Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

# BillingAddressAddress
source: Billing Address
es_co: Dirección de Envio
fr_ca: Adresse pour la facturation

# BillingAddressCountry
source: Billing Country
es_co: País de facturación
fr_ca: Pays pour la facturation

source: CVV
fr_ca: Crytogramme visuel

source: Expiration Year
es_co: Año de vencimiento
fr_ca: Année d'expiration

source: You Have Chosen
es_co: Has seleccionado
fr_ca: Vous avez choisi

source: January
es_co: Enero
fr_ca: Janvier

source: September
es_co: Septiembre
fr_ca: Septembre

source: October
es_co: Octubre
fr_ca: Octobre

source: November
es_co: Noviembre
fr_ca: Novembre

source: December
es_co: Diciembre
fr_ca: Décembre

# PlacementNotAllowed
source: This placement is not allowed
es_co: Esta colocación no está permitida
fr_ca: Ce positionnement n’est pas autorisé

source: Opted Out
es_co: Opción salir
fr_ca: Désabonné

# OptNotResponded
source: Consent Required
es_co: Consentimiento requerido
fr_ca: Consentement requis

source: Opted
es_co: Opción
fr_ca: Abonné

source: Downline Report
es_co: Informe de línea descendente
fr_ca: Rapport de lignée en aval

# CustomerTypeFilter_04
source: Customer (Show Consultant Only)
es_co: Cliente (Mostrar sólo Consultor Independiente)
fr_ca: Clients (afficher consultants seulement)

# CustomerTypeFilter_01
source: Consultant (Show Customer Only)
es_co: Consultor Independiente (Mostrar solo el cliente)
fr_ca: Consultants (afficher clients seulement)

source: have
es_co: tener
fr_ca: ont

source: does NOT have
es_co: NO tiene
fr_ca: n'ont pas

# UplineEmailOptIn
source: Email Preferences
es_co: Preferencias de correo electrónico
fr_ca: Préférences courriel

# CurpError
source: CURP error. Please verify and re-enter your CURP or call Customer Service for help
es_co: Error de CURP Verifica y vuelve a ingresar tu CURP o llama a Servicio al Cliente para obtener ayuda
fr_ca: Erreur de CURP. Veuillez vérifier votre CURP et l’entrer de nouveau ou appeler le service à la clientèle pour obtenir de l’aide

source: Select Period
es_co: Seleccionar periodo
fr_ca: Choisir période

source: Downline by Enroller
es_co: Línea descendente por Patrocinador (Enroller)
fr_ca: Rapport par recruteur

source: Downline by Sponsor
es_co: Línea descendente por Ascendente (Sponsor)
fr_ca: Rapport par parrain

# NumGenerationLevels
source: Number of Generation Levels Deep
es_co: Número de niveles de generación profundos
fr_ca: Nombre de niveaux inférieurs de génération :

# OnlyConsultantsLevel
source: Only Consultants who are in Generation Level
es_co: Sólo Consultores Independientes que están en nivel de generación
fr_ca: Seulement les consultants de la génération

source: Do not list
es_co: No enumerar
fr_ca: Ne pas afficher

# DoNotListInactive
source: Do not list Inactive Consultants
es_co: No enlistar Consultores Independientes inactivos
fr_ca: Ne pas afficher les consultants inactifs

# NewEnrolleesWho
source: Only New Enrollees who signed up during the date range above
es_co: Sólo los nuevos afiliados que se registraron durante el rango de fecha anterior
fr_ca: Seulement nouveaux inscrits qui ont signés durant les dates ci-dessus.

# OnlyConsultantsWhoAchieved
source: Only Consultants who have achieved the title of
es_co: Sólo los Consultores Independientes que hayan logrado el título de
fr_ca: Seuls les consultants qui ont atteint le titre de

# AtTheEnd
source: (<strong>only</strong>) at the end of the report date
es_co: (<strong> solo </strong>) al final de la fecha del reporte
fr_ca: (<strong>seulement</strong>) pour la date de fin du rapport

# OnlyConsultantsWithStatus
source: Only Consultants with the status of
es_co: Sólo Consultores Independientes con el estado de
fr_ca: Seulement les consultants avec le statut de

# OnlyConsultantsWhoLiveCountry
source: Only Consultants who live in the country of
es_co: Sólo los Consultores Independientes que viven en el país de
fr_ca: Seulement les consultants demeurant dans le pays

# OnlyConsultantsWhoLiveState
source: Only Consultants who live in the state or province of
es_co: Sólo los Consultores Independientes que viven en el estado o provincia de
fr_ca: Seulement les consultants demeurant dans la province ou l'état de

source: Only Consultants who
es_co: Sólo Consultores Independientes quienes
fr_ca: Seulement les consultants qui

# OnlyConsultantsWhoPV
source: Only Consultants who have PV
es_co: Sólo los Consultores Independientes que tienen VP
fr_ca: Seulement les consultants ayant un VP

source: Report Columns
es_co: Columnas de informe
fr_ca: Colonnes du rapport

source: Include Generation Levels.
es_co: Incluir niveles de generación.
fr_ca: Inclure niveaux des générations.

source: Include ID Numbers.
es_co: Incluir números de identificación.
fr_ca: Inclure numéros ID.

source: Include Address.
es_co: Incluir dirección.
fr_ca: Inclure adresses.

# IncludeEmail
source: Include Email Addresses.
es_co: Incluir direcciones de correo electrónico.
fr_ca: Inclure adresses courriel.

# IncludePhone
source: Include Phone Numbers.
es_co: Incluir números telefónicos.
fr_ca: Inclure numéros de téléphone.

# IncludeTitle
source: Include Paid-As Title from corresponding Volume period.
es_co: Incluir el título de pago del periodo de volumen correspondiente.
fr_ca: Inclure ceux payés selon le titre de la période volume correspondante.

# IncludeSponsor
source: Include Sponsors Name.
es_co: Incluir el nombre de los ascendentes (sponsors).
fr_ca: Inclure noms des parrains.

# IncludeEnroller
source: Include Enrollers Name.
es_co: Incluir el nombre de los inscritos.
fr_ca: Inclure noms des recruteurs.

# IncludeEnrollmentDate
source: Include Enrollment Dates.
es_co: Incluir fechas de inscripción.
fr_ca: Inclure dates des inscriptions.

# IncludeAutoShipStatus
source: Include AutoShip Order Status.
es_co: Incluir el estado del pedido de Autoenvío.
fr_ca: Inclure statut des livraisons automatiques.

# IncludeLaVida
source: Include La Vida Trip Credits.
es_co: Incluir créditos de viaje de La Vida.
fr_ca: Inclure crédits de voyage La Vida

# IncludeLastOrder
source: Include Last Order Date.
es_co: Incluir la fecha del último pedido.
fr_ca: Inclure dernière date de la commande.

source: Run Downline Report
es_co: Ejecutar informe de línea descendente
fr_ca: Préparer rapport de lignée en aval

source: Change Report Options
es_co: Cambiar las opciones del reporte
fr_ca: Modifier les options du rapport

# box2
source: https://media.immunotec.com/EN/US/images/promoBox-US-EN-18-11.jpg
es_co: https://media.immunotec.com/SP/MX/images/promoBox-MX.jpg
fr_ca: https://media.immunotec.com/FR/images/promoBox-CA-FR-18-11.jpg

# box3
source: https://media.immunotec.com/EN/images/boxLinks-omegaVideo.jpg
es_co: https://media.immunotec.com/SP/images/boxLinks-facebook-SP.jpg
fr_ca: https://media.immunotec.com/FR/images/boxLinks-omegaVideo.jpg

# box4
source: https://media.immunotec.com/EN/images/boxLinks-xtraSharp.jpg
es_co: https://media.immunotec.com/SP/images/boxLinks-chatWithImmunotec.jpg
fr_ca: https://media.immunotec.com/FR/images/boxLinks-xtraSharp.jpg

# box5
source: https://media.immunotec.com/EN/images/boxLinks-shopNow.jpg
es_co: https://media.immunotec.com/SP/images/boxLinks-shopNow-MX-GT-CO.jpg
fr_ca: https://media.immunotec.com/FR/images/boxLinks-shopNow.jpg

# box6
source: https://media.immunotec.com/EN/images/boxLinks-chatWithImmunotec.jpg
fr_ca: https://media.immunotec.com/FR/images/boxLinks-chatWithImmunotec.jpg

# box7
source: https://media.immunotec.com/EN/images/boxLinks-opportunity-EN.jpg
fr_ca: https://media.immunotec.com/FR/images/boxLinks-opportunity-FR.jpg

# box8
source: https://media.immunotec.com/EN/US/images/boxLinks-platinum-US-EN.jpg
fr_ca: https://media.immunotec.com/FR/images/boxLinks-platinum-CA-FR.jpg

source: Calculate Order Information
es_co: Calcular la información de la orden
fr_ca: Calculer la commande

# ReportRunFaster
source: The report will run much faster without Order Information
es_co: El reporte correrá mucho más rápido sin información de pedidos
fr_ca: Le rapport sera émis plus rapidement si l'information sur les commandes est omise

# OnlyBeShown
source: The following can only be shown if Calculate Order Information is checked above
es_co: Lo siguientes recuadros se muestran solamente si el cálculo de información de la orden está marcada arriba
fr_ca: Ce qui suit n'apparaîtra que si le calcul de la commande est cochée ci-dessus

source: to
es_co: A:
fr_ca: À :

# PersonalConsumption
source: This order is for personal consumption.
es_co: Esta orden es para consumo personal.
fr_ca: Cette commande est à des fins de consommation personnelle.

source: Invalid customer type
es_co: Tipo de cliente no válido
fr_ca: Type de client non valide

# CouldTakeAFewMinutes
source: Could take a few minutes before it downloads.
es_co: Podría tomar unos minutos antes de que se descargue.
fr_ca: Le téléchargement pourrait prendre quelques minutes.

source: an AutoShip Order.
es_co: un pedido de Autoenvío
fr_ca: une commande avec livraison automatique.

source: Reprint Deposit Slip
es_co: Reimprimir boleta de pago
fr_ca: Réimprimer le bordereau de dépôt

source: Back
es_co: Atrás
fr_ca: Retour

# ReportUnavailable
source: This report is currently unavailable. Please try again later.
es_co: Este informe no está disponible en este momento. Por favor, inténtalo de nuevo más tarde.
fr_ca: Ce rapport n’est pas disponible pour l’instant. Veuillez essayer de nouveau plus tard.

# ModifyDateRange
source: Please Modify date range
es_co: Por favor modifica el rango de fechas
fr_ca: Veuillez modifier la fourchette de dates

# AddOneItem
source: Please Add at least one item
es_co: Por favor agrega al menos un artículo
fr_ca: Veuillez ajouter au moins un article

# CheckTaxInfo
source: Please Check Tax Information
es_co: Por favor, comprueba la información fiscal
fr_ca: Veuillez vérifier les renseignements relatifs à la taxe

source: Error Retrieving Consultants
es_co: Error al recuperar Consultores Independientes
fr_ca: Erreur lors de la récupération des consultants

source: Unilevel Tree Viewer
es_co: Visor de árbol uninivel
fr_ca: Affichage de l’arbre à un niveau

# EliteClubTripDownload
source: Elite Club Trip 2020 Flyer
es_co: Folleto del Viaje del Elite Club 2020
fr_ca: Feuillet du Voyage Elite Club 2020

source: Diamond and Above
es_co: Diamante y superior
fr_ca: Niveau Diamant et supérieur

source: CGV Baseline
es_co: Línea base de VGC
fr_ca: VGC de référence

source: TOV Needed for Single
es_co: VTO necesario para uno solo
fr_ca: TVO requis pour un voyage pour une personne

source: TOV Needed for Double
es_co: VTO necesario para dos
fr_ca: TVO requis pour un voyage pour deux personnes

source: YTD CGV
es_co: VGC en lo que va del año
fr_ca: VGC à ce jour

source: Average QTOV
es_co: VTOC promedio
fr_ca: TVOQ moyen

# QualifiedAtRank
source: Months Paid as Senior Platinum
es_co: Calificado en Rango
fr_ca: Mois payés à titre de Platine principal

source: CGV
es_co: VGC
fr_ca: VGC

source: QTOV Goal
fr_ca: Objectif de TVOQ

source: QTOV
es_co: VTOC
fr_ca: TVOQ

source: Breakaway Leaders
es_co: Líderes independientes
fr_ca: Consultants dissociés

# NoOneQualifiesBreakaway
source: There is no one in your downline that qualifies as a Breakaway Leader
es_co: No hay nadie en su línea descendente que califique como Líder Independiente
fr_ca: Aucun consultant de votre lignée en aval n’est qualifié comme consultant dissocié

source: Platinum with 2 Platinum Legs
es_co: Platino con 2 ramificaciones de platino
fr_ca: Consultant Platine comptant 2 branches Platine

source: TOV Baseline
es_co: Línea base de VTO
fr_ca: TVO de référence

source: PSV
es_co: VPV
fr_ca: VVP

source: TOV
es_co: VTO
fr_ca: TVO

# REQ_Active
source: Must Be Active
es_co: Debe ser activo
fr_ca: Doit être actif

# REQ_3VentureLegs
source: 3 Qualified Venture Legs
es_co: 3 Ramificaciones de Asociados calificados
fr_ca: 3 Branches Actif qualifiées

# REQ_4VentureLegs
source: 4 Qualified Venture Legs
es_co: 4 Ramificaciones de Asociados calificados
fr_ca: 4 Branches Actif qualifiées

# REQ_PV
source: {0} Personal Volume (PV)
es_co: {0} Volumen personal (VP)
fr_ca: {0} Volume personnel (VP)

# REQ_PSV
source: {0} Personal Sales Volume (PSV)
es_co: {0} Volumen Personal de Ventas (VPV)
fr_ca: {0} Volume de ventes personnelles (VVP)

# REQ_PGV
source: {0} Personal Group Volume (PGV)
es_co: {0} Volumen grupal personal (VGP)
fr_ca: {0} Volume du groupe personnel (VGP)

# REQ_TOV
source: {0} TOV : NO MORE THAN {1} TOV CAN COME FROM ANY ONE LEG
es_co: {0} VTO: NO MÁS DE {1} TOV PUEDEN PROVENIR DE CUALQUIER PIERNA
fr_ca: {0} TVO : UN MAXIMUM DE {1} TVO PEUT PROVENIR D’UNE MÊME BRANCHE

source: You have enrolled
es_co: Tú te has inscrito
fr_ca: Vous avez inscrit

source: You have achieved
es_co: Has logrado
fr_ca: a atteint le

source: has achieved
es_co: ha logrado
fr_ca: a réussi

source: for the first time
es_co: por primera vez
fr_ca: pour la première fois

# Category_beauty
source: Beauty
es_co: Belleza
fr_ca: Beauté

# Category_autoshipbundles
source: AutoShip Bundles
es_co: Paquetes autoenvío
fr_ca: Forfaits de livraison automatique

# EventType_webinar
source: Webinar
es_co: Seminario web
fr_ca: Webinaire

# EventType_conferencecall
source: Conference Call
es_co: Conferencia telefónica
fr_ca: Appel conférence

# EventType_internationalevent
source: International Event
es_co: Evento internacional
fr_ca: Événement international

# EventType_nationalevent
source: National Event
es_co: Evento nacional
fr_ca: Événement national

# EventType_trainingevent
source: Training Event
es_co: Evento de entrenamiento
fr_ca: Formation

# ResourceType_ziparchive
source: Zip Archive
es_co: Archivo ZIP
fr_ca: Archive ZIP

# ResourceType_website
source: Website
es_co: Sitio web
fr_ca: Site web

# ResourceType_video
source: Video
es_co: Vídeo
fr_ca: Vidéo

# ResourceType_presentation
source: Presentation
es_co: Presentación
fr_ca: Présentation

source: Work Week
es_co: Semana de trabajo
fr_ca: Semaine de travail

source: One Month
es_co: Un mes
fr_ca: Un mois

source: One year
es_co: Un año
fr_ca: Un ans

source: seconds
es_co: segundos
fr_ca: secondes

source: One second
es_co: Un segundo
fr_ca: Un seconde

source: One minute
es_co: Un minuto
fr_ca: Un minute

source: One hour
es_co: Un hora
fr_ca: Un heure

source: Months ago
es_co: Hace meses
fr_ca: Il y a des mois

source: Years Ago
es_co: Hace años que
fr_ca: Il y a des années

source: Yesterday
es_co: Ayer
fr_ca: Hier

source: Days ago
es_co: hace dias
fr_ca: Il y a des jours

source: One
es_co: Uno
fr_ca: Un

source: One month ago
es_co: Hace un mes
fr_ca: Il ya un mois

source: One year ago
es_co: Hace un año
fr_ca: Il y a un an

# LaVida2018TripObjectives
source: YOUR 2018 TRIP OBJECTIVES
es_co: Tus objetivos de viaje 2018
fr_ca: Vos objectifs pour le voyage 2018

source: Please note
es_co: tenga en cuenta
fr_ca: Veuillez noter

# Bonus_1_0003
source: Business Builder Bonus Advance 1st-12th
es_co: Bono por Desarrollo de Negocios Avance 1º - 12º
fr_ca: Avance sur le Boni développement commercial (1er-12)

# Bonus_1_0994
source: Previous Balance Withholdings
es_co: Retenciones del balance anterior
fr_ca: Solde précédent des retenues

# Bonus_1_1003
source: DO - ISR (Withholding)
es_co: DO – ISR (Retención)
fr_ca: DO - ISR (retenue)

# Bonus_1_1006
source: MX - Withholding
es_co: MX - Retención
fr_ca: MX - Retenue

# Bonus_1_1009
source: MX - VAT
es_co: MX - IVA
fr_ca: MX - TVA

# Bonus_1_1012
source: CA - GST
es_co: CA - Impuestos sobre las ventas (GST)
fr_ca: CA - TPS

# Bonus_1_1021
source: DO - ITBIS (Withholding)
es_co: DO - ITBIS (Retención)
fr_ca: DO - ITBIS (retenue)

# Bonus_1_1018
source: CA - PST
es_co: CA - Impuestos sobre productos y servicios (PST)
fr_ca: CA - TVP

# Bonus_1_3001
source: Historical Commissions (1st-12th)Historical Commissions (1st-12th)
es_co: Comisiones Históricas (1º - 12º) Comisiones Históricas (1º - 12º)
fr_ca: Historique des commissions (1er-12)

# Bonus_2_0004
source: Business Builder Bonus Advance 1st-26th
es_co: Bono por Desarrollo de Negocios Avance 1º - 26º
fr_ca: Avance sur le Boni développement commercial (1er-26)

# Bonus_2_0995
source: Previous Balance Withholdings
es_co: Retenciones del balance anterior
fr_ca: Solde précédent des retenues

# Bonus_2_1004
source: DO - ISR (Withholding)
es_co: DO – ISR (Retención)
fr_ca: DO - ISR (retenue)

# Bonus_2_1007
source: MX - Withholding
es_co: MX - Retención
fr_ca: MX - Retenue

# Bonus_2_1010
source: MX - VAT
es_co: MX - IVA
fr_ca: MX - TVA

# Bonus_2_1013
source: CA - GST
es_co: CA - Impuestos sobre las ventas (GST)
fr_ca: CA - TPS

# Bonus_2_1016
source: CA - HST
es_co: CA – Impuestos de venta combinados (HST)
fr_ca: CA - TVH

# Bonus_2_1019
source: CA - PST
es_co: CA - Impuestos sobre productos y servicios (PST)
fr_ca: CA - TVP

# Bonus_2_1022
source: DO - ITBIS (Withholding) (Withholding)
es_co: DO - ITBIS (Retención)
fr_ca: DO - ITBIS (retenue)

# Bonus_2_3002
source: Historical Commissions (1st-26th)
es_co: Comisiones históricas (1º - 26º)
fr_ca: Historique des commissions (1er-26)

# Bonus_3_0001
source: Wholesale Capital Override (WCO)
es_co: Capital Residual de Ventas Mayoristas
fr_ca: Commissions résiduelles sur les ventes au détail

# Bonus_3_0002
source: Business Builder Bonus (Monthly)
es_co: Bono por Desarrollo de Negocios (Mensual)
fr_ca: Boni développement commercial (mensuel)

# Bonus_3_0005
source: Member Bonus
es_co: Bono para Miembros
fr_ca: Boni de membre

# Bonus_3_0006
source: Customer Sales Bonus
es_co: Bono por Ventas a los Clientes
fr_ca: Boni sur les ventes aux clients

# Bonus_3_0007
source: Generation Override
es_co: Comisiones Residuales
fr_ca: Commissons résiduelles

# Bonus_3_0008
source: Senior Platinum Bonus
es_co: Bono para Platinos Principales
fr_ca: Boni Platine principal

# Bonus_3_0009
source: Silver Moving-Up Bonus
es_co: Bono de Avance a Plata
fr_ca: Boni d’avancement au niveau Argent

# Bonus_3_0010
source: Gold Moving-Up Bonus
es_co: Bono de Avance a Oro
fr_ca: Boni d’avancement au niveau Or

# Bonus_3_0011
source: Diamond Moving-Up Bonus
es_co: Bono de Avance a Diamante
fr_ca: Boni d’avancement au niveau Diamant

# Bonus_3_0012
source: Executive Diamond Moving-Up Bonus
es_co: Bono de Avance a Diamante Ejecutivo
fr_ca: Boni d’avancement au niveau Diamant prestige

# Bonus_3_0013
source: Platinum Moving-Up Bonus
es_co: Bono de Avance a Platino
fr_ca: Boni d’avancement au niveau Platine

# Bonus_3_0014
source: Silver Accelerated Moving-Up Bonus
es_co: Bono de Avance Acelerado a Plata
fr_ca: Boni d’avancement accéléré au niveau Argent

# Bonus_3_0015
source: Gold Accelerated Moving-Up Bonus
es_co: Bono de Avance Acelerado a Oro
fr_ca: Boni d’avancement accéléré au niveau Or

# Bonus_3_0016
source: Diamond Accelerated Moving-Up Bonus
es_co: Bono de Avance Acelerado a Diamante
fr_ca: Boni d’avancement accéléré au niveau Diamant

# Bonus_3_0017
source: Executive Diamond Accelerated Moving-Up Bonus
es_co: Bono de Avance Acelerado a Diamante Ejecutivo
fr_ca: Boni d’avancement accéléré au niveau Diamant prestige

# Bonus_3_0018
source: Platinum Accelerated Moving-Up Bonus
es_co: Bono de Avance Acelerado a Platino
fr_ca: Boni d’avancement accéléré au niveau Platine

# Bonus_3_0019
source: Gold Sponsor Moving-Up Bonus
es_co: Bono de Avance a Patrocinador Oro
fr_ca: Boni d’avancement au niveau Or pour le parrain

# Bonus_3_0020
source: Diamond Sponsor Moving-Up Bonus
es_co: Bono de Avance a Patrocinador Diamante
fr_ca: Boni d’avancement au niveau Diamant pour le parrain

# Bonus_3_0021
source: Executive Diamond Sponsor Moving-Up Bonus
es_co: Bono de Avance a Patrocinador Diamante Ejecutivo
fr_ca: Boni d’avancement au niveau Diamant prestige pour le parrain

# Bonus_3_0022
source: Platinum Sponsor Moving-Up Bonus
es_co: Bono de Avance a Patrocinador Platino
fr_ca: Boni d’avancement au niveau Platine pour le parrain

# Bonus_3_0023
source: Gold Sponsor Accelerated MUB
es_co: Bono de Avance Acelerado a Patrocinador Oro
fr_ca: Boni d’avancement accéléré au niveau Or pour le parrain

# Bonus_3_0024
source: Diamond Sponsor Accelerated MUB
es_co: Bono de Avance Acelerado a Patrocinador Diamante
fr_ca: Boni d’avancement accéléré au niveau Diamant pour le parrain

# Bonus_3_0025
source: Executive Diamond Sponsor Accelerated MUB
es_co: Bono de Avance Acelerado a Patrocinador Diamante Ejecutivo
fr_ca: Boni d’avancement accéléré au niveau Diamant prestige pour le parrain

# Bonus_3_0026
source: Platinum Sponsor Accelerated MUB
es_co: Bono de Avance Acelerado a Patrocinador Platino
fr_ca: Boni d’avancement accéléré au niveau Platine pour le parrain

# Bonus_3_0027
source: Consistency Bonus
es_co: Bono de Constancia
fr_ca: Boni de persévérance

# Bonus_3_0028
source: Mentor Bonus
es_co: Bono por Formación
fr_ca: Boni de mentorat

# Bonus_3_0029
source: Return To Rank And Maintain Bonus
es_co: Bono por Recalificación y Mantenimiento de Rango
fr_ca: Boni de retour et de maintien de niveau

# Bonus_3_0030
source: Feel The Summer Heat Promo Bonus
es_co: Bono Sienta la energía del verano
fr_ca: Boni de la promo torride d’été

# Bonus_3_0031
source: Customer Pack Bonus (CPB)
es_co: Bono Paquete para clientes
fr_ca: Boni de trousses client

# Bonus_3_0996
source: Previous Balance Withholdings
es_co: Retenciones del balance anterior
fr_ca: Solde précédent des retenues

# Bonus_3_0997
source: Manual Adjustments (Taxable)
es_co: Ajustes manuales (Gravable)
fr_ca: Ajustements manuels (imposable)

# Bonus_3_0998
source: Previous Balance Withholdings (Taxable)
es_co: Retenciones del balance anterior (Gravable)
fr_ca: Solde précédent des retenues (imposable)

# Bonus_3_0999
source: Balance Forward Withholdings (Taxable)
es_co: Retenciones del balance posterior (Gravable)
fr_ca: Retenues à reporter (imposable)

# Bonus_3_1005
source: DO - ISR (Withholding)
es_co: DO – ISR (Retención)
fr_ca: DO - ISR (retenue)

# Bonus_3_1008
source: MX - Withholding
es_co: MX - Retención
fr_ca: MX - Retenue

# Bonus_3_1011
source: MX - VAT
es_co: MX - IVA
fr_ca: MX - TVA

# Bonus_3_1014
source: CA - GST
es_co: CA - Impuestos sobre las ventas (GST)
fr_ca: CA - TPS

# Bonus_3_1017
source: CA - HST
es_co: CA – Impuestos de venta combinados (HST)
fr_ca: CA - TVH

# Bonus_3_1020
source: CA - PST
es_co: CA - Impuestos sobre productos y servicios (PST)
fr_ca: CA - TVP

# Bonus_3_1023
source: DO - ITBIS (Withholding)
es_co: DO - ITBIS (Retención)
fr_ca: DO - ITBIS (retenue)

# Bonus_3_2000
source: Order Variance Adjustments
es_co: Ajustes por diferencias de pedidos
fr_ca: Ajustements pour les différences sur la commande

# Bonus_3_2997
source: Manual Adjustments (Non-Taxable)
es_co: Ajustes manuales (No gravable)
fr_ca: Ajustements manuels (non imposable)

# Bonus_3_2998
source: Previous Balance Withholdings (Non-Taxable)
es_co: Retenciones del balance anterior (No gravable)
fr_ca: Solde précédent des retenues (non imposable)

# Bonus_3_2999
source: Balance Forward Withholdings (Non-Taxable)
es_co: Retenciones del balance posterior (No gravable)
fr_ca: Retenues à reporter (non imposable)

# Bonus_3_3000
source: Historical Commissions (Monthly)
es_co: Comisiones históricas (Mensuales)
fr_ca: Historique des commissions (mensuel)

# CommissionEarnings
source: Commission earnings are finalized on the 12th of each month
fr_ca: Les commissions sont finalisées le 12 de chaque mois.

source: Title Rank
es_co: Rango alcanzado
fr_ca: Niveau atteint

source: Downline
es_co: Línea descendente
fr_ca: Lignée en aval

# SearchYourDownline
source: Search your downline by entering their Customer ID, First or Last name.
es_co: Busca a la siguiente persona en tu línea descendente ingresando su ID de Cliente, nombre o apellido.
fr_ca: Chercher une personne dans votre lignée en aval en entrant son numéro de client, son prénom ou son nom.
