Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

# ScienceBehind_Article10
source: <div class="ScienceBehind-content"> <h1>The science behind Immunocal</h1> <div class="articles"> <a class="btnTextLinkBack" href="back">BACK</a> <h3>Glutathione - A Natural Product to Discover</h3> <p class="textSmaller">by Patricia A.L. Kongshavn, Ph.D<br /> Former Professor: Department of Medicine, McGill University, Montreal, Canada</p> <p><img src="https://media.immunotec.com/images/science_article-10.jpg" alt="Article 10" class="articlesLeft0" /> A recent press release by CBS highlighted the need for a &quot;universal or all-purpose drug&quot; able to combat any germ or toxic chemical released by hostile forces. In general, the idea would be to bolster the defenses we already possess, in particular the immune system, to fight against infections and cancer. CBS made brief mention of two substances, cysteine and glutathione, that deserve much greater attention.</p> <p>Glutathione is a key substance found in every cell in our body, and may be thought of as a &quot;naturally occurring universal drug&quot; &ndash; and one without adverse side effects! It is the cell&rsquo;s most important antioxidant, neutralizing &quot;free radicals&quot; that would otherwise damage or destroy the cells. The body produces free radicals during metabolism. Under any form of stress, the body generates many more free radicals. If glutathione is in short supply, these free radicals can overwhelm the cell. Exposure to radiation from sunlight or other sources also results in increasing highly reactive free radicals that likewise our bodies need to neutralize.</p> <p>Glutathione is also the main detoxifying agent in the body. It converts damaging chemical substances into harmless products that the body eliminates. Thus, glutathione provides important protection against many environmental hazards. The liver is particularly rich in glutathione for this purpose. The immune system is our main defense. Once again, glutathione plays a vital role, enabling the immune system to be stronger, which it cannot do when glutathione is deficient. For example, the cells of the immune system (lymphocytes) cannot multiply as much, cannot produce as many antibodies, and cannot kill unwanted cells such as infected cells. Glutathione deficiency also adversely affects other systems and organs such as the lungs, the nervous system, and the intestinal tract. It is on record that there are many medical disorders associated with glutathione deficiency. As we age, glutathione levels decrease which no doubt explains, in part, an older person&rsquo;s lowered resistance.</p> <p>Glutathione is a very small protein made inside the cells from three amino acids obtained ultimately from our food or supplementation. One of these amino acids, cysteine, gives the glutathione its antioxidant and detoxifying properties. This amino acid is relatively rare in foodstuffs and this can lead to glutathione deficiency, even in healthy people. It is well documented that glutathione sold as a dietary supplement is mostly destroyed during digestion and therefore is of little use. Cysteine itself is toxic and suffers the same fate unless chemically modified. Practitioners use N-acetyl cysteine as a supplement, but it has certain unpleasant side effects, even in moderate doses. Thus, the best source for cysteine supplementation is from cysteine-rich foodstuffs. It is normally present in food as the stable form, cystine (2 molecules of cysteine linked together). Our bodies digest, absorb, and carry cystine to the cells where they convert it into cysteine. Since heat or mechanical stress etc., easily split cystine into cysteine (where digestion destroys it), raw unprocessed foods or special food supplements high in bioactive cysteine (cystine) provide the best source of this vital amino acid. Sixty years ago, Florey and Fleming revolutionized the medical treatment of infection with the discovery of antibiotics that act against a broad range of bacteria. Glutathione, perhaps in the same way, could provide a significant contribution towards defending ourselves against the growing number of diverse biological and chemical hazards facing our society today.</p> </div> <a class="btnTextLinkBack" href="back">BACK</a> </div>
es_co: <div class="ScienceBehind-content"> <h1>La ciencia detr&aacute;s de Immunocal</h1> <div class="articles"> <a class="btnTextLinkBack" href="back">VOLVER</a> <h3><span class="sectionHeading">Glutati&oacute;n: Un producto natural por descubrir</span></h3> <p class="textSmaller"><span class="author">Patricia A.L. Kongshavn, Ph.D<br />Antigua Profesora: Departamento de Medicina, Universidad Mc Gill, Montreal, Canad&aacute;</span></p> <p><img src="https://media.immunotec.com/images/science_article-10.jpg" alt="Article 10" class="articlesLeft0" />Un reciente comunicado de prensa emitido por las CBS resaltaba la necesidad de un &ldquo;medicamento universal o que sirva para todo&rdquo; que sea capaz de combatir cualquier germen o qu&iacute;mico t&oacute;xico emitido por las fuerzas hostiles. En general, la idea era reforzar las defensas que ya poseemos, en particular las del sistema inmunitario con el fin de combatir las enfermedades y el c&aacute;ncer. La CBS hizo una breve menci&oacute;n de dos sustancias, la ciste&iacute;na y el glutati&oacute;n que merecen una atenci&oacute;n mucho m&aacute;s amplia. El glutati&oacute;n es una sustancia clave que se encuentra en cada c&eacute;lula de nuestro cuerpo y que pudiera pasar como un &ldquo;medicamento universal naturalmente producido&rdquo; &iexcl;y sin efectos secundarios adversos! Es el antioxidante celular m&aacute;s importante, que neutraliza los &ldquo;radicales libres&rdquo; que de otra forma da&ntilde;ar&iacute;an o destruir&iacute;an las c&eacute;lulas. Durante el metabolismo, cuerpo produce radicales libres. Bajo cualquier forma de estr&eacute;s, el cuerpo genera muchos m&aacute;s. Si el abastecimiento de glutati&oacute;n no es suficiente, estos radicales libres pueden arrasar con las c&eacute;lulas. La exposici&oacute;n a la radicaci&oacute;n solar o de otras fuentes puede tambi&eacute;n resultar en la producci&oacute;n de radicales libres altamente reactivos que nuestros cuerpos necesitan eliminar. El glutati&oacute;n tambi&eacute;n es principal agente desintoxicante de nuestro cuerpo; convierte las sustancias qu&iacute;micas da&ntilde;inas en productos indefensos que el cuerpo puede eliminar f&aacute;cilmente. De esta forma, el glutati&oacute;n proporciona una importante protecci&oacute;n contra muchos de los elementos peligrosos del medio ambiente. Para este prop&oacute;sito, el h&iacute;gado es particularmente rico en glutati&oacute;n y el sistema inmunitario es nuestra principal defensa. Una vez m&aacute;s, el glutati&oacute;n juega un papel de vital importancia ayudando al sistema inmunitario a ser m&aacute;s fuerte, algo que no podr&iacute;a ser posible si los niveles de glutati&oacute;n se encontraran muy bajos. Por ejemplo, las células del sistema inmunitario (los linfocitos) no se podrían multiplicar de la misma manera, no podrían producir tantos anticuerpos y no podrían eliminar células no deseadas, tales como células infectadas. La deficiencia de glutati&oacute;n tambi&eacute;n puede afectar otros sistemas y &oacute;rganos tales como los pulmones, el sistema nervioso y el aparato digestivo. Se ha comprobado que existen varios des&oacute;rdenes m&eacute;dicos asociados con la deficiencia de glutati&oacute;n. A medida que envejecemos, los niveles de glutati&oacute;n bajan lo que sin duda explica, parcialmente, la menor resistencia de las personas mayores. El glutati&oacute;n es una prote&iacute;na muy peque&ntilde;a producida en el interior de las c&eacute;lulas a partir de tres amino&aacute;cidos obtenidos de nuestros alimentos o de suplementos. Uno de los tres amino&aacute;cidos, la ciste&iacute;na, da sus propiedades antioxidantes y desintoxicantes al glutati&oacute;n. Este amino&aacute;cido es relativamente escaso en los alimentos y puede llevar a deficiencias de glutati&oacute;n, incluso en personas saludables. Se ha documentado muy bien el hecho de que el glutati&oacute;n que se vende como suplemento diet&eacute;tico es b&aacute;sicamente destruido durante el proceso digestivo y por lo tanto es de poca utilidad para el cuerpo. La ciste&iacute;na misma es t&oacute;xica y sufre la misma suerte que el glutati&oacute;n a menos que sea qu&iacute;micamente modificada. Los m&eacute;dicos utilizan la acetil-ciste&iacute;na N como suplemento pero tiene ciertos efectos secundarios desagradables, incluso en dosis moderadas. Por lo tanto, la mejor fuente para suplementar el nivel de ciste&iacute;na son los alimentos ricos en ciste&iacute;na. Se encuentra normalmente presente en los alimentos como la forma estable, cistina (2 mol&eacute;culas de ciste&iacute;na enlazadas). Nuestro cuerpo digiere, absorbe y transporta la cistina hasta las c&eacute;lulas en las que se separan y se convierten en ciste&iacute;na. Visto que el calor o el estr&eacute;s mec&aacute;nico divide f&aacute;cilmente la cistina en ciste&iacute;na (y &eacute;sta es destruida por el proceso digestivo), los alimentos crudos y sin procesar o suplementos alimenticios especialmente altos en ciste&iacute;na bioactiva (cistina) realmente constituyen la mejor fuente de este amino&aacute;cido vital. Hace sesenta a&ntilde;os, Florey y Fleming revolucionaron el tratamiento m&eacute;dico de las infecciones con el descubrimiento de los antibi&oacute;ticos que act&uacute;an contra un amplio rango de bacterias. El glutati&oacute;n, tal vez de la misma manera, pueda aportar una significante contribuci&oacute;n para que podamos defendernos nosotros mismos contra el creciente n&uacute;mero de peligros biol&oacute;gicos y qu&iacute;micos a los que nuestra sociedad tiene que enfrentarse en estos d&iacute;as.</p> </div> <a class="btnTextLinkBack" href="back">VOLVER</a> </div>
fr_ca: <div class="ScienceBehind-content"> <h1>La science d'Immunocal</h1> <div class="articles"> <a class="btnTextLinkBack" href="back">RETOUR</a> <h3><span class="sectionHeading">Le glutathion &#8211; Le produit naturel &agrave; d&eacute;couvrir</span></h3> <p class="textSmaller"><span class="author">Patricia A.L. Kongshavn, Ph.D<br />Ex-professeure : Facult&eacute; de m&eacute;decine de l&#8217;Universit&eacute; McGill, Montr&eacute;al, Canada</span></p> <p><img src="https://media.immunotec.com/images/science_article-10.jpg" alt="Article 10" class="articlesLeft0" />Un r&eacute;cent communiqu&eacute; de presse de CBS soulignait le besoin d&rsquo;un &laquo; m&eacute;dicament universel tout usage &raquo; capable de s&rsquo;attaquer &agrave; tout germe ou produit chimique toxique lib&eacute;r&eacute; par des &eacute;l&eacute;ments hostiles. Bref, il s&rsquo;agirait de trouver un moyen de renforcer les d&eacute;fenses que nous poss&eacute;dons d&eacute;j&agrave;, et particuli&egrave;rement le syst&egrave;me immunitaire, afin de combattre les infections et le cancer. CBS ne mentionnait que bri&egrave;vement la cyst&eacute;ine et le glutathion, deux substances qui m&eacute;riteraient toutefois beaucoup plus d&rsquo;attention. Le glutathion est une substance cl&eacute; que l&rsquo;on retrouve dans chaque cellule de notre corps. On peut le comparer &agrave; un &laquo; m&eacute;dicament universel produit naturellement &raquo; &ndash; et qui plus est n&rsquo;a aucun effet ind&eacute;sirable! C&rsquo;est l&rsquo;anti-oxydant le plus important de la cellule. Il neutralise les &laquo; radicaux libres &raquo; qui autrement endommageraient ou d&eacute;truiraient cette derni&egrave;re. Le corps produit des radicaux libres au cours des r&eacute;actions m&eacute;taboliques. Lors d&rsquo;un stress, le corps g&eacute;n&egrave;re beaucoup plus de radicaux libres. S&rsquo;il y a carence de glutathion, ces radicaux libres peuvent submerger la cellule. L&rsquo;exposition au rayonnement solaire ou &agrave; d&rsquo;autres sources de rayonnement augmente la production de ces radicaux libres hautement r&eacute;actifs que le corps doit n&eacute;cessairement neutraliser. Le glutathion est &eacute;galement l&rsquo;agent d&eacute;toxifiant principal du corps. Il convertit les substances chimiques nocives en &eacute;l&eacute;ments inoffensifs qui peuvent &ecirc;tre &eacute;limin&eacute;s par le corps. Ainsi, le glutathion assure une protection importante contre de nombreuses substances nocives que l&rsquo;on retrouve dans l&rsquo;environnement. C&rsquo;est pourquoi le foie est particuli&egrave;rement riche en glutathion. Le syst&egrave;me immunitaire est notre principale d&eacute;fense. Encore une fois, le glutathion joue un r&ocirc;le vital &agrave; cet &eacute;gard, en permettant au syst&egrave;me immunitaire d'&ecirc;tre plus fort, ce qu&rsquo;il ne peut faire lorsqu&rsquo;il y a une carence en glutathion. Par exemple, les cellules du syst&egrave;me immunitaire (les lymphocytes) ne peuvent se multiplier autant, ne peuvent produire autant d&rsquo;anticorps, et ne peuvent d&eacute;truire les cellules ind&eacute;sirables, comme les cellules infect&eacute;es. Une carence en glutathion a &eacute;galement un effet nocif sur d&rsquo;autres syst&egrave;mes et organes, notamment les poumons, le syst&egrave;me nerveux et le tractus intestinal. On a r&eacute;pertori&eacute; de nombreux troubles m&eacute;dicaux reli&eacute;s &agrave; une d&eacute;ficience en glutathion. Plus nous vieillissons, plus nos taux de glutathion diminuent. Ce ph&eacute;nom&egrave;ne explique en partie pourquoi une personne &acirc;g&eacute;e a moins de r&eacute;sistance. Le glutathion est une tr&egrave;s petite prot&eacute;ine qui est fabriqu&eacute;e &agrave; l&rsquo;int&eacute;rieur des cellules &agrave; partir de trois acides amin&eacute;s qui nous sont fournis par le biais de notre alimentation ou des compl&eacute;ments alimentaires. L&rsquo;un de ces acides amin&eacute;s, la cyst&eacute;ine, conf&egrave;re au glutathion ses propri&eacute;t&eacute;s anti-oxydantes et d&eacute;toxifiantes. Cet acide amin&eacute; est relativement rare dans les produits alimentaires, ce qui peut donner lieu &agrave; une carence en glutathion m&ecirc;me chez les personnes en sant&eacute;. Il existe une foule de documents indiquant que le glutathion, vendu comme compl&eacute;ment alimentaire, n&rsquo;offre que tr&egrave;s peu de bienfaits, d&ucirc; au fait qu&rsquo;il est &agrave; peu pr&egrave;s enti&egrave;rement d&eacute;truit lors du processus de digestion. De plus, la cyst&eacute;ine est en elle-m&ecirc;me toxique et subit le m&ecirc;me sort, sauf si elle est chimiquement modifi&eacute;e. Les m&eacute;decins utilisent effectivement la N-ac&eacute;tyl-cyst&eacute;ine comme suppl&eacute;ment, mais cette derni&egrave;re a de nombreux effets secondaires ind&eacute;sirables, et ce, m&ecirc;me &agrave; doses mod&eacute;r&eacute;es. Aussi, la meilleure source de cyst&eacute;ine est celle qu&rsquo;offrent les produits alimentaires riches en cyst&eacute;ine. On la retrouve normalement dans les aliments sous sa forme stable, sous forme de cystine (2 mol&eacute;cules de cyst&eacute;ine li&eacute;es). Notre corps dig&egrave;re, absorbe et transporte la cystine vers les cellules o&ugrave; elle est convertie en cyst&eacute;ine. &Eacute;tant donn&eacute; que la chaleur et le stress m&eacute;canique peuvent facilement fragmenter la cystine en cyst&eacute;ine (forme sous laquelle elle est d&eacute;truite lors de la digestion), les aliments crus non transform&eacute;s ou les compl&eacute;ments sp&eacute;ciaux riches en cyst&eacute;ine bioactive (cystine) constituent la meilleure source de cet acide amin&eacute; vital. Il y a soixante ans, Florey et Fleming ont r&eacute;volutionn&eacute; le monde m&eacute;dical en d&eacute;couvrant une nouvelle fa&ccedil;on de combattre les infections, c&rsquo;est-&agrave;-dire gr&acirc;ce &agrave; leur d&eacute;couverte des antibiotiques qui s&rsquo;attaquent &agrave; un vaste &eacute;ventail de bact&eacute;ries. Le glutathion, pourrait constituer un moyen significatif de se d&eacute;fendre contre le nombre sans cesse croissant de produits biologiques et chimiques nocifs auxquels nous devons faire face dans notre soci&eacute;t&eacute; d&rsquo;aujourd&rsquo;hui.</p> </div> <a class="btnTextLinkBack" href="back">RETOUR</a> </div>
