Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

# ScienceBehind_Article11
source: <div class="ScienceBehind-content"> <h1>The science behind Immunocal</h1> <div class="articles"> <a class="btnTextLinkBack" href="back">BACK</a> <h3>How does Immunocal Platinum differ from Immunocal?</h3> <p><img src="https://media.immunotec.com/EN/images/sports_0005100.jpg" alt="Article 11" class="articlesRight" />Immunocal has been Immunotec&rsquo;s flagship product for years. Immunocal is a natural source of the glutathione precursor cysteine for the maintenance of a strong immune system. What is it about the &ldquo;Platinum&rdquo; formulation that differentiates it from Immunocal?</p> <p>The major mechanism by which Immunocal works by is by providing glutathione precursors. In the development of Immunocal Platinum, we have looked very carefully both at the biochemistry of protein metabolism and at potential components of whey sub-fractions that relate to aging. Two separate formulations have been added to Immunocal in the development of Immunocal Platinum - <strong>CMP&#8482;*</strong> and <strong>RMF</strong>.</p> <h4>CMP (Cytokine Modulating Peptides)</h4> <p>These are also whey protein subfractions. These peptides are derived from whey by proprietary isolation technology. They have been shown in in-house studies to down-regulate certain cytokines. CMP also acts by raising TGF-beta2 and by providing even more Lactoferrin. </p> <p><span class="textSmaller">*CMP is a trademark of Glanbia LLC.</span></p> <h4>RMF (Redox Modulating Formula)</h4> <p>The challenge of neutralizing the potential increase in acid production in individuals ingesting high amounts of protein has been successfully resolved with RMF. A combination of citrate salts are included to buffer organic acids such as sulfuric and lactic acid. As a result of improving the acid-base balance, calcium loss is also lowered.</p> <h4>WHO BENEFITS MOST FROM IMMUNOCAL PLATINUM?</h4> <p>Initially developed with the geriatric population in mind, it became clear that there were benefits for athletic individuals and individuals that want the benefits from a natural source of GSH cysteine precursor for the maintenance of a strong immune system and helps to maintain proper muscle function and bone health by reducing calcium loss.</p> </div> <a class="btnTextLinkBack" href="back">BACK</a> </div>
es_co: <div class="ScienceBehind-content"> <h1>La ciencia detr&aacute;s de Immunocal</h1> <div class="articles"> <a class="btnTextLinkBack" href="back">VOLVER</a> <h3><span class="sectionHeading">&iquest;Cu&aacute;l es la diferencia entre Immunocal e Immunocal Platinum?</span></h3> <p><img src="https://media.immunotec.com/SP/images/sports_00010100.jpg" alt="Article 11" class="articlesRight" />Immunocal ha sido el producto principal de Immunotec durante muchos a&ntilde;os. Immunocal es una fuente natural de la ciste&iacute;na precursora del glutati&oacute;n para el mantenimiento de un sistema inmunol&oacute;gico s&oacute;lido. &iquest;Qu&eacute; contiene la f&oacute;rmula del &ldquo;Platinum&rdquo; que lo hace diferente del Immunocal?</p> <p>El mecanismo principal por medio del cual trabaja Immunocal es proporcionando los precursores de glutati&oacute;n. En el desarrollo de Immunocal Platinum, hemos puesto especial atenci&oacute;n tanto en la bioqu&iacute;mica del metabolismo de la prote&iacute;na como en los componentes potenciales de las sub-fracciones del suero que se relacionan con el envejecimiento. Se han agregado dos formulaciones separadas a Immunocal en el desarrollo de Immunocal Platinum: <strong>CMP<sup><font size="-1">MC*</font></sup></strong> y <strong>RMF</strong>.</p> <h4><strong>CMP (P&eacute;ptidos Moduladores de Citoquina) </strong></h4> <p>&Eacute;stas son tambi&eacute;n subfracciones de prote&iacute;nas de suero. Estos p&eacute;ptidos son derivados del suero por medio de una tecnolog&iacute;a de aislamiento exclusiva. Se ha demostrado en estudios internos que estos p&eacute;ptidos logran disminuir y regular ciertas citoquinas. Los CMP tambi&eacute;n act&uacute;an aumentando el TGF-beta2 y proporcionando a&uacute;n m&aacute;s lactoferrina.</p> <p><span class="textSmaller">*CMP es una marca registrada de Glanbia LLC.</span></p> <h4><strong>RMF (F&oacute;rmula Moduladora de Redox)</strong></h4> <p>El reto de neutralizar el posible incremento de producci&oacute;n de &aacute;cidos en personas que ingieren grandes cantidades de prote&iacute;nas ha sido resuelto exitosamente con la FMR. Se incluye una combinaci&oacute;n de sales de citrato para amortiguar los &aacute;cidos org&aacute;nicos como el &aacute;cido sulf&uacute;rico y el l&aacute;ctico. Como resultado de mejorar el balance de &aacute;cidos base, la p&eacute;rdida de calcio tambi&eacute;n disminuye. </p> <h4><span class="boldBlue">&iquest;QUI&Eacute;NES SE BENEFICIAN M&Aacute;S TOMANDO IMMUNOCAL PLATINUM?</span></h4> <p>Inicialmente desarrollado teniendo en mente a la poblaci&oacute;n de personas en edad avanzada, result&oacute; muy claro que ofrec&iacute;a beneficios para las personas atl&eacute;ticas y las personas que quieren los beneficios de una fuente natural de ciste&iacute;na precursora del GSH para el mantenimiento de un sistema inmune fuerte y ayuda a mantener la funci&oacute;n muscular y la salud &oacute;sea mediante la reducci&oacute;n de la p&eacute;rdida de calcio.</p> </div> <a class="btnTextLinkBack" href="back">VOLVER</a> </div>
fr_ca: <div class="ScienceBehind-content"> <h1>La science d'Immunocal</h1> <div class="articles"> <a class="btnTextLinkBack" href="back">RETOUR</a> <h3><span class="sectionHeading">Comment Immunocal Platinum diff&egrave;re-t-il d&#8217;Immunocal?</span></h3> <p><img src="https://media.immunotec.com/EN/images/sports_0005100.jpg" class="articlesRight" />Immunocal a &eacute;t&eacute; le produit phare d&rsquo;Immunotec depuis des ann&eacute;es. Immunocal est une source naturelle de cyst&eacute;ine, pr&eacute;curseur du glutathion, pour le maintien d'un syst&egrave;me immunitaire fort. Alors, qu&rsquo;est-ce qui diff&eacute;rencie la formule &laquo; Platinum &raquo; de celle d&rsquo;Immunocal? </p> <p>L&rsquo;action principale d&rsquo;Immunocal consiste &agrave; fournir &agrave; l&rsquo;organisme les pr&eacute;curseurs du glutathion. Au cours du d&eacute;veloppement d&rsquo;Immunocal Platinum, nous avons &eacute;tudi&eacute; de pr&egrave;s la biochimie du m&eacute;tabolisme des prot&eacute;ines et les possibilit&eacute;s qu&rsquo;offraient, &agrave; l&rsquo;&eacute;gard du vieillissement, certains composants des sous-unit&eacute;s de lactos&eacute;rum. Deux pr&eacute;parations distinctes ont &eacute;t&eacute; ajout&eacute;es &agrave; Immunocal au cours du d&eacute;veloppement d&rsquo;Immunocal Platinum, soit les <strong>CMP<sup>MC*</sup></strong> et la <strong>RMF</strong>.</p> <h4><strong>CMP (Cytokine Modulating Peptides - Peptides de modulation des cytokines)</strong></h4> <p>Il s&rsquo;agit ici &eacute;galement de sous-unit&eacute;s de prot&eacute;ines de lactos&eacute;rum. Ces peptides sont extraits du lactos&eacute;rum &agrave; l&rsquo;aide d&rsquo;une technique brevet&eacute;e. Ils ont d&eacute;montr&eacute;, lors d&rsquo;&eacute;tudes internes, qu&rsquo;ils ralentissent l&rsquo;action de certaines cytokines. Les CMP haussent &eacute;galement le TGF-b&ecirc;ta 2 et fournissent de la lactoferrine additionnelle. </p> <p><span class="textSmaller">*CMP est une marque de commerce de Glanbia LLC.</span></p> <h4><strong>RMF (Redox Modulating Formula &#8211; Formule de modulation de l&#8217;activit&eacute; d&#8217;oxydo-r&eacute;duction) </strong></h4> <p>Le d&eacute;fi, que repr&eacute;sente la neutralisation des hausses d&rsquo;acidit&eacute; chez les personnes qui ing&egrave;rent de grandes quantit&eacute;s de prot&eacute;ines, a &eacute;t&eacute; relev&eacute; avec succ&egrave;s gr&acirc;ce &agrave; la RMF. Une combinaison de sels de citrate est ajout&eacute;e pour agir comme solution-tampon sur certaines substances organiques acides comme l&rsquo;acide sulfurique et l&rsquo;acide lactique. En am&eacute;liorant ainsi l&rsquo;&eacute;quilibre acide-base, on diminue la perte de calcium.</p> <h4><span class="boldBlue">QUI PEUT PROFITER DES BIENFAITS DE PLATINUM?</span></h4> <p>Immunocal Platinum a initialement &eacute;t&eacute; d&eacute;velopp&eacute; &agrave; l&rsquo;intention des gens &acirc;g&eacute;s, mais on a vite constat&eacute; qu&rsquo;il rec&eacute;lait de nombreux bienfaits pour les athl&egrave;tes et pour les personnes qui veulent b&eacute;n&eacute;ficier d&rsquo;une source naturelle de cyst&eacute;ine, pr&eacute;curseur du glutathion, pour le maintien d&rsquo;un syst&egrave;me immunitaire fort et pour le maintien d&rsquo;une bonne fonction musculaire ainsi que la sant&eacute; des os en r&eacute;duisant la perte de calcium.</p> </div> <a class="btnTextLinkBack" href="back">RETOUR</a> </div>
