Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

# ScienceBehind_Article6
source: <div class="ScienceBehind-content"> <h1>The science behind Immunocal</h1> <div class="articles"> <a class="btnTextLinkBack" href="back">BACK</a> <h3>Immunocal - Whey Above the Rest</h3> <p><img src="https://media.immunotec.com/images/science_article-6.jpg" alt="Article 6" class="rticlesLeft" />So often we are asked how Immunocal fits into the world of dairy science and whey proteins. Let&rsquo;s examine this rapidly expanding field and see how these products are truly unique.</p> <p>Many milk derivatives and whey products exist on the marketplace for health-conscious individuals. These products are extremely variable in their protein content, their concentration, the amount of denaturization (damage to the original protein structure), the actual types of proteins present, and other factors which play important roles in the effectiveness of the product (<span class="link">see Table below</span>).</p> <p>Immunocal is a protein isolate. Whey protein &ldquo;isolates&rdquo; is of the purest form, being between 90&#8209;98% protein with negligible fat and lactose per serving. Whereas whey protein &ldquo;concentrates&rdquo; usually contains between 70-85% protein with significant levels of fats and lactose. It contains sub-families of proteins with the highest levels of glutathione precursors (building blocks) available. The unique way that Immunotec extracts these proteins intact in their natural form accounts for our ability to deliver high levels of cystine and cysteine to the cell. It was Dr.&nbsp;Bounous who first described the importance of keeping these fragile proteins. These techniques are unique to Immunotec. Notice that you will generally not find warnings against heating other proteins, because they are most often already seriously broken down.</p> <p>Of critical importance is the biological activity associated with the proteins involved. The research most of these companies use as &ldquo;scientific references&rdquo; for their product was in fact done by Dr.&nbsp;Bounous and his team toward the development of Immunocal. Whether any of these products actually work or not has been anybody&rsquo;s guess because they have not withstood the test of real research. Dr.&nbsp;Wulf&nbsp;Dr&ouml;ge has picked up the torch and has taken Immunocal research to previously unforeseen heights, demonstrating the effectiveness of our product in most highly regarded scientific journals.</p> <p>The field of natural health products will only truly advance if it is based in real research and quality control. Be comfortable that you are taking advantage of the highest quality supplements available. The old adage &ldquo;you get what you pay for&rdquo; holds true in this realm as well.</p> <p>My approach to evaluating a natural product is akin to how a real estate agent evaluates a property. The only difference is that the agent uses the motto &ldquo;Location, location, location&rdquo; - I stand by &ldquo;Research, research and research!&rdquo;. Immunocal fulfills all of these criteria.</p> <div class="space-30"></div> <hr /> <div id="table_focus"></div> <table class="info"> <tr> <th colspan="2">Whey Protein Variables</th> </tr> <tr> <td>Concentration of Protein</td> <td>Isolate = 90%+, concentrate = 70-90%</td> </tr> <tr> <td>Types of Protein</td> <td>Glutathione precursors vs. caseine</td> </tr> <tr> <td>Fat Content</td> <td>Immunocal &quot;fat-free&quot;</td> </tr> <tr> <td>Bioavailability</td> <td>Very high in Immunocal</td> </tr> <tr> <td>Biological Activity</td> <td>Very high in Immunocal</td> </tr> </table> </div> <a class="btnTextLinkBack" href="back">BACK</a> </div>
es_co: <div class="ScienceBehind-content"> <h1>La ciencia detrás de Immunocal</h1> <div class="articles"> <a class="btnTextLinkBack" href="back">VOLVER</a> <h3><span class="sectionHeading">Immunocal: Suero antes que nada</span></h3> <p><img src="https://media.immunotec.com/images/science_article-6.jpg" alt="Article 6" class="rticlesLeft" />Con mucha frecuencia, se nos pregunta de qu&eacute; manera entra Immunocal en el mundo de la ciencia l&aacute;ctea y las prote&iacute;nas del suero. Examinemos este campo que crece r&aacute;pidamente y veamos por qu&eacute; estos productos son verdaderamente &uacute;nicos. </p> <p>Existen en el mercado muchos derivados de la leche y productos del suero que est&aacute;n destinados a los individuos consientes de su salud. Estos productos son extremadamente variables en su contenido prote&iacute;nico, su concentraci&oacute;n, el grado de desnaturalizaci&oacute;n (da&ntilde;o a la estructura original de la prote&iacute;na), los verdaderos tipos de prote&iacute;nas que contienen y otros factores que juegan papeles importantes en la efectividad del producto <a href="#table">(ver la barra de a lado)</a>.</p> <p>Immunocal es un aislado de prote&iacute;na. Los &ldquo;aislados&rdquo; de prote&iacute;na de suero l&aacute;cteo es una de las formas m&aacute;s puras, ya que contienen entre 90 y 98% de prote&iacute;na con cantidades m&iacute;nimas de grasa y lactosa por porci&oacute;n, mientras que los &ldquo;concentrados&rdquo; de prote&iacute;na de suero generalmente contienen de 70 a 85% de prote&iacute;na con niveles significativos de grasa y lactosa. Contiene sub-familias de prote&iacute;nas con el m&aacute;s alto contenido de los precursores (bloques constructores) del glutati&oacute;n. El m&eacute;todo &uacute;nico que utiliza Immunotec para extraer estas prote&iacute;nas intactas en su forma natural tiene que ver con nuestra habilidad para llevar hasta las c&eacute;lulas altos contenidos de cistina y ciste&iacute;na. El Dr. Bounous fue el primero en describir la importancia de preservar estas fr&aacute;giles prote&iacute;nas. Estas t&eacute;cnicas no son &uacute;nicas de Immunotec. Note que generalmente no va a encontrar advertencias en contra de calentar otras prote&iacute;nas ya que la mayor&iacute;a ya se encuentra seriamente da&ntilde;ada.</p> <p>La actividad biol&oacute;gica asociada a las prote&iacute;nas que intervienen es de cr&iacute;tica importancia. La investigaci&oacute;n que la mayor&iacute;a de estas compa&ntilde;&iacute;as utilizan como &ldquo;referencias cient&iacute;ficas&rdquo; para su producto son, de hecho, estudios realizados por el Dr. Bounous y su equipo para el desarrollo de Immunocal. Que estos productos funcionen o no quedar&aacute; siempre en duda ya que no han sido sometidos a pruebas cient&iacute;ficas reales. El Dr. Wulf Dr&ouml;ge ha tomado el relevo y ha llevado las investigaciones sobre el Immunocal a niveles nunca antes vistos, demostrando la efectividad de nuestro producto en la mayor&iacute;a de las publicaciones cient&iacute;ficas m&aacute;s importantes.</p> <p>El campo de los productos naturales para la salud s&oacute;lo avanzar&aacute; verdaderamente si se encuentra basada en investigaciones serias y control de la calidad. Si&eacute;ntase seguro de que est&aacute; aprovechando los suplementos de la mayor calidad en el mercado. El viejo dicho de que &ldquo;usted obtiene lo que paga&rdquo; tambi&eacute;n se aplica a este campo.</p> <p>Mi enfoque para evaluar un producto natural es semejante a la forma en que un agente inmobiliario eval&uacute;a una propiedad. La &uacute;nica diferencia es que el agente utiliza el lema &ldquo;Hubicaci&oacute;n, hubicaci&oacute;n, hubicaci&oacute;n&rdquo; mientras que yo digo &ldquo;Investigaci&oacute;n, investigaci&oacute;n, investigaci&oacute;n&rdquo;. Immunocal cumple con todos estos requisitos.</p> <div class="space-30"></div> <hr /> <a id="table"></a> <table class="info"> <tr> <th colspan="2">Variables de la Prote&iacute;na de Suero</th> </tr> <tr> <td>Concentraci&oacute;n de Prote&iacute;na</td> <td>Aislado = 90%+, concentrado = 70-90%</td> </tr> <tr> <td>Tipos de Prote&iacute;na</td> <td>Precursores del glutati&oacute;n vs. case&iacute;na</td> </tr> <tr> <td>Contenido de Grasas</td> <td>Immunocal &#8220;sin grasa&#8221;</td> </tr> <tr> <td>Biodisponibilidad </td> <td>Muy alta en Immunocal</td> </tr> <tr> <td>Actividad Biol&oacute;gica</td> <td>Muy alta en Immunocal</td> </tr> </table> </div> <a class="btnTextLinkBack" href="back">VOLVER</a> </div>
fr_ca: <div class="ScienceBehind-content"> <h1>La science d'Immunocal</h1> <div class="articles"> <a class="btnTextLinkBack" href="back">RETOUR</a> <h3><span class="sectionHeading">Immunocal &#8211; La prot&eacute;ine de lactos&eacute;rum avant tout</span></h3> <p><img src="https://media.immunotec.com/images/science_article-6.jpg" alt="Article 6" class="rticlesLeft" />On nous demande souvent comment Immunocal s&rsquo;int&egrave;gre dans le monde de la science laiti&egrave;re et des prot&eacute;ines de lactos&eacute;rum. Jetons un coup d&rsquo;&oelig;il &agrave; ce domaine en pleine &eacute;volution et voyons pourquoi ces produits sont vraiment uniques. </p> <p>Bien des produits, constitu&eacute;s de d&eacute;riv&eacute;s du lait et de prot&eacute;ines de lactos&eacute;rum, sont offerts sur le march&eacute; &agrave; l&rsquo;intention des personnes soucieuses de leur sant&eacute;. Ces produits peuvent varier &eacute;norm&eacute;ment quant &agrave; leur teneur en prot&eacute;ines, aux types de prot&eacute;ines qu&rsquo;ils contiennent ainsi qu&rsquo;&agrave; leur niveau de d&eacute;naturation prot&eacute;ique (dommage &agrave; la structure originale des prot&eacute;ines) et d&rsquo;autres facteurs qui influencent leur efficacit&eacute; <span class="focus">(voir l&rsquo;encadr&eacute; lat&eacute;ral)</span>. </p> <p>Immunocal est un isolat prot&eacute;ique de lactos&eacute;rum, c&rsquo;est-&agrave;-dire qu&rsquo;il s&rsquo;agit d&rsquo;une prot&eacute;ine comestible presque pure (90 &agrave; 98 %), qui ne contient qu&rsquo;une quantit&eacute; n&eacute;gligeable de gras et de lactose par portion. Toutefois, les autres concentr&eacute;s de prot&eacute;ines contiennent habituellement de 70 &agrave; 85 % de prot&eacute;ines et des taux significativement &eacute;lev&eacute;s de gras et de lactose. Immunocal contient des sous-familles de prot&eacute;ines, qui pr&eacute;sentent les plus hautes concentrations de pr&eacute;curseurs de glutathion (&eacute;l&eacute;ments constitutifs) disponibles. Le proc&eacute;d&eacute; exclusif qu&rsquo;Immunotec utilise pour extraire ces prot&eacute;ines sans en alt&eacute;rer la forme naturelle, permet de fournir des concentrations &eacute;lev&eacute;es de cyst&eacute;ine &agrave; la cellule. Le docteur Bounous a &eacute;t&eacute; le premier &agrave; souligner l&rsquo;importance de maintenir l&rsquo;int&eacute;grit&eacute; de ces fragiles prot&eacute;ines. Ces techniques sont propres &agrave; Immunotec. Vous remarquerez &eacute;galement que leurs produits ne portent pas d&rsquo;indications stipulant de ne pas les exposer &agrave; la chaleur, puisque les prot&eacute;ines qu&rsquo;ils contiennent sont d&eacute;j&agrave; s&eacute;rieusement fragment&eacute;es.</p> <p>L&rsquo;&eacute;l&eacute;ment le plus important &agrave; prendre en consid&eacute;ration, c&rsquo;est l&rsquo;activit&eacute; biologique des prot&eacute;ines en question. Les r&eacute;f&eacute;rences scientifiques utilis&eacute;es par la majorit&eacute; des autres entreprises, pour valider leurs produits, sont en fait celles effectu&eacute;es par le docteur Bounous et son &eacute;quipe relativement au d&eacute;veloppement d&rsquo;Immunocal. En cons&eacute;quence, il est difficile de dire si ces autres produits fonctionnent r&eacute;ellement, car ils n&rsquo;ont pas &eacute;t&eacute; soumis &agrave; de vrais essais scientifiques. Le docteur Wulf Dr&ouml;ge a repris le flambeau du docteur Bounous afin de pousser la recherche sur Immunocal &agrave; des niveaux in&eacute;gal&eacute;s. Celui-ci a d&eacute;montr&eacute; l&rsquo;efficacit&eacute; de notre produit dans des ouvrages scientifiques de grande r&eacute;putation. </p> <p>Le domaine des produits naturels ne progressera que s&rsquo;il est fond&eacute; sur de la recherche s&eacute;rieuse et un bon contr&ocirc;le de la qualit&eacute;. Assurez votre tranquillit&eacute; d&rsquo;esprit en utilisant des compl&eacute;ments alimentaires de la plus haute qualit&eacute;. Le vieil adage qui affirme &laquo; qu&rsquo;on en a toujours pour son argent &raquo; se confirme &eacute;galement dans ce domaine.</p> <p>Mon approche, en ce qui a trait &agrave; l&rsquo;&eacute;valuation de la qualit&eacute; d&rsquo;un produit naturel, s&rsquo;apparente &agrave; celle qu&rsquo;utilisent les agents d&rsquo;immeuble pour &eacute;valuer une propri&eacute;t&eacute;. La diff&eacute;rence est que mon mot d&rsquo;ordre n&rsquo;est pas &laquo; location, location, location! &raquo;, mais bien &laquo; recherche, recherche, recherche! &raquo; Immunocal remplit toutes ces conditions.</p> <div class="space-30"></div> <hr /> <a id="table"></a> <table class="info"> <tr> <th colspan="2">Variances dans les prot&eacute;ines de lactos&eacute;rum</th> </tr> <tr> <td>Teneur en prot&eacute;ines</td> <td>Isolat = 90 % +, concentr&eacute; = 70 &agrave; 90 %</td> </tr> <tr> <td>Types de prot&eacute;ines</td> <td>Pr&eacute;curseurs de glutathion par rapport &agrave; cas&eacute;ine</td> </tr> <tr> <td>Teneur en mati&egrave;re grasse</td> <td>Immunocal &laquo; sans gras &raquo;</td> </tr> <tr> <td>Biodisponibilit&eacute;</td> <td>Tr&egrave;s &eacute;lev&eacute;e pour Immunocal</td> </tr> <tr> <td>Activit&eacute; biologique</td> <td>Tr&egrave;s &eacute;lev&eacute;e pour Immunocal</td> </tr> </table> </div> <a class="btnTextLinkBack" href="back">RETOUR</a> </div>

# ScienceBehind_Article7
source: <div class="ScienceBehind-content"> <h1>The science behind Immunocal</h1> <div class="articles"> <h3>Living Longer, Living Stronger</h3> <p><img src="https://media.immunotec.com/images/science_article-7.jpg" alt="Article 7" class="rticlesRight" />As time goes by, it has become increasingly clearer that glutathione and cysteine levels not only fall as we age, but the levels of these two critical substances are directly related to how well and older person is doing. Studies have not only looked at physical health, but quality of life, mental functioning and sense of well-being.</p> <p>Dr.&nbsp;Wulf&nbsp;Dr&ouml;ge has been for many years an advocate of taking advantage of this strategy. His research goes back over several decades and has set the foundations for many other researchers to build upon. One such study was published in January 2008. (Curr Opin Clin Nutr Metab Care. 2008 Jan;11(1):40-4). Australians A. Hayes and PJ Cribb have suggested that we approach the aspect of strength and muscle mass in aging the same way as we approach an RSP (retirement savings plan). The more we pay attention to investing in our bodies at an earlier age, the higher the payoff when we are older.</p> <p><em><strong>Nice to be constantly reassured that we are doing the right thing!</strong></em></p> </div> <a class="btnTextLinkBack" href="back">BACK</a> </div>
es_co: <div class="ScienceBehind-content"> <h1>La ciencia detr&aacute;s de Immunocal</h1> <div class="articles"> <h3><span class="sectionHeading">Vivir m&aacute;s y m&aacute;s fuerte</span></h3> <p><img src="https://media.immunotec.com/images/science_article-7.jpg" alt="Article 7" class="rticlesRight" />Entre m&aacute;s pasa el tiempo, se ha vuelto m&aacute;s claro que los niveles de glutati&oacute;n y ciste&iacute;na no s&oacute;lo disminuyen con la edad sino que los niveles de estas dos sustancias cr&iacute;ticas se encuentran directamente relacionados con qu&eacute; tan bien se siente una persona mayor. Los estudios no s&oacute;lo han considerado la salud f&iacute;sica, sino tambi&eacute;n la calidad de vida, el funcionamiento mental y la sensaci&oacute;n de bienestar.</p> <p>El Dr. Wulf Dr&ouml;ge ha promovido por muchos a&ntilde;os el aprovechamiento de esta estrategia. Sus investigaciones se remontan a varias d&eacute;cadas y ha establecido las bases para que muchos otros investigadores puedan construir sobre ellas. Se public&oacute; uno de estos estudios en el mes de enero de 2008. (Curr Opin Clin Nutr Metab Care. 2008 Jan;11(1):40-4). Australians A. Hayes y PJ Cribb sugieren que uno aborde el aspecto de fortaleza y masa muscular con la edad de la misma manera con que se aborda un PAR (plan de ahorros para el retiro). Entre m&aacute;s j&oacute;venes pongamos atenci&oacute;n a la inversi&oacute;n en nuestro cuerpo, mayor ser&aacute; la retribuci&oacute;n cuando seamos viejos. </p> <p><em><strong>&iexcl;Es muy agradable sentirse siempre tranquilo de que se est&aacute; haciendo lo correcto!</strong></em></p> </div> <a class="btnTextLinkBack" href="back">VOLVER</a> </div>
fr_ca: <div class="ScienceBehind-content"> <h1>La science d'Immunocal</h1> <div class="articles"> <h3><span class="sectionHeading">Vivre plus longtemps et plus forts</span></h3> <p><img src="https://media.immunotec.com/images/science_article-7.jpg" alt="Article 7" class="rticlesRight" />Il appert de plus en plus clairement que les taux de glutathion et de cyst&eacute;ine diminuent avec l&rsquo;&acirc;ge et que ces deux substances essentielles sont directement reli&eacute;es &agrave; la qualit&eacute; de vie d&rsquo;une personne &acirc;g&eacute;e et &agrave; sa long&eacute;vit&eacute;. Des &eacute;tudes ont non seulement &eacute;valu&eacute; la sant&eacute; physique mais &eacute;galement la qualit&eacute; de vie, le fonctionnement de l&rsquo;esprit et le bien-&ecirc;tre g&eacute;n&eacute;ral.</p> <p>Le docteur Wulf Dr&ouml;ge d&eacute;fend les avantages de cette strat&eacute;gie depuis de nombreuses ann&eacute;es. Ses recherches, qui s&rsquo;&eacute;chelonnent sur plusieurs d&eacute;cennies, constituent le fondement de nombreuses autres recherches qui ont &eacute;t&eacute; effectu&eacute;es par la suite. L&rsquo;une d&rsquo;entre elles a &eacute;t&eacute; publi&eacute;e en janvier 2008. (Curr Opin Clin Nutr Metab Care. 2008 Jan;11(1):40-4). Dans le cadre de cette &eacute;tude, les Australiens A. Hayes et PJ Cribb sugg&egrave;rent d&rsquo;envisager la question de la force physique et de la masse musculaire relativement au vieillissement comme on planifie son REER. Plus on investit dans son corps lorsqu&rsquo;on est jeune, plus son rendement sera &eacute;lev&eacute; lorsqu&rsquo;on prendra de l&rsquo;&acirc;ge.</p> <p><em><strong>Il est r&eacute;confortant de constater que ce que nous faisons est bien!</strong></em></p> </div> <a class="btnTextLinkBack" href="back">RETOUR</a> </div>
