Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

# ScienceBehind_Article8
source: <div class="ScienceBehind-content"> <h1>The science behind Immunocal</h1> <div class="articles"> <a class="btnTextLinkBack" href="back">BACK</a> <h3>Glutathione supplementation - manipulation of natural defense mechanisms in health and disease</h3> <p><img src="https://media.immunotec.com/images/science_article-8.jpg" alt="Article 8" class="articlesLeft" />The human body is one of nature&rsquo;s finest miracles and researchers are still unlocking many of its secrets. Recent discoveries have shed important light on the role that glutathione plays in maintaining health.</p> <p>Most individuals have not heard of glutathione, however given the accelerated course of research publications on the subject and the large impact it will have in future health care, the term glutathione will shortly become integrated into our everyday language, the same way as we use the words &ldquo;antioxidant&rdquo; or &ldquo;cholesterol&rdquo;. </p> <p>Glutathione is the body&rsquo;s own health &lsquo;AID&rsquo; &ndash; Antioxidant, Immune Booster, and Detoxifier. This small protein, produced naturally in the body, maintains these three crucial protective functions. In fact, your life depends upon it. Without glutathione, your cells would disintegrate from unrestrained oxidation.</p> <h4>RESEARCH ON GLUTATHIONE</h4> <p>In the last twenty years the volume of research into GSH has grown immensely. A huge variety of theoretical papers, bench-top laboratory experiments, epidemiological studies and&mdash;most importantly&mdash;clinical trials on humans, has linked glutathione to an extraordinary variety of health challenges. The list is long and would be hard to believe were it not for the strength and credibility of the research.</p> <h4>GLUTATHIONE - &ldquo;THE MASTER ANTIOXIDANT&rdquo;</h4> <p>Advances in the study of antioxidants have grown to the point that a whole new branch of medicine has developed called &ldquo;Free Radical Biology&rdquo; which focuses on oxidant/antioxidant balance. These scientists have elaborated upon several hundred different disease processes where antioxidants play a vital role. The shelves of natural food stores and pharmacies are resplendent with a large array of different antioxidants offered. However, although these antioxidants including vitamin C and vitamin E are &ldquo;natural&rdquo;, they are not natural to your body. If you do not ingest these vitamins, they will not be found in your cells naturally. Given the importance of antioxidation in hundreds of different disease processes, one poses the question &ndash; &ldquo;What antioxidant does the body manufacture to ward off these processes?&rdquo; Glutathione is the most abundantly produced antioxidant in the body. In fact, the presence of this ubiquitous small protein is crucial for the functioning of any of the other antioxidants we know of.</p> <h4>GLUTATHIONE - &ldquo;FUEL FOR THE IMMUNE SYSTEM&rdquo;</h4> <p>Your immune system is constantly on the prowl for foreign antigens&mdash;agents of cellular damage, toxicity and disease. These antigens include viruses, bacteria, parasites, and fungi. To neutralize these antigens the body needs a ready supply of glutathione. If it doesn&rsquo;t have enough, some of the invaders will get through and infect the body. We can&rsquo;t avoid illness and aging altogether&mdash;although a few scientists are pursuing some age-old dreams&mdash;but by keeping our intracellular glutathione levels up we also keep our immune system on full alert and fully armed. Dr.&nbsp;Gustavo&nbsp;Bounous, a leading glutathione expert, concurs that glutathione is fuel for the immune system. &ldquo; The limiting factor for the proper activity and multiplication of our lymphocytes (white blood cells) is the availability of glutathione&rdquo;. Dr.&nbsp;Bounous&rsquo;&nbsp;research at McGill University has culminated in the development of a nutritional supplement called &ldquo;Immunocal&rdquo; a natural source of the glutathione precursor cysteine for the maintenance of a strong immune system.</p> <h4>GLUTATHIONE - &ldquo;TOXIC WASTE DISPOSAL SYSTEM&rdquo;</h4> <p>Hundreds of toxins are eliminated by the GSH enzyme system. It&rsquo;s no surprise that GSH concentrations are highest in the liver, the body&rsquo;s major detoxifying organ. We inhale and ingest natural and synthetic toxins every day of our lives and can&rsquo;t possibly avoid them, especially in our technological times, our congested and polluted cities and with our bio-engineered food supplies. Experimental studies have shown that low glutathione levels lead to poor liver and kidney function, and result in unnecessarily large quantities of toxins circulating through the body. There, they continuously damage individual cells and organs.</p> <h4>GLUTATHIONE DEPLETION</h4> <p>Every day our bodies are exposed to factors that drain our levels of glutathione: Stress, pollution, radiation, infection, poor diet, aging, injury and fatigue. &ldquo;Concern about maintaining one&rsquo;s glutathione level will eventually be on par with other health maintenance issues. People will soon be raising their glutathione levels the same way they take their vitamin pills each morning,&rdquo; says Dr.&nbsp;Bounous.</p> <h4>RAISING GLUTATHIONE</h4> <p>It is vital to clarify one particular aspect of the glutathione story. When people find out about GSH, they want to go to their health store, buy some and &lsquo;take&rsquo; it. Although it can be found as a supplement, eating glutathione has negligible effects on your health. It is quickly broken down in your digestive tract and eliminated. GSH must be manufactured within your cells, which is exactly where it appears&mdash;in every cell of your body. The only way to accomplish this effectively is to give your body the building blocks (precursors) it needs to manufacture glutathione for itself.</p> <p>Some products such as NAC (N-acetyl-cysteine) have been developed to provide these precursors but there are also natural ways to raise glutathione levels. Vitamin C, E and selenium indirectly support glutathione function. Milk thistle (silymarin), alpha-lipoic acid and L&#8209;cysteine may have moderate effects. A natural source of the glutathione precursor cysteine for the maintenance of a strong immune system is Immunocal.</p> </div> <a class="btnTextLinkBack" href="back">BACK</a> </div>
es_co: <div class="ScienceBehind-content"> <h1>La ciencia detr&aacute;s de Immunocal</h1> <div class="articles"> <a class="btnTextLinkBack" href="back">VOLVER</a> <h3><span class="sectionHeading">Suplemento de glutati&oacute;n: Manipulaci&oacute;n de los mecanismos de defensa natural en la salud y&nbsp;la enfermedad</span></h3> <p><img src="https://media.immunotec.com/images/science_article-8.jpg" alt="Article 8" class="articlesLeft" />El cuerpo humano es uno de los milagros m&aacute;s finos de la naturaleza y los investigadores contin&uacute;an a&uacute;n develando muchos de sus secretos. Algunos descubrimientos recientes han arrojado luz sobre el papel que desempe&ntilde;a el glutati&oacute;n en el mantenimiento de la salud.</p> <p>La mayor parte de las personas nunca han o&iacute;do hablar del glutati&oacute;n; sin embargo, dado el curso acelerado de las publicaciones de las investigaciones sobre el tema y el gran impacto que va a tener en el cuidado futuro de la salud, el t&eacute;rmino glutati&oacute;n muy pronto se va a integrar a nuestro vocabulario cotidiano, de la misma manera en que utilizamos palabras como &ldquo;antioxidante&rdquo; o &ldquo;colesterol&rdquo;. </p> <p>El glutati&oacute;n es la &ldquo;ayuda&rdquo; intr&iacute;nseca del cuerpo: Antioxidante, refuerzo Inmunol&oacute;gico y Desintoxicante. Esta peque&ntilde;a prote&iacute;na, producida naturalmente en el cuerpo, mantiene estas tres funciones protectoras cruciales. De hecho, su vida depende de ella ya que sin el glutati&oacute;n sus c&eacute;lulas se desintegrar&iacute;an por la oxidaci&oacute;n descontrolada.</p> <h4><span class="boldBlue">INVESTIGACIONES SOBRE EL GLUTATI&Oacute;N</span></h4> <p>En los &uacute;ltimos veinte a&ntilde;os, el volumen de investigaciones sobre el GSH ha aumentado inmensamente. Una gran variedad de documentos te&oacute;ricos, experimentos de laboratorio, estudios epidemiol&oacute;gicos, proyectos animales y, lo m&aacute;s importante, estudios cl&iacute;nicos en humanos, han asociado al glutati&oacute;n con una extraordinaria variedad de desaf&iacute;os para la salud. La lista es larga y ser&iacute;a dif&iacute;cil de creer si no fuera por la seriedad y credibilidad de las investigaciones. </p> <h4><span class="boldBlue">GLUTATI&Oacute;N: EL &#8220;ANTIOXIDANTE MAESTRO&#8221;</span></h4> <p>Loa avances en el estudio de los antioxidantes han aumentado a tal grado que se ha desarrollado toda una nueva rama de la medicina llamada &ldquo;Biolog&iacute;a de los radicales libres&rdquo; que se enfoca en el balance entre los oxidantes y los antioxidantes. Estos cient&iacute;ficos han escrito sobre cientos de diferentes procesos de enfermedades en las que los antioxidantes juegan un papel de vital importancia. Los estantes de las tiendas de alimentos naturales y de las farmacias est&aacute;n repletos de una gran variedad de antioxidantes que se ofrecen en el mercado. Sin embargo, a pesar de que estos antioxidantes, incluyendo las vitaminas C y E son lo que llaman &ldquo;naturales&rdquo;, no son naturales para su cuerpo. Si usted no consume estas vitaminas, &eacute;stas no se van a encontrar en sus c&eacute;lulas naturalmente. Debido a la importancia de los antioxidantes en cientos de diferentes procesos de enfermedades, uno se hace la pregunta: &ldquo;&iquest;Cu&aacute;l es el antioxidante que produce el cuerpo para defenderse de estas enfermedades?&rdquo; El glutati&oacute;n es el antioxidante m&aacute;s abundante que se produce en el cuerpo. De hecho, le presencia de esta peque&ntilde;a prote&iacute;na omnipresente es crucial para el funcionamiento de cualquier otro antioxidante que conozcamos. </p> <h4><span class="boldBlue">GLUTATI&Oacute;N: &#8220;COMBUSTIBLE PARA EL SISTEMA INMUNITARIO&#8221;</span></h4> <p>Su sistema inmunitario se encuentra constantemente acechado por ant&iacute;genos externos (agentes que da&ntilde;an las c&eacute;lulas y provocan intoxicaciones y enfermedades). Estos ant&iacute;genos incluyen los virus, las bacterias, los par&aacute;sitos y los hongos. Para neutralizar la acci&oacute;n de estos ant&iacute;genos, el cuerpo necesita un suministro constante de glutati&oacute;n. Si no cuenta con suficiente, algunos de los invasores lograr&aacute;n atravesar e infectar el cuerpo. No podemos vencer la enfermedad y el envejecimiento al mismo tiempo (aunque algunos cient&iacute;ficos sigan buscando realizar sus sue&ntilde;os sobre la longevidad) pero manteniendo altos nuestros niveles intracelulares de glutati&oacute;n vamos a mantener nuestro sistema inmunitario alerta y completamente armado. El Dr. Gustavo Bounous, un experto en glutati&oacute;n, est&aacute; de acuerdo en que el glutati&oacute;n es el combustible para el sistema inmunitario. &ldquo;El factor limitante para la actividad adecuada y la multiplicaci&oacute;n de los linfocitos (gl&oacute;bulos blancos) es la disponibilidad de glutati&oacute;n&rdquo;. La investigaci&oacute;n del Dr. Bounous en la Universidad McGill ha culminado con el desarrollo de un suplemento nutricional llamado &ldquo;Immunocal&rdquo; una fuente natural de glutati&oacute;n, precursor de ciste&iacute;na para el mantenimiento de un sistema inmunitario fuerte.</p> <h4><span class="boldBlue">GLUTATI&Oacute;N: &#8220;SISTEMA DE DEP&Oacute;SITO DE DESECHOS T&Oacute;XICOS&#8221;</span></h4> <p>El sistema de enzimas GSH se encarga de eliminar cientos de toxinas. No es de sorprender que las mayores concentraciones de GSH se encuentren en el h&iacute;gado, principal &oacute;rgano desintoxicante del cuerpo. Diariamente inhalamos e ingerimos toxinas naturales y sint&eacute;ticas y no hay forma de que podamos evitarlas, especialmente en estos tiempos de tecnolog&iacute;a, ciudades contaminadas y congestionadas y con nuestros abastecimientos de alimentos bio-modificados. Algunos estudios experimentales han demostrado que los niveles bajos de glutati&oacute;n llevan a una funci&oacute;n deficiente de los ri&ntilde;ones y el h&iacute;gado que dan como resultado altas cantidades innecesarias de toxinas que circulan a trav&eacute;s de nuestro cuerpo. A su paso, da&ntilde;an constantemente c&eacute;lulas individuales y &oacute;rganos.</p> <h4><span class="boldBlue">REDUCCI&Oacute;N DEL GLUTATI&Oacute;N</span></h4> <p>Nuestro cuerpo se encuentra diariamente expuesto a factores que disminuyen nuestros niveles de glutati&oacute;n: El estr&eacute;s, la contaminaci&oacute;n, la radiaci&oacute;n, las infecciones, las dietas no balanceadas, el envejecimiento, las lesiones y la fatiga. &ldquo;La preocupaci&oacute;n por mantener nuestros niveles de glutati&oacute;n pronto se va a encontrar a la par con otros temas para el mantenimiento de la salud. Dentro de poco, las personas estar&aacute;n aumentando sus niveles de glutati&oacute;n de la misma forma que toman sus suplementos vitam&iacute;nicos todas las ma&ntilde;anas&rdquo;, afirma el Dr. Bounous.</p> <h4><span class="boldBlue">AUMENTANDO EL GLUTATI&Oacute;N</span></h4> <p>Es de vital importancia aclarar un aspecto particular en el asunto del glutati&oacute;n. Cuando las personas se enteran del GSH, lo primero que se les ocurre es ir a la farmacia, comprarlo y empezar a &ldquo;tomarlo&rdquo;. Aunque se pueda encontrar como un suplemento, consumir el glutati&oacute;n en s&iacute; tiene efectos casi nulos en su salud ya que es r&aacute;pidamente desintegrado por el aparato digestivo y eliminado enseguida. El GSH debe ser producido dentro de sus c&eacute;lulas, que es justamente en donde se encuentra, en cada c&eacute;lula de su cuerpo. La &uacute;nica forma de conseguirlo de manera efectiva es proporcionando a su cuerpo los bloques constructores (precursores) que necesita para producir el glutati&oacute;n por &eacute;l mismo.</p> <p>Algunos productos tales como el NAC (acetil-ciste&iacute;na N) se han desarrollado para suministrar estos precursores, sin embargo, existen formas naturales de aumentar los niveles de glutati&oacute;n. Las vitaminas C y E y el selenio apoyan indirectamente la funci&oacute;n del glutati&oacute;n. El cardo lechero (silimarin), el &aacute;cido alfa-lipoico y la ciste&iacute;na L podr&iacute;an tener efectos moderados. Immunocal es una fuente natural de la ciste&iacute;na precursora del glutati&oacute;n para el mantenimiento de un sistema inmunol&oacute;gico s&oacute;lido.</p> </div> <a class="btnTextLinkBack" href="back">VOLVER</a> </div>
fr_ca: <div class="ScienceBehind-content"> <h1>La science d'Immunocal</h1> <div class="articles"> <a class="btnTextLinkBack" href="back">RETOUR</a> <h3><span class="sectionHeading">Suppl&eacute;mentation en glutathion &#8211; Manipulation des m&eacute;canismes de d&eacute;fense naturels pour favoriser la sant&eacute; et combattre les maladies</span></h3> <p><img src="https://media.immunotec.com/images/science_article-8.jpg" alt="Article 8" class="articlesLeft" />Le corps humain est certainement l&rsquo;un des plus beaux miracles de la nature, et les chercheurs travaillent encore &agrave; en d&eacute;couvrir tous les secrets. De r&eacute;centes d&eacute;couvertes ont mis en lumi&egrave;re le r&ocirc;le que joue le glutathion dans le maintien de la sant&eacute;.</p> <p>La plupart des gens ne savent pas en quoi consiste le glutathion. Toutefois, si l&rsquo;on prend en consid&eacute;ration la cadence avec laquelle on publie des recherches sur le sujet, et l&rsquo;impact qu&rsquo;aura le glutathion sur les soins de sant&eacute; futurs, ce mot fera d&rsquo;ici peu partie de notre vocabulaire de tous les jours, au m&ecirc;me titre que les mots &laquo; antioxydant &raquo; ou &laquo; cholest&eacute;rol &raquo;.</p> <p>Le glutathion est en quelque sorte le garde du corps de notre organisme : A.I.D. &ndash; Antioxydant, Immunostimulant et D&eacute;toxifiant. Cette petite prot&eacute;ine, fabriqu&eacute;e de fa&ccedil;on naturelle dans notre corps, favorise ces trois fonctions essentielles. En fait, notre vie comme telle en d&eacute;pend. Sans le glutathion, nos cellules se d&eacute;sint&eacute;greraient sous l&rsquo;effet de l&rsquo;oxydation.</p> <h4><span class="boldBlue">RECHERCHE SUR LE GLUTATHION</span></h4> <p>Au cours des 20 derni&egrave;res ann&eacute;es, le volume de recherche sur le GSH s&rsquo;est accru de fa&ccedil;on remarquable. Un grand nombre de th&eacute;ories ont &eacute;t&eacute; propos&eacute;es, plusieurs exp&eacute;riences en laboratoire et d&rsquo;&eacute;tudes &eacute;pid&eacute;miologiques ou sur des animaux ont &eacute;t&eacute; effectu&eacute;es. Mais, d&rsquo;abord et avant tout, des essais cliniques sur des humains ont &eacute;tabli des liens entre le glutathion et une liste tellement longue de probl&egrave;mes de sant&eacute; que, si ce n&rsquo;&eacute;tait de la rigueur et du s&eacute;rieux des recherches qui ont permis d&rsquo;&eacute;tablir ces conclusions, l&rsquo;on pourrait mettre en doute leur validit&eacute;.</p> <h4><span class="boldBlue">GLUTATHION &#8211; &laquo; LE MA&Icirc;TRE ANTIOXYDANT &raquo;</span></h4> <p>De nombreuses perc&eacute;es ont &eacute;t&eacute; effectu&eacute;es en ce qui a trait &agrave; l&rsquo;&eacute;tude des antioxydants, et ce, &agrave; un point tel que l&rsquo;on a cr&eacute;&eacute; une nouvelle branche de la m&eacute;decine appel&eacute;e &laquo; biologie radicalaire &raquo;, qui se concentre sur l&rsquo;&eacute;quilibre des oxydants et des antioxydants. Les scientifiques ont mis en lumi&egrave;re plusieurs processus pathog&eacute;niques dans lesquels les antioxydants jouent un r&ocirc;le pr&eacute;pond&eacute;rant. Les tablettes des magasins de produits naturels et des pharmacies regorgent de produits antioxydants. Toutefois, m&ecirc;me si ces antioxydants sont de source naturelle, dont les vitamines C et E, ils n&rsquo;existent pas naturellement dans votre corps. Si vous n&rsquo;ing&eacute;rez pas ces vitamines, elles ne se retrouveront pas dans vos cellules de fa&ccedil;on naturelle. &Eacute;tant donn&eacute; l&rsquo;importance du r&ocirc;le que joue l&rsquo;oxydation relativement &agrave; des centaines de processus pathog&eacute;niques, on peut se poser la question suivante : &laquo; Quel antioxydant mon corps fabrique-t-il pour parer &agrave; ces processus? &raquo; Le glutathion est l&rsquo;antioxydant le plus abondant du corps. En fait, la pr&eacute;sence de cette petite prot&eacute;ine ubiquiste est essentielle au fonctionnement de tous les autres antioxydants que nous connaissons.</p> <h4><span class="boldBlue">GLUTATHION - &laquo; LE CARBURANT DU SYST&Egrave;ME IMMUNITAIRE &raquo;</span></h4> <p>Votre syst&egrave;me immunitaire est constamment assailli par des antig&egrave;nes qui endommagent les cellules et sont porteurs de toxicit&eacute; et de maladies. Au nombre de ces antig&egrave;nes on compte les virus, les bact&eacute;ries, les parasites et les champignons. Afin de neutraliser ces antig&egrave;nes, le corps doit pouvoir compter sur un taux optimal de glutathion. Si ce taux est insuffisant, certains de ces assaillants auront le champ libre et infecteront l&rsquo;organisme. Il est impossible d&rsquo;&eacute;radiquer la maladie et le vieillissement, et ce, m&ecirc;me si certains scientifiques y r&ecirc;vent encore. Mais, en maintenant ses taux de glutathion &agrave; leur niveau optimum, on s&rsquo;assure d&rsquo;avoir un syst&egrave;me immunitaire qui est bien arm&eacute; pour la contre-attaque. Le docteur Gustavo Bounous, grand sp&eacute;cialiste du glutathion, affirme que le glutathion est le carburant du syst&egrave;me immunitaire : &laquo; Le facteur limitant de l&rsquo;activit&eacute; et de la multiplication normale des lymphocytes (globules blancs) est la disponibilit&eacute; du glutathion &raquo;. Les recherches effectu&eacute;es par le docteur Bounous &agrave; l&rsquo;Universit&eacute; McGill ont conduit au d&eacute;veloppement d&rsquo;un compl&eacute;ment nutritionnel appel&eacute; &laquo;&nbsp;Immunocal&nbsp;&raquo; qui est une source naturelle de cyst&eacute;ine, pr&eacute;curseur du glutathion, pour le maintien d&apos;un syst&egrave;me immunitaire fort.</p> <h4><span class="boldBlue">GLUTATHION &#8211; &laquo; SYST&Egrave;ME D&#8217;&Eacute;LIMINATION DES TOXINES &raquo;</span></h4> <p>Le syst&egrave;me enzymatique du GSH &eacute;limine des centaines de toxines. Il n&rsquo;est donc pas &eacute;tonnant que les concentrations les plus &eacute;lev&eacute;es de GSH se retrouvent dans le foie, l&rsquo;organe de d&eacute;toxification par excellence de l&rsquo;organisme. Nous inhalons et ing&eacute;rons des toxines naturelles et synth&eacute;tiques chaque jour de notre vie. Cet &eacute;tat de choses est in&eacute;vitable dans l&rsquo;environnement dans lequel nous vivons o&ugrave; priment la technologie, les villes pollu&eacute;es et congestionn&eacute;es et les denr&eacute;es alimentaires g&eacute;n&eacute;tiquement modifi&eacute;es. Des &eacute;tudes exp&eacute;rimentales ont d&eacute;montr&eacute; que lorsque les taux de glutathion sont bas, les fonctions h&eacute;patique et r&eacute;nale sont affect&eacute;es, ce qui permet aux toxines de circuler en plus grande quantit&eacute; dans l&rsquo;organisme. Ces toxines cr&eacute;ent des dommages continuels aux cellules et aux organes.</p> <h4><span class="boldBlue">&Eacute;PUISEMENT DU GLUTATHION</span></h4> <p>Chaque jour, notre corps est expos&eacute; &agrave; divers &eacute;l&eacute;ments qui drainent nos taux de glutathion : le stress, la pollution, la radiation, les infections, la malnutrition, le vieillissement, les blessures, la fatigue. &laquo; L&rsquo;optimisation des taux de glutathion fera bient&ocirc;t partie d&rsquo;un programme de soins de sant&eacute; global. D&rsquo;ici peu, les gens prendront des compl&eacute;ments, qui rehaussent les taux de glutathion, aussi normalement qu&rsquo;ils prennent des vitamines chaque matin. &raquo; explique le docteur Bounous.</p> <h4><span class="boldBlue">REHAUSSER LE GLUTATHION</span></h4> <p>Il est essentiel, toutefois, de clarifier un aspect particulier de l&rsquo;histoire du glutathion. Lorsque les gens ont commenc&eacute; &agrave; entendre parler du GSH, ils ont voulu s&rsquo;en procurer au magasin de sant&eacute; naturelle et &laquo; en consommer &raquo;. Quoique l&rsquo;on puisse trouver le glutathion sous forme de compl&eacute;ment, en manger ne rapporte que des effets n&eacute;gligeables pour la sant&eacute;. Il est rapidement fragment&eacute; dans le syst&egrave;me digestif, puis &eacute;limin&eacute;. Le GSH est fabriqu&eacute; naturellement &agrave; l&rsquo;int&eacute;rieur de chaque cellule de l&rsquo;organisme, et c&rsquo;est l&agrave; que sa cr&eacute;ation doit &ecirc;tre favoris&eacute;e. La seule fa&ccedil;on d&rsquo;obtenir ce r&eacute;sultat efficacement est en fournissant &agrave; l&rsquo;organisme les &eacute;l&eacute;ments constitutifs (les pr&eacute;curseurs) dont il a besoin pour fabriquer lui-m&ecirc;me son glutathion. </p> <p>Certains produits, comme la NAC (N-ac&eacute;tyl-cyst&eacute;ine), ont &eacute;t&eacute; mis au point pour fournir ces pr&eacute;curseurs, mais il y a &eacute;galement des fa&ccedil;ons naturelles de hausser les taux de glutathion. Les vitamines C et E et le s&eacute;l&eacute;nium appuient indirectement l&rsquo;action du glutathion. Le chardon Marie (silymarine), l&rsquo;acide alpha-lipo&iuml;que et la L-cyst&eacute;ine peuvent avoir une action mod&eacute;r&eacute;e. Immunocal est une source naturelle de cyst&eacute;ine, pr&eacute;curseur du glutathion, pour le maintien d&apos;un syst&egrave;me immunitaire fort.</p> </div> <a class="btnTextLinkBack" href="back">RETOUR</a> </div>
