Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

# ScienceBehind_Article9
source: <div class="ScienceBehind-content"> <h1>The science behind Immunocal</h1> <div class="articles"> <a class="btnTextLinkBack" href="back">BACK</a> <h3>The Science of Glutathione</h3> <p class="textSmaller">by Patricia A.L. Kongshavn, Ph.D<br /> Former Professor: Department of Medicine, McGill University, Montreal, Canada</p> <p><img src="https://media.immunotec.com/images/science_article-9.jpg" alt="Article 9" class="articlesRight" />Glutathione is a small molecule found in almost every cell. It cannot enter most cells directly and therefore must be made inside the cell, from its three constituent amino acids: glycine, glutamate and cysteine. The rate at which glutathione can be made depends on the availability of cysteine, which is relatively scarce in foodstuffs. Furthermore, the cysteine molecule has a sulfur-containing portion which gives the whole glutathione molecule its &lsquo;biochemical activity&rsquo;, i.e. its ability to carry out the following vitally important functions: Firstly, glutathione is the major antioxidant produced by the cell, protecting it from &lsquo;free radicals&rsquo; (&lsquo;oxygen radicals&rsquo;, &lsquo;oxyradicals&rsquo;). These highly reactive substances, if left unchecked, will damage or destroy key cell components. Oxyradicals are generated in the many thousand mitochondria located inside each cell, where nutrients like glucose are burnt using oxygen to make energy. (Mitochondria can be thought of as the batteries that provide the power for the cells to operate). In addition, glutathione recycles other well-known antioxidants such as vitamin C and vitamin E, keeping them in their active state. Secondly, glutathione is a very important detoxifying agent, enabling the body to get rid of undesirable substances. It forms a soluble compound with the toxin that can then be excreted through the urine or the gut. The liver and kidneys contain high levels of glutathione as they have the greatest exposure to toxins. The lungs are also rich in glutathione partly for the same reason. Thirdly, glutathione plays a crucial role in maintaining a normal balance between oxidation and anti-oxidation. This, in turn, regulates many of the cell&rsquo;s vital functions, such as the synthesis and repair of DNA, the synthesis of proteins and the activation and regulation of enzymes. Fourthly, glutathione is required in many of the intricate steps needed to carry out an immune response. For example, it is needed for the lymphocytes to multiply in order to develop a strong immune response, and for &lsquo;killer&rsquo; lymphocytes to be able to kill undesirable cells such as cancer cells or virally infected cells. The importance of glutathione cannot be overstated. It has multiple roles as indicated and, indeed, as one examines each system or organ more closely, the necessity for glutathione becomes increasingly evident. Glutathione values decline with age and higher values in older people are seen to correlate with better health, underscoring the importance of this remarkable substance for maintaining a healthy, well-functioning body.</p> <p><span class="textSmall"><strong>References:</strong> Lomaestro B., Malone M. Glutathione in health and disease: Pharmacotherapeutic Issues Ann Pharmacother 29: 1263-73,1995</span></p> </div> <a class="btnTextLinkBack" href="back">BACK</a> </div>
es_co: <div class="ScienceBehind-content"> <h1>La ciencia detr&aacute;s de Immunocal</h1> <div class="articles"> <a class="btnTextLinkBack" href="back">VOLVER</a> <h3><span class="sectionHeading">La ciencia de glutati&oacute;n</span></h3> <p class="textSmaller"><span class="author">Patricia A.L. Kongshavn, Ph.D<br />ntigua Profesora: Departamento de Medicina, Universidad McGill, Montreal, Canad&aacute;</span></p> <p><img src="https://media.immunotec.com/images/science_article-9.jpg" alt="Article 9" class="articlesRight" />El glutati&oacute;n es una peque&ntilde;a mol&eacute;cula que se encuentra en casi cada una de las c&eacute;lulas. No puede tener acceso directo a casi ninguna c&eacute;lula y por lo tanto debe ser producida dentro de cada una de ellas a partir de sus tres amino&aacute;cidos constituyentes: glicina, glutamato y ciste&iacute;na. El porcentaje en el que se puede producir el glutati&oacute;n depende de la disponibilidad de la ciste&iacute;na, misma que es relativamente escasa en los alimentos. Adem&aacute;s, la mol&eacute;cula de la ciste&iacute;na contiene una porci&oacute;n con sulfuro que proporciona a toda la mol&eacute;cula del glutati&oacute;n su &lsquo;actividad bioqu&iacute;mica&rsquo;; es decir, su habilidad para realizar las siguientes funciones de vital importancia: En primer lugar, el glutati&oacute;n es el antioxidante principal producido por las c&eacute;lulas, protegi&eacute;ndolas de los &lsquo;radicales libres&rsquo; (&lsquo;radicales del ox&iacute;geno&rsquo;, &lsquo;oxirradicales,). Estas sustancias altamente reactivas, si se dejan sin atender, da&ntilde;an o destruyen los componentes principales de las c&eacute;lulas. Los oxirradicales se generan en los miles de mitocondrias que se encuentran dentro de cada c&eacute;lula, en donde, utilizando el ox&iacute;geno, se queman los nutrientes como la glucosa para producir energ&iacute;a. (Se puede decir que la mitocondria es como las bater&iacute;as que proporcionan la energ&iacute;a para que funcionen las c&eacute;lulas). Adem&aacute;s, el glutati&oacute;n recicla otros antioxidantes conocidos como las vitaminas C y E, manteni&eacute;ndolas en estado activo. En segundo lugar, el glutati&oacute;n es un agente desintoxicante muy importante habilitando al cuerpo a deshacerse de las sustancias indeseables. Forma un compuesto soluble con las toxinas que despu&eacute;s es secretado a trav&eacute;s de la orina o el intestino. El h&iacute;gado y los ri&ntilde;ones contienen grandes cantidades de glutati&oacute;n ya que son los &oacute;rganos m&aacute;s expuestos a las toxinas. Los pulmones tambi&eacute;n son ricos en glutati&oacute;n en parte por esta misma raz&oacute;n. En tercer lugar, el glutati&oacute;n juega un papel crucial en el mantenimiento del balance normal entre la oxidaci&oacute;n y la anti-oxidaci&oacute;n. Esto, a su vez, regula muchas de las funciones vitales de las c&eacute;lulas tales como la s&iacute;ntesis y reparaci&oacute;n del ADN, la s&iacute;ntesis de las prote&iacute;nas y la activaci&oacute;n y regulaci&oacute;n de las enzimas. En cuarto lugar, el glutati&oacute;n es necesario para realizar muchos de los intrincados pasos de la respuesta inmunitaria. Por ejemplo, es necesario para que los linfocitos se multipliquen para desarrollar una respuesta inmunitaria resistente y para que los linfocitos &lsquo;destructores&rsquo; sean capaces de destruir c&eacute;lulas indeseables tales como las c&eacute;lulas cancer&iacute;genas o c&eacute;lulas vitales infectadas. La importancia del glutati&oacute;n no puede ser sobreestimada. Tiene m&uacute;ltiples funciones como se ha indicado y, de hecho, al examinar cada sistema u &oacute;rgano m&aacute;s detalladamente, la necesidad del glutati&oacute;n se vuelve m&aacute;s evidente. Los valores del glutati&oacute;n disminuyen con la edad y se puede observar que los valores m&aacute;s altos en las personas mayores se encuentran relacionados con una mejor salud subestimando la importancia de esta sorprendente sustancia en el mantenimiento de un cuerpo saludable y con buen funcionamiento.</p> <p><span class="textSmall"><strong>Referencias:</strong><span class="xSmall2"> Lomaestro B., Malone M. Glutathione in health and disease: Pharmacotherapeutic Issues Ann Pharmacother 29: 1263-73,1995</span></span></p> </div> <a class="btnTextLinkBack" href="back">VOLVER</a> </div>
fr_ca: <div class="ScienceBehind-content"> <h1>La science d'Immunocal</h1> <div class="articles"> <a class="btnTextLinkBack" href="back">RETOUR</a> <h3><span class="sectionHeading">La science qui sous-tend le glutathion</span></h3> <p class="textSmaller"><span class="author">Patricia A.L. Kongshavn, Ph.D<br /> Ex-professeure : Facult&eacute; de m&eacute;decine de l&#8217;Universit&eacute; McGill, Montr&eacute;al, Canada </span></p> <p><img src="https://media.immunotec.com/images/science_article-9.jpg" alt="Article 9" class="articlesRight" />Le glutathion est une petite mol&eacute;cule que l&rsquo;on retrouve dans la majorit&eacute; des cellules. Toutefois, dans la plupart des cas, le glutathion ne peut p&eacute;n&eacute;trer directement dans les cellules. Il doit donc &ecirc;tre fabriqu&eacute; &agrave; l&rsquo;int&eacute;rieur de ces derni&egrave;res, et ce, &agrave; partir de trois acides amin&eacute;s : la glycine, le glutamate et la cyst&eacute;ine. La cadence avec laquelle le glutathion peut &ecirc;tre fabriqu&eacute; d&eacute;pend de la disponibilit&eacute; de la cyst&eacute;ine, &eacute;l&eacute;ment que l&rsquo;on retrouve rarement dans les produits alimentaires. En outre, la mol&eacute;cule de cyst&eacute;ine contient une portion de soufre qui conf&egrave;re au glutathion toute son activit&eacute; biochimique, c&rsquo;est-&agrave;-dire sa capacit&eacute; d&rsquo;effectuer les fonctions vitales suivantes : tout d&rsquo;abord, le glutathion est un antioxydant majeur produit par la cellule, et qui prot&egrave;ge cette derni&egrave;re des radicaux libres (oxyradicaux). Ces substances, qui sont hautement r&eacute;actives si elles ne sont pas prises en charge, endommageront ou d&eacute;truiront les composantes cl&eacute;s des cellules. Les oxyradicaux sont g&eacute;n&eacute;r&eacute;s dans les mitochondries, pr&eacute;sentes par milliers dans les cellules, o&ugrave; les nutriments comme le glucose sont br&ucirc;l&eacute;s par l&rsquo;oxyg&egrave;ne afin de produire de l&rsquo;&eacute;nergie. (Les mitochondries pourraient se comparer &agrave; de petites piles o&ugrave; est stock&eacute;e l&rsquo;&eacute;nergie n&eacute;cessaire aux cellules). De plus, le glutathion recycle d&rsquo;autres anti-oxydants bien connus, comme les vitamines C et E, et les maintient &agrave; leur &eacute;tat actif. Deuxi&egrave;mement, le glutathion est un agent d&eacute;toxifiant tr&egrave;s important qui permet &agrave; l&rsquo;organisme de neutraliser les substances. Il forme un compos&eacute; soluble avec la toxine qui peut ensuite &ecirc;tre excr&eacute;t&eacute; par les voies urinaires ou le tube digestif. Le foie et les reins contiennent des taux &eacute;lev&eacute;s de glutathion, car ce sont les organes qui sont les plus expos&eacute;s aux toxines. C&rsquo;est &eacute;galement le cas des poumons, en partie pour la m&ecirc;me raison. Troisi&egrave;mement, le glutathion joue un r&ocirc;le essentiel pour maintenir l&rsquo;&eacute;quilibre entre l&rsquo;oxydation et l&rsquo;anti-oxydation. Cette action, en retour, r&eacute;gule bon nombre des fonctions vitales de la cellule, comme la synth&egrave;se et la r&eacute;paration de l&rsquo;ADN, la synth&egrave;se des prot&eacute;ines et l&rsquo;activation et la r&eacute;gulation des enzymes. Quatri&egrave;mement, le glutathion doit &ecirc;tre pr&eacute;sent lors de plusieurs des &eacute;tapes complexes inh&eacute;rentes &agrave; la r&eacute;ponse immunitaire, notamment la multiplication des lymphocytes, qui assurent la force de la r&eacute;ponse immunitaire et d&eacute;truisent les cellules ind&eacute;sirables comme les cellules canc&eacute;reuses ou les cellules infect&eacute;es par un virus. L&rsquo;importance du glutathion est incontestable. En effet, comme indiqu&eacute;, ses r&ocirc;les sont effectivement multiples, et &agrave; mesure que l&rsquo;on examine de plus pr&egrave;s chaque syst&egrave;me ou organe de l&rsquo;organisme, son caract&egrave;re essentiel appara&icirc;t avec de plus en plus de clart&eacute;. Les taux de glutathion diminuent avec l&rsquo;&acirc;ge, mais on a &eacute;tabli une corr&eacute;lation entre les taux de glutathion plus &eacute;lev&eacute;s et une meilleure sant&eacute; chez les personnes &acirc;g&eacute;es, ce qui vient confirmer l&rsquo;importance de cette substance remarquable pour favoriser le maintien, le bon fonctionnement et la sant&eacute; du corps.</p> <p><span class="textSmall"><strong>R&eacute;f&eacute;rences :</strong><span class="xSmall2"> Lomaestro B., Malone M. Glutathione in health and disease: Pharmacotherapeutic Issues Ann Pharmacother 29: 1263-73,1995</span></span></p> </div> <a class="btnTextLinkBack" href="back">RETOUR</a> </div>
