Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

source: Content Description
es_co: Descripción del contenido
fr_ca: Description du contenu

source: Delete Alert
es_co: Eliminar alerta
fr_ca: Supprimer alerte

# DeleteAlertQuestion
source: Are you sure you want to delete the alert?
es_co: ¿Estás seguro de que deseas eliminar la alerta?
fr_ca: Êtes-vous certain de vouloir supprimer cette alerte?

source: since
es_co: desde
fr_ca: depuis

source: General
fr_ca: Général

source: Lifetime Rank
es_co: Rango de vida
fr_ca: Niveau atteint à vie

source: Placement
es_co: Colocación
fr_ca: Positionnement

source: Join Date
es_co: Fecha de Ingreso
fr_ca: Date d’inscription

source: No addresses on file
es_co: No hay direcciones en el archivo
fr_ca: Aucune adresse dans le dossier

source: View Graphical Downline
es_co: Ver gráfica línea descendente
fr_ca: Afficher le graphique de la lignée en aval

# BinaryTree
source: Binary
es_co: Binario
fr_ca: Binaire

# EnrollerTree
source: Enroller/Sponsor
es_co: Patrocinador (Enroller) / Ascendente (Sponsor)
fr_ca: Recruteur/Parrain

source: Filters
es_co: Filtros
fr_ca: Filtres

source: All Ranks
es_co: Todos los rangos
fr_ca: Tous les niveaux

source: Genealogy Type
es_co: Genealogía tipo
fr_ca: Type de généalogie

# InactiveAutoOrder
source: Downline - Inactive AutoShips
es_co: Línea descendente - Autoenvío inactivo
fr_ca: Lignée en aval - livraisons automatiques inactives

source: Buy
es_co: Comprar
fr_ca: Acheter

# PersonalizedWebsite
source: You don't have a personalized website setup yet!
es_co: ¡Aún no tienes una configuración de sitio web personalizad!
fr_ca: Vous n’avez pas encore de site Web personnalisé!

source: Back To Sign In
es_co: Volver a iniciar sesión
fr_ca: Retour à l’inscription

# IncompleteAccount
source: Your account is incomplete. Please contact Customer Service for more information at
es_co: Tu cuenta está incompleta. Por favor, pónte en contacto con el Servicio al Cliente para más información en
fr_ca: Votre compte est incomplet. Veuillez communiquer avec le service à la clientèle pour en savoir plus au

# AutoOrderChanges
source: Your AutoShip changes have been saved!
es_co: ¡Tus cambios de Autoenvío se han guardado!
fr_ca: Les modifications à votre livraison automatique ont été enregistrées!

# CreateNewAutoOrder
source: Create a new AutoShip
es_co: Crear un nuevo Autoenvío
fr_ca: Créer une nouvelle commande avec livraison automatique

source: Schedule
es_co: Programar
fr_ca: Horaire

source: Next Date
es_co: Próxima fecha
fr_ca: Prochaine date

# NextAutoOrderDay
source: What day of the month would you like your next AutoShip to process?
es_co: ¿Qué día del mes deseas que se procese tu próximo Autoenvío?
fr_ca: Vous désirez que votre prochaine livraison automatique soit traitée quel jour du mois?

# AutoOrderDay
source: What day of the month would you like your AutoShip to process?
es_co: ¿Qué día del mes te gustaría que se procesara tu Autoenvío?
fr_ca: Vous désirez que votre livraison automatique soit traitée quel jour du mois?

source: QV
fr_ca: VQ

# PayAutoOrderHow
source: How would you like to pay for your AutoShip?
es_co: ¿Cómo te gustaría pagar tu Autoenvío?
fr_ca: Comment souhaitez-vous payer votre livraison automatique?

# CreditCardEndingIn
source: Credit card ending in {0}
es_co: Tarjeta de crédito que termina en {0}
fr_ca: Carte de crédit se terminant avec {0}

# AddNewCard
source: Add a new card
es_co: Agregar una nueva tarjeta
fr_ca: Ajouter une nouvelle carte

source: none
es_co: ninguna
fr_ca: Aucun

source: block
es_co: bloquear
fr_ca: bloc

# InfoWhyAutoOrder
source: Create your monthly AutoShip order. While AutoShip is optional, special AutoShip product bundles offer Consultants substantial savings. You can modify or cancel an AutoShip at any time.<br> <small>*Please note that products ordered through the AutoShip program are for personal consumption only.</small>
es_co: "Crea tu pedido mensual de Autoenvío. Si bien el Autoenvío es opcional, los paquetes de productos especiales de Autoenvío ofrecen a los Consultores Independientes ahorros sustanciales. Puedes modificar o cancelar un Autoenvío en cualquier momento. <br><small> * Ten en cuenta que los productos pedidos a través del programa Autoenvío son sólo para consumo personal. </small> "
fr_ca: Créez votre commande mensuelle avec livraison automatique. La livraison automatique est facultative, mais nos forfaits spéciaux pour livraison automatique permettent aux consultants de réaliser des économies substantielles. Vous pouvez modifier ou annuler une livraison automatique en tout temps.<br> <small>*Veuillez noter que les produits commandés dans le cadre du programme de livraison automatique doivent être réservés à la consommation personnelle.</small>

# JoinTheAutoOrder
source: Join the AutoShip program
es_co: Únete al programa de Autoenvío
fr_ca: Joignez-vous au programme de livraison automatique

source: Answer
es_co: Respuesta
fr_ca: Réponse

source: BonusDescription
es_co: Descripción de bonificación
fr_ca: Description du bonus

# YouHaveNotEarnedCommissions
source: You have not earned any commissions yet - check back soon!
es_co: Aún no has ganado ninguna comisión - verifica más tarde!
fr_ca: Vous n’avez pas encore gagné de commissions – revenez bientôt!

source: Calculating - please wait...
es_co: Calculando - por favor espera ...
fr_ca: Calcul en cours – veuillez attendre...

source: Publish Date
es_co: Fecha de publicación
fr_ca: Date de publication

# PromotionStatus
source: Your Promotion Status
es_co: Tu estado de promoción
fr_ca: Votre statut à l’égard des promotions

# CardFailedToLoad
source: This card failed to load properly. Please try again later.
es_co: Esta tarjeta no se ha cargado correctamente. Por favor intenta después.
fr_ca: Cette carte ne s’est pas téléchargée correctement. Veuillez essayer de nouveau plus tard.

# NoActivity
source: There has been no activity.
es_co: No ha habido actividad.
fr_ca: Il n’y a eu aucune activité.

source: Calendar Subscriptions
es_co: Suscripciones de calendario
fr_ca: Abonnements au calendrier

source: Back to calendar
es_co: Volver al calendario
fr_ca: Retour au calendrier

source: Corporate Calendar
es_co: Calendario Corporativo
fr_ca: Calendrier d’entreprise

# YouMayNotUnsubscribe
source: You may not unsubscribe from the Corporate calendar.
es_co: No puedes darte de baja del calendario corporativo.
fr_ca: Vous ne pouvez pas vous désabonner du calendrier d’entreprise.

source: Status
es_co: Estado
fr_ca: Statut

source: Highest Rank
es_co: Rango más alto
fr_ca: Niveau le plus élevé

source: Lvl
es_co: Niv
fr_ca: Niveau

# NoMembersToPlace
source: You have no members to place at this time
es_co: No tienes miembros para colocar en este momento
fr_ca: Vous n’avez aucun membre à positionner pour l’instant

source: Customer Details
es_co: Detalles del cliente
fr_ca: Détails du client

source: Up One Level
es_co: Un nivel arriba
fr_ca: Un niveau au-dessus

source: Key
es_co: Llave
fr_ca: Clé

source: Open Position
es_co: Posición abierta
fr_ca: Position ouverte

# HasAutoOrder
source: Has AutoShip
es_co: Tiene Autoenvío
fr_ca: A une livraison automatique

source: Personally Enrolled
es_co: Inscrito personalmente
fr_ca: Inscrit personnellement

source: Search by name or ID...
es_co: Buscar por nombre o ID ...
fr_ca: Recherche par nom ou par numéro de consultant...

source: First
es_co: Primero
fr_ca: Premier

source: Last
es_co: Último
fr_ca: Dernier

source: Upline Viewer
es_co: Visor de línea ascendente
fr_ca: Affichage de la lignée en amont

# NoCurrentNewsDisplay
source: There is currently no news display
es_co: Actualmente no hay visualización de noticias
fr_ca: Il n’y a aucune nouvelle à afficher

source: Reports
es_co: Informes
fr_ca: Rapports

source: Tree Viewer
es_co: Visor de árbol
fr_ca: Affichage de l’arbre

# ConfirmCustomerPlacement
source: Are you sure you would like to place customer ID# {0} underneath customer ID# {1}?
es_co: ¿Estás seguro de que deseas colocar el ID de cliente # {0} debajo del ID de cliente # {1}?
fr_ca: Êtes-vous certain de vouloir positionner le client numéro {0} sous le client numéro {1}?

source: Customer could not be placed.
es_co: El cliente no pudo ser colocado.
fr_ca: Le client n’a pas pu être positionné.

# ChoseNotToPlace
source: chose not to place customer.
es_co: se eligió no colocar al cliente.
fr_ca: vous avez choisi de ne pas positionner le client.

source: Subcategories
es_co: Subcategorías
fr_ca: Sous-catégories

source: Subcategories for
es_co: Subcategorías para
fr_ca: Sous-catégories pour

source: Save Sort Order
es_co: Guardar orden de clasificación
fr_ca: Enregistrer l’ordre de tri

source: New Category
es_co: Nueva categoría
fr_ca: Nouvelle catégorie

# ThisFieldRequired
source: This Field Is Required
es_co: Este campo es requerido
fr_ca: Ce champ est requis

source: Parent Category
es_co: Categoría principal
fr_ca: Catégorie parent

# RemoveSubBeforeModifying
source: Please Remove all SubCategories before modifying this field
es_co: Por favor, elimina todas las subcategorías antes de modificar este campo
fr_ca: Veuillez supprimer toutes les sous-catégories avant de modifier ce champ

source: Thumbnail
es_co: Miniatura
fr_ca: Imagette

source: view subcategories
es_co: ver subcategorías
fr_ca: Afficher les sous-catégories

# ProblemLoadingSubcategories
source: There was a problem loading subcategories. Please try again later.
es_co: Hubo un problema al cargar subcategorías. Por favor, inténtalo de nuevo más tarde.
fr_ca: Un problème est survenu lors du chargement des sous-catégories. Veuillez essayer de nouveau plus tard.

source: Manage Categories
es_co: Administrar categorías
fr_ca: Gérer les catégories

source: View Resources For
es_co: Ver recursos para
fr_ca: Visionner les ressources pour

source: Find By Keyword
es_co: Buscar por palabra clave
fr_ca: Recherche par mot-clé

source: Show All
es_co: Mostrar todo
fr_ca: Afficher tout

source: Find By Media
es_co: Encontrar por Medios
fr_ca: Recherche par média

source: Clear Filter
es_co: limpiar Filtro
fr_ca: Effacer les filtres

source: Apply Filter
es_co: Aplicar filtro
fr_ca: Appliquer les filtres

source: Select a Keyword
es_co: Selecciona una palabra clave
fr_ca: Choisir un mot-clé

source: Required
es_co: Necesario
fr_ca: Requis

# PleaseChooseCategory
source: Please Choose at least One Category
es_co: Por favor, elije al menos una categoría
fr_ca: Veuillez choisir au moins une catégorie

source: Publish On Date
es_co: Publicar en la fecha
fr_ca: Publier le

source: Keywords
es_co: Palabras clave
fr_ca: Mots-clés

# ToolTip1
source: A Resource File with the status type of pending will not appear on the Resource Library View.
es_co: Un archivo de recursos con el tipo de estado pendiente no aparecerá en la vista de biblioteca de recursos.
fr_ca: Un fichier de ressource ayant le statut « en suspens » n’apparaîtra pas dans l’affichage de la bibliothèque de ressources.

# ToolTip2
source: A file will be available on the Resource Library view immediately if no date is entered in the Publish On Date.
es_co: Un archivo estará disponible en la vista Biblioteca de recursos inmediatamente si no se ingresa ninguna fecha en la Fecha de publicación.
fr_ca: Un fichier apparaîtra immédiatement dans l’affichage de la bibliothèque de ressources si aucune date n’est entrée dans le champ « Publier le ».

# ToolTip3
source: To add a new keyword simply type in the wanted word and press Enter. Once a keyword is created it will be available from the dropdown for future resource files.
es_co: Para agregar una nueva palabra clave, simplemente escribe la palabra deseada y presiona Entrar. Una vez que se crea una palabra clave, estará disponible desde el menú desplegable para futuros archivos de recursos.
fr_ca: Pour ajouter un nouveau mot-clé, entrez simplement le mot désiré et appuyez sur Entrée. Lorsqu’un mot-clé est créé, il apparaît dans le menu déroulant des fichiers de ressources futurs.

source: Zip Code
es_co: Código postal
fr_ca: Code postal

source: Male
es_co: Masculino
fr_ca: Masculin

source: Female
es_co: Femenino
fr_ca: Féminin

source: Prefer not to say
es_co: Prefiero no decirlo
fr_ca: Je préfère ne pas répondre

source: Preferred Language
es_co: Idioma preferido
fr_ca: Langue de choix

source: Log-In Alerts
es_co: Alertas de inicio de sesión
fr_ca: Alertes à la connexion

source: Exception Details
es_co: Detalles de excepción
fr_ca: Détails sur l’exception

# ExceptionDetailsError
source: This error is displaying because you are either on localhost or have debugging enabled
es_co: Este error se muestra porque estás, ya sea, como anfitrió local o se tiene habilitada la depuración
fr_ca: Cette erreur s’affiche soit parce que vous êtes sur un ordinateur hôte local, soit parce que vous avez activé le mode débogage

source: Inner Exception
es_co: Excepción interna
fr_ca: Exception interne

source: Controller
es_co: Controlador
fr_ca: Contrôleur

source: Sandbox Mode
es_co: modo sandbox
fr_ca: Mode bac à sable

# SiteCurrentlyUsingSandbox
source: This site is currently using sandbox
es_co: Este sitio usa actualmente sandbox
fr_ca: Ce site utilise actuellement le mode bac à sable

source: error loading itemlist
es_co: Error al cargar la lista de elementos
fr_ca: Erreur dans le chargement de la liste d’articles

# IndividualDistributor
source: Individual Consultant Account
es_co: Cuenta de Consultor Independiente Individual
fr_ca: Compte du consultant individuel

# BusinessEntityDistributor
source: Business Entity Consultant Account
es_co: Cuenta de Consultor Independiente de Entidades Comerciales
fr_ca: Compte de l’entité commerciale

source: Hello
es_co: Hola
fr_ca: Bonjour

source: Unrecognized Type.
es_co: Tipo no reconocido.
fr_ca: Type non reconnu.

source: Item deleted
es_co: Artículo eliminado
fr_ca: Article supprimé

source: Item Updated
es_co: Artículo actualizado
fr_ca: Article mis à jour

source: Product
es_co: Producto
fr_ca: Produit

source: Track Package
es_co: Seguimiento de paquetes
fr_ca: Suivi de l’envoi

source: Full Name
es_co: Nombre completo
fr_ca: Nom complet

# ProvideTaxID
source: In order to be paid commissions, you must provide your {0}.
es_co: El NIT es el Número de Identificación Tributaria que asigna la DIAN por una sola vez cuando el obligado se inscribe en el RUT. El NIT es un dato necesario para el pago de comisiones.
fr_ca: Pour recevoir des commissions, vous devez fournir votre {0}.

source: Why do we need this?
es_co: ¿Porqué necesitamos esto?
fr_ca: Pourquoi avons-nous besoin de cette information?

source: $item
fr_ca: $article

source: _item
es_co: _ít
fr_ca: _article

# FrequencyChoice
source: How frequently would you like your Auto Order to process?
es_co: ¿Con qué frecuencia te gustaría que se procesara tu Autoenvío?
fr_ca: À quelle fréquence désirez-vous que votre commande automatique soit traitée?

# AutoOrderStartDate
source: Please choose a start date:
es_co: Por favor, elije una fecha de inicio:
fr_ca: Veuillez choisir une date de début :

source: View Details
es_co: Ver detalles
fr_ca: Afficher les détails

source: Saving...
es_co: Ahorro...
fr_ca: Enregistrement en cours...

# ProductDescription2
source: Ingredients
es_co: Ingredientes
fr_ca: Ingrédients

# ProductDescription4
source: Resources
es_co: Recursos
fr_ca: Ressources

source: How To Guide
es_co: Como guiar
fr_ca: Guide pratique

# CreatingViewingEvent
source: Creating/Viewing an Event
es_co: Crear / ver un evento
fr_ca: Créer/afficher un événement

# InOrderToCreate
source: In order to create or view an event simply double click on the date/event!
es_co: ¡Para crear o ver un evento, simplemente haz doble clic en la fecha / evento!
fr_ca: Pour créer ou afficher un événement, double cliquez simplement sur la date/l’événement!

# SearchingForEvent
source: Searching for an Event
es_co: Buscando un evento
fr_ca: Recherche d’un événement

# InOrderToSearch
source: In order to search for an event simply enter the Title of the event you are looking for
es_co: Para buscar un evento, simplemente ingresa el título del evento que estás buscando
fr_ca: Pour chercher un événement, entrez simplement le titre de l’événement que vous cherchez

# AlsoIfYouNeed
source: Also if you need to unfilter the search simply empty the box and click search again
es_co: Además, si necesitas eliminar el filtro de la búsqueda, simplemente vacía la casilla y haz clic en buscar de nuevo
fr_ca: Pour éliminer les filtres de recherche, effacez le contenu de la case et cliquez de nouveau sur Recherche

# UnknownError
source: An unknown error was encountered
es_co: Se encontró un error desconocido
fr_ca: Une erreur inconnue est survenue

source: Bottom Left
es_co: Abajo a la izquierda
fr_ca: En bas à gauche

source: Bottom Right
es_co: Abajo a la derecha
fr_ca: En bas à droite

# NoNews
source: There is Currently No News.
es_co: En la actualidad no hay noticias.
fr_ca: Il n’y a aucune nouvelle à afficher.

# ThisCardFailed
source: This card failed to load properly. Please try again later.
es_co: Esta tarjeta no se cargó correctamente. Por favor, inténtalo de nuevo más tarde.
fr_ca: Cette carte ne s’est pas téléchargée correctement. Veuillez essayer de nouveau plus tard.

# ViewAllNews
source: View All Company News
es_co: Ver todas las noticias de la compañía
fr_ca: Consulter toutes les nouvelles de l’entreprise

source: estimated cost
es_co: costo estimado
fr_ca: coût estimé

source: Calculate Estimated Shipping
es_co: Calcular el envío estimado
fr_ca: Calculer les frais d’expédition estimés

source: Shipping Method
es_co: Método de envío
fr_ca: Mode d'expédition

source: Reset Password
es_co: Restablecer la contraseña
fr_ca: Réinitialiser mot de passe

# ExpiredResetMessage
source: Your password reset has expired please reattempt to reset your password
es_co: Tu restablecimiento de contraseña ha expirado, por favor vuelve a intentar restablecer su contraseña
fr_ca: La réinitialisation de votre mot de passe a expiré; veuillez faire une nouvelle tentative de réinitialisation

# ForgotPasswordInstructions
source: <p>Please enter your email below. We will email you a link that will allow you to reset your password.</p> <p>Note: it may take a few minutes for you to receive this email.</p>
es_co: <p> Ingresa tu correo electrónico a continuación. Te enviaremos un correo electrónico con un enlace que le permitirá restablecer tu contraseña. </p> <p> Nota: puedes tardar unos minutos en recibir este correo electrónico. </p>
fr_ca: <p>Veuillez entrer votre adresse courriel ci-dessous. Nous vous enverrons un lien par courriel qui vous permettra de réinitialiser votre mot de passe.</p> <p>Remarque : il pourrait s’écouler quelques minutes avant que vous receviez ce courriel.</p>

# EmailHasBeenSent
source: Your email has been sent
es_co: Tu correo ha sido enviado
fr_ca: Votre courriel a été envoyé
