Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

# SN_SportsNutrition
source: Sports Nutrition
es_co: Nutrición deportiva
fr_ca: Nutrition pour sportifs

# SN_ImmunotecAndSports
source: IMMUNOTEC AND SPORTS
es_co: IMMUNOTEC Y DEPORTES
fr_ca: IMMUNOTEC ET LES SPORTS

# SN_ImmunocalAthleticBenefits
source: Immunocal athletic benefits
es_co: Beneficios de Immunocal para el atleta
fr_ca: Avantages d'Immunocal pour les athlètes

# SN_Partners
source: Partners
es_co: Colaboradores
fr_ca: Les partenaires

# SN_SupportingResearch
source: Supporting research
es_co: Apoyo a la investigación
fr_ca: Recherche à l'appui

# SN_SponsoredAthletes
source: SPONSORED ATHLETES
es_co: ATLETAS PATROCINADOS
fr_ca: ATHLÈTES COMMANDITÉS

# Athlete_ProfessionalSailingTeam
source: Professional Sailing Team
es_co: Equipo profesional de regata
fr_ca: &Eacute;quipe de voile professionnelle

# Athlete_RoadTrackBicycleRacer
source: Road and Track Bicycle Racer
es_co: Competidor de ciclismo de pista&nbsp;y&nbsp;ruta
fr_ca: Course &agrave; bicyclette sur route et&nbsp;sur&nbsp;piste

# Athlete_ProfessionalTriathlete
source: Professional Triathlete
es_co: Triatleta profesional
fr_ca: Triathlonienne professionnelle

# Athlete_TrackandField
source: Athletics - Track and Field
es_co: Atletismo
fr_ca: Athl&eacute;tisme

# Athlete_Skier
source: Olympian and World Cup Skier
es_co: Atleta ol&iacute;mpico y Esquiador de Copa <br /> Mundial
fr_ca: Skieur olympique et de Coupe&nbsp;du&nbsp;monde

# Athlete_Duathlete
source: Duathlete
es_co: Duatleta
fr_ca: Duathlon

# Athlete_Soccer
source: Soccer Player
es_co: F&uacute;tbol
fr_ca: Joueur de soccer

# Athlete_TennisPlayer
source: Professional Tennis Player
es_co: Jugadora de tenis profesional
fr_ca: Joueuse de tennis professionnelle

# Athlete_PoleVault
source: Pole Vault
es_co: Salto con garrocha
fr_ca: Saut &agrave; la perche

# Athlete_Triathlete
source: Triathlete
es_co: Triatleta
fr_ca: Triathlon

# ImmunotecChildrensFund
source: The Immunotec Children's Fund
es_co: El Fondo de Immunotec para los niños
fr_ca: Le Fonds Immunotec pour enfants

# ChildrensFund_p1
source: The Immunotec Children's Fund was established to continue Dr. Gustavo Bounous' lifelong dream of improving the lives of underserved and underprivileged children. As with its product line, Immunotec took a holistic approach to The Immunotec Children's Fund by entering into a partnership with Consultants from around the world to help support children's academic, nutritional, and physical education needs within their local communities.
es_co: El Fondo de Immunotec para los niños se estableció para continuar el sueño de toda la vida del Dr. Gustavo Bounous de mejorar la vida de los niños desatendidos y menos privilegiados. Al igual que con toda su línea de productos, Immunotec tomó un enfoque holístico en el Fondo de Immunotec para los Niños, asociándose con sus Consultores Independientes de todo el mundo para contribuir al apoyo de las necesidades académicas, alimenticias y de educación física de los niños dentro de sus comunidades locales.
fr_ca: Le Fonds Immunotec pour enfants a été mis sur pied pour poursuivre le rêve du Dr Gustavo Bounous d'améliorer la vie des enfants démunis et défavorisés. Comme pour le développement de toutes ses gammes de produits, Immunotec a adopté une philosophie holistique pour mettre sur pied le Fonds Immunotec pour enfants en s'associant à ses consultants du monde entier pour répondre aux besoins en matière d'instruction, de nutrition et d'éducation physique des enfants des collectivités locales.

# ChildrensFund_p2
source: Immunotec Consultants may submit their formal requests to support a local organization or cause that would benefit from a donation from the fund. The causes or organizations that best promote academics, nutrition, physical education for children, aged 5 to 16, will be selected by The Immunotec Children's Fund Selection Board led by John Molson, VP of Research and Development. When a Consultant or Customer places their first order with Immunotec, a portion of that purchase is donated to The Immunotec Children's Fund.
es_co: Los Consultores Independientes de Immunotec podrán presentar sus solicitudes formales para apoyar una organización o causa local que podrá recibir una donación de dicho fondo. Las causas u organizaciones que promueven la mejora académica, de nutrición y de educación física para los niños, de edades comprendidas entre los 5 y 16 años, serán seleccionadas por la junta de selección del Fondo de Immunotec para los Niños encabezada por John Molson, Vicepresidente de Investigación y Desarrollo de Immunotec. Cuando un Consultor Independiente o Cliente de Immunotec hace su primer pedido, una parte de esa compra es donada al Fondo de Immunotec para los Niños.
fr_ca: Les consultants Immunotec peuvent soumettre une demande officielle de soutien à une organisation ou une cause locale qui pourrait profiter d'un don du Fonds. Le comité de sélection du Fonds Immunotec pour enfants, dirigé par John Molson, vice-président de la recherche et du développement, privilégiera les causes ou les organisations qui répondent le mieux aux besoins en matière d'instruction, de nutrition et d'éducation physique des enfants de 5 à 16 ans. Lorsqu'un consultant ou un client passe sa première commande auprès d'Immunotec, une partie du montant de cet achat est versé au Fonds Immunotec pour enfants.

# ChildrensFund_notes
source: Only Immunotec Consultants may apply. Responses will only be provided to those applications that are considered. The choice of the funding is at Immunotec's sole discretion. Immunotec will only consider organizations or causes that clearly fit its guidelines.
es_co: Sólo los Consultores Independientes de Immunotec son admisibles. Únicamente se responderán las aplicaciones que sean consideradas. La elección del financiamiento es a discreción de Immunotec. Immunotec considerará únicamente las organizaciones o causas que correspondan claramente con sus directrices.
fr_ca: Seuls les consultants Immunotec peuvent faire une demande. Nous répondrons uniquement aux demandes qui seront étudiées. L'attribution des fonds est à la seule discrétion d'Immunotec. Immunotec étudiera uniquement les demandes relatives à des organisations ou à des causes qui correspondent manifestement aux lignes directrices du fonds.

source: Company
es_co: Compañía
fr_ca: Compagnie

source: Newsroom
es_co: Sala de prensa
fr_ca: Salle de presse

source: Immunotec Story Booklet
es_co: Folleto de la historia de Immunotec
fr_ca: Livret de l'histoire d'Immunotec

source: Children's Fund
es_co: Fondo para los niños
fr_ca: Fonds pour enfants

source: Immunotec Milestones
es_co: Hitos de Immunotec
fr_ca: Les jalons d'Immunotec

source: Products
es_co: Productos
fr_ca: Produits

source: Opportunity
es_co: Oportunidad
fr_ca: Occasion d'affaires

source: Sports Nutrition
es_co: Nutrición deportiva
fr_ca: Nutrition pour sportifs

source: Events
es_co: Eventos
fr_ca: Événements

# Language_000
source: English
es_co: Inglés
fr_ca: Anglais

# Language_001
source: Spanish
es_co: Español
fr_ca: Espagnol

# Language_006
source: French
es_co: Francés
fr_ca: Français

source: Start Now
es_co: EMPIEZA AHORA
fr_ca: DÉBUTEZ MAINTENANT

# Join_Title
source: There are three ways to get started with Immunotec
es_co: Existen tres maneras de empezar con Immunotec
fr_ca: Il existe trois façons de se joindre à Immunotec

# Join_1
source: <strong>Shop online</strong> from the full range of Immunotec's science-based health, wellness, performance, and skin care products.
es_co: <strong>Realizar tus compras en l&iacute;nea</strong> de la gama completa de productos de bienestar, rendimiento y cuidados para la&nbsp;piel basados en la ciencia Immunotec.
fr_ca: <strong>Magasinez en ligne</strong> pour acc&eacute;der &agrave; notre gamme compl&egrave;te de produits bas&eacute;s sur la science pour favoriser la sant&eacute;, le bien-&ecirc;tre, la performance et l&rsquo;apparence de la peau.

# Join_2
source: <strong>Become a preferred customer</strong> and enjoy discounted prices plus the convenience of automatic monthly delivery.
es_co: <strong>Convertirse en un Cliente preferencial</strong> y aprovechar los precios con descuento, además de la conveniencia de recibir los productos automáticamente cada mes.
fr_ca: <strong>Devenez client privil&eacute;gi&eacute;</strong> pour obtenir des rabais sur les produits et profiter de la commodit&eacute; de la livraison mensuelle automatique.

# Join_3
source: <strong>Become a Consultant</strong> and build your own home-based business. We'll be there to help you every step of the way.
es_co: <strong>Volverse Consultor Independiente</strong> y desarrollar tu propio negocio desde tu casa. Nosotros te acompañaremos en cada una de las etapas.
fr_ca: <strong>Devenez consultant</strong> et b&acirc;tissez votre propre entreprise &agrave; domicile. Nous serons &agrave; vos c&ocirc;t&eacute;s pour vous aider &agrave; toutes les &eacute;tapes de votre parcours.

# SportsNutrition_p1
source: Immunotec has always been at the forefront of science and innovation and its sports nutrition products are no exception. In the past decade, Immunotec decided to take its foundational research from the medical setting to the sports field. Immunotec has focused on the athlete and on physical performance adhering to the same scrupulous research methodology it has carried forward from the past, results through science.
es_co: Immunotec siempre ha estado a la vanguardia de la ciencia y la innovación, sus productos de nutrición deportiva no son la excepción. En la última década, Immunotec decidió llevar su investigación fundacional del entorno médico al campo deportivo. Immunotec se ha concentrado en el atleta y el rendimiento físico apegándose a la misma la metodología de investigación escrupulosa que ha llevado adelante desde el pasado, teniendo resultados a través de la ciencia.
fr_ca: Immunotec a toujours été à l’avant-garde de la recherche scientifique et de l’innovation et ses produits nutritionnels pour sportifs ne font pas exception à la règle. Au cours de la dernière décennie, Immunotec a décidé d’élargir ses recherches fondamentales du cadre médical au domaine sportif. Immunotec s’est concentrée sur les athlètes et sur la performance physique, en suivant la même méthodologie de recherche scrupuleuse qui a permis par le passé de générer des résultats à partir de la science.

source: Immunotec Products
es_co: Productos de Immunotec
fr_ca: Produits Immunotec

# BannerProductChart_IMG
source: banner-product-chart_en
es_co: banner-product-chart_es
fr_ca: banner-product-chart_fr

source: Learn More
es_co: Conoce más
fr_ca: Plus d'Info

# Consultant_BestOffer
source: best offer
es_co: mejor oferta
fr_ca: meilleure offre

# Category_healthandwellness
source: Health and Wellness
es_co: Bienestar
fr_ca: Santé et bien-être

# Category_accessories
source: Accessories
es_co: Accesorios
fr_ca: Accessoires

# Category_personalcare
source: Personal Care
es_co: Cuidado Personal
fr_ca: Soins personnels

# Category_weightmanagement
source: Weight Management
es_co: Control de Peso
fr_ca: Gestion de poids

# Category_elasenseskincare
source: Elasense Skin Care
es_co: Cuidado de la piel Elasense
fr_ca: Soins de la peau Elasense

source: Shopping Cart
es_co: Carrito de compras
fr_ca: Panier d'achats

# cart_message
source: Please note that the totals above do not include shipping or handling.
es_co: Por favor, ten en cuenta que el total no incluye el envío y ni manejo
fr_ca: Veuillez noter que les totaux ci-dessus n'incluent pas les frais d'expédition ou de manutention.

source: Empty Cart
es_co: Vaciar el carrito
fr_ca: Vider le panier

source: Login Information
es_co: Información del usario
fr_ca: Information d'utilisateur

# ReadPrivacyPolicyAndTermsOfUse
source: Please carefully read the provisions of the <a href="https://media.immunotec.com/EN/privacy-policy-EN.pdf" style="text-decoration: underline;color: black;">Privacy Policy</a> and the <a href="https://media.immunotec.com/EN/terms-of-use-EN.pdf" style="text-decoration: underline;color: black;">Terms of Use</a> as they are available at the underlined links noted above. By checking this box during the customer registration, you agree to share your personal information.
fr_ca: Veuillez lire attentivement les dispositions de notre <a href="https://media.immunotec.com/FR/privacy-policy-CA-FR.pdf" style="text-decoration: underline;color: black;">Politique de confidentialité</a> et de nos <a href="https://media.immunotec.com/FR/terms-of-use-CA-FR.pdf" style="text-decoration: underline;color: black;">Conditions d’utilisation</a>, que vous pouvez consulter dès maintenant en cliquant sur les liens soulignés ci-dessus. En cochant cette case lors de votre inscription comme client, vous acceptez de partager vos renseignements personnels.

# registration_optin
source: I agree to receive Immunotec Inc.'s communications containing news, updates and promotions regarding Immunotec Inc.'s products. You can withdraw your consent at any time.
es_co: Acepto recibir comunicaciones electrónicas provenientes de Immunotec Inc. con noticias y promociones referentes a productos de Immunotec Inc. Puedes retirar tu autorización en cualquier momento.
fr_ca: J’accepte de recevoir des communications électroniques de la part d’Immunotec Inc. contenant des nouvelles, des mises à jour et des promotions sur les produits d’Immunotec Inc. Vous pouvez retirer votre consentement à tout moment.

source: Customer Registration
es_co: Registro de Cliente
fr_ca: Inscription d'un client

# registration_p1
source: Please complete the Customer Registration Form below in order to continue the process of placing your order.
es_co: Por favor completa el formulario de inscripción de Cliente que encontrarás abajo, para continuar con el proceso pedido.
fr_ca: Veuillez remplir le formulaire d’inscription d’un client ci-dessous pour poursuivre le processus de commande.

source: Customer Account Information
es_co: Información de la cuenta de cliente
fr_ca: Information du compte client

# Science_ScienceBehind
source: The science behind Immunocal
es_co: La ciencia detrás de Immunocal
fr_ca: La science d'Immunocal

# Science_Scientists
source: Scientists
es_co: Los científicos
fr_ca: Les scientifiques

# Science_HistoricFirsts
source: Historic firsts
es_co: Primicias históricas
fr_ca: Des premières historiques

# ScienceBehind_Article1
source: <div class="ScienceBehind-content"> <h1>The science behind Immunocal</h1> <div class="articles"> <h3>Discovery of the health benefits of Immunocal</h3> <p><img src="https://media.immunotec.com/EN/images/sports_0005000.jpg" class="articlesRight" alt="Article 1" />At the beginning of the 70&rsquo;s, under the direction of Gustavo Bounous, MD, (FRCSC), a team of researchers from the Faculty of Medicine at McGill University (Canada), was studying proteins of animal and vegetable origins in order to feed the patients with an elemental diet that would allow them to reduce their stay in hospital. Since 1978, their studies had been focusing on whey proteins. This work led to the surprising discovery that a specific undenatured whey protein concentrate helped to sustain optimal glutathione levels. Subsequent identification of the active ingredients present in this protein mixture led in 1993 to the production of a high-quality bioactive protein that was given the name Immunocal.</p> <p>This research was supported by the Medical Research Council of Canada and the National Institutes of Health in the United States. The observed effects of Immunocal which have been discovered at McGill University have been evaluated by numerous independent research centers worldwide, notable in Germany, Japan, Australia, France, United States and in Nova Scotia (Canada).</p> </div> <a class="btnTextLinkBack" href="back">BACK</a> </div>
es_co: <div class="ScienceBehind-content"> <h1>La ciencia detr&aacute;s de Immunocal</h1> <div class="articles"> <h3><span class="sectionHeadingTop">Descubrimiento y Beneficios Immunocal</span></h3> <p><img src="https://media.immunotec.com/SP/images/sports_00010000.jpg " width="150" height="85" alt="Article 1" class="articlesRight" />A principios de los años 70, bajo la dirección del Dr. Gustavo Bounous (FRCSC), un equipo de investigadores de la Facultad de Medicina de la Universidad McGill, en Canadá, se encontraban estudiando proteínas de origen animal y vegetal con la idea de alimentar pacientes con dietas básicas que les permitieran reducir el tiempo de hospitalización. Desde 1978, sus estudios se han centrado en las proteínas del suero lácteo. Este trabajo llevó al sorprendente descubrimiento de que un concentrado específico de proteína de suero no desnaturalizado ayudaba a mantener los niveles óptimos de glutatión. La identificación subsecuente de los ingredientes activos presentes en esta mezcla de proteínas llevó, en 1993, a la producción de una proteína bioactiva de alta calidad a la que se le dio el nombre de Immunocal.</p> <p>Estas investigaciones fueron respaldadas por la Medical Research Council of Canada y la asociación de National Institutes of Health de Estados Unidos. Los efectos observados de Immunocal que fueron descubiertos en la Universidad McGill han sido evaluados por numerosos centros de investigación independientes en todo el mundo, principalmente en Alemania, Japón, Australia, Francia, Estados Unidos y en Nueva Escocia, Canadá.</p> </div> <!-- end articles div --> <a class="btnTextLinkBack" href="back">VOLVER</a> </div>
fr_ca: <div class="ScienceBehind-content"> <h1>La science d'Immunocal</h1> <div class="articles"> <h3><span class="sectionHeadingTop">D&eacute;couverte des bienfaits pour la sant&eacute; qu&#8217;apporte Immunocal</span></h3> <p><img src="https://media.immunotec.com/FR/images/sports_0005000.jpg" width="150" height="85" alt="Article 1" class="articlesRight" />Une &eacute;quipe de chercheurs de la Facult&eacute; de m&eacute;decine de l&rsquo;Universit&eacute; McGill (Canada), sous la direction de Gustavo&nbsp;Bounous&nbsp;(FRCSC), &eacute;tudiait des prot&eacute;ines d&rsquo;origines animales et v&eacute;g&eacute;tales dans le but de fournir aux malades hospitalis&eacute;s une di&egrave;te &eacute;l&eacute;mentaire qui leur permettrait de raccourcir leur s&eacute;jour l&rsquo;h&ocirc;pital. Depuis 1978, leurs recherches se concentraient sur les prot&eacute;ines de lactos&eacute;rum. Ce travail a conduit &agrave; une d&eacute;couverte surprenante, soit qu&rsquo;un concentr&eacute; de prot&eacute;ines de lactos&eacute;rum non d&eacute;natur&eacute;es particuli&egrave;res aidait &agrave; optimiser les taux de glutathion. Subs&eacute;quemment, l&rsquo;identification des ingr&eacute;dients actifs pr&eacute;sents dans ce complexe de prot&eacute;ines a men&eacute;, en 1993, &agrave; la production d&rsquo;une prot&eacute;ine bioactive de haute qualit&eacute; que l&rsquo;on a appel&eacute;e Immunocal.</p> <p>La recherche a &eacute;t&eacute; financ&eacute;e par le Conseil de recherches m&eacute;dicales du Canada et le <em>National Institutes of Health</em> des &Eacute;tats-Unis. Les effets observ&eacute;s d&rsquo;Immunocal, qui a &eacute;t&eacute; d&eacute;couvert &agrave; l&rsquo;Universit&eacute; McGill, ont &eacute;t&eacute; &eacute;valu&eacute;s par de nombreux centres de recherches ind&eacute;pendants dans le monde, notamment en Allemagne, au Japon, en Australie, en France, aux &Eacute;tats-Unis et en Nouvelle-&Eacute;cosse (Canada).</p> </div> <!-- end articles div --> <a class="btnTextLinkBack" href="back">RETOUR</a> </div>

# ScienceBehind_Article2
source: <div class="ScienceBehind-content"> <h1>The science behind Immunocal</h1> <div class="articles"> <h3>Placebo-controlled clinical studies to prove the health benefits of Immunocal</h3> <p><img src="https://media.immunotec.com/images/science_article-2.jpg" alt="Article 2" class="articlesLeft" />The gold standard for clinical evidence for efficacy is a placebo-controlled, double-blind clinical trial. Immunotec&rsquo;s present research activities therefore focus on controlled clinical trials in cooperation with various clinical partners in Montreal and other clinical centers in Canada and the U.S.A. The recently published study on the effects of a research formulation of Immunocal on lung cancer patients <em>(Tozer et al. Antioxidants &amp; Redox Signaling, 10:2, 395-402, 2008)</em> is an example. This trial has shown quite impressive results with regard to the health benefits of this Immunocal formulation in the nutrition of seriously ill advanced lung cancer patients. Other clinical studies showing the efficacy of Immunocal have been performed and published by several clinical centers.</p> </div> <a class="btnTextLinkBack" href="back">BACK</a> </div>
es_co: <div class="ScienceBehind-content"> <h1>La ciencia detras de Immunocal</h1> <div class="articulos"> <h3><span class="sectionHeading">Estudios clínicos con placebo controlado para probar los beneficios para la salud de Immunocal </span></h3> <p><img src="https://media.immunotec.com/images/science_article-2.jpg" alt="Article 2" class="articlesLeft" />El examen ideal para obtener evidencias clínicas sobre la eficacia es la prueba relacionada con el control de placebos y la prueba de doble ciego. Actualmente las actividades de Immunotec se centran sin embargo en pruebas clínicas controladas en colaboración con varios socios clínicos en Montreal y otros centros clínicos en Canadá y Estados Unidos. El estudio recientemente publicado sobre los efectos de una formulación específica para investigación de Immunocal en pacientes con céncer de pulmón <em>(Tozer et al. Antioxidantes &amp; Redox Signaling, 10:2, 395-402, 2008) </em>es un ejemplo. Esta prueba ha mostrado resultados bastante impresionantes con respecto a los beneficios para la salud de esta formulación de Immunocal en lo que concierne a la nutrición de pacientes gravemente enfermos de cáncer de pulmón Otros estudios clínicos que muestran la eficiencia de Immunocal han sido realizados y publicados por varios centros clínicos.</p> </div> <a class="btnTextLinkBack" href="back">VOLVER</a> </div>
fr_ca: <div class="ScienceBehind-content"> <h1>La science d'Immunocal</h1> <div class="articles"> <h3><span class="sectionHeading">Essais comparatifs avec placebo pour confirmer les bienfaits d&#8217;Immunocal pour la sant&eacute; </span></h3> <p><img src="https://media.immunotec.com/images/science_article-2.jpg" alt="Article 2" class="articlesLeft" />La norme d&rsquo;excellence en recherche pour les donn&eacute;es cliniques c&rsquo;est l&rsquo;essai comparatif avec placebo &agrave; double insu. Les activit&eacute;s de recherches actuelles d&rsquo;Immunotec se concentrent donc sur des essais cliniques contr&ocirc;l&eacute;s en collaboration avec divers partenaires de recherches &agrave; Montr&eacute;al et d&rsquo;autres centres de recherches au Canada et aux &Eacute;tats-Unis. L&rsquo;&eacute;tude, r&eacute;cemment publi&eacute;e, sur les effets d&rsquo;une formule de recherche d&rsquo;Immunocal sur des patients atteints d&rsquo;un cancer du poumon <em>(Tozer et al. Antioxidants &amp; Redox Signaling, 10:2, 395-402, 2008)</em> en est un exemple. Cet essai a affich&eacute; des r&eacute;sultats tr&egrave;s impressionnants relativement aux bienfaits sur la sant&eacute; de cette formulation d&rsquo;Immunocal comme apport nutritionnel pour les patients tr&egrave;s malades, en phase avanc&eacute;e de cancer du poumon. D&rsquo;autres essais cliniques d&eacute;montrant l&rsquo;efficacit&eacute; d&rsquo;Immunocal ont &eacute;t&eacute; &eacute;galement effectu&eacute;s et publi&eacute;s par divers centres de recherches.</p> </div> <a class="btnTextLinkBack" href="back">RETOUR</a> </div>
