Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

# BeforeYouMayContinue
source: Before you may continue with your application, please download and review the terms and conditions of the Consultant Agreement and Policies and Procedures located below.
es_co: Para poder continuar con tu solicitud, descarga y revisa los términos y condiciones del Contrato de distribución y las Políticas y procedimientos que se encuentran abajo.
fr_ca: Avant de vous poursuivre votre candidature, veuillez télécharger et consulter les conditions stipulées dans l'Accord de distribution ainsi que les Politiques et procédures qui se trouvent ci-dessous.

# YouMustAcceptTerms
source: You must accept the terms and conditions before submitting
es_co: Debe aceptar los términos y condiciones antes de enviar
fr_ca: Vous devez accepter les conditions avant de soumettre

# TermsAndConditionsAgree
source: I agree to the terms and conditions of the Consultant Agreement and the Policies and Procedures.
es_co: Acepto los términos y condiciones del Contrato de Distribución y las políticas y procedimientos.
fr_ca: J'accepte les conditions stipulées dans l'Accord de distribution ainsi que les Politiques et procédures.

# IfYouDoNotAgree2
source: and you will be returned to the home page.
es_co: y volverá a la página principal.
fr_ca: et vous retournerez à la page d'accueil.

# PleaseNote
source: PLEASE NOTE THAT BY CLICKING "I AGREE" YOU INDICATE THAT YOU HAVE READ AND UNDERSTAND THE POLICIES, AND AGREE TO BE BOUND BY THEM.
es_co: TEN EN CUENTA QUE AL HACER CLIC EN "ACEPTO", INDICAS QUE HAS LEÍDO Y ENTIENDES LAS POLÍTICAS Y ACEPTAS RESPETARLAS.
fr_ca: VEUILLEZ NOTER QU'EN CLIQUANT SUR « J'ACCEPTE » VOUS SIGNIFIEZ AVOIR LU ET COMPRIS LES POLITIQUES ET CONSENTEZ À VOUS Y CONFORMER.

# OnceYouHaveReviewedThePolicies
source: Once you have reviewed the Policies, and if you agree to abide by them, please click the "I agree" box located below and continue with your application to become an independent Consultant.
es_co: Una vez que hayas revisado las Políticas y, si aceptas cumplirlas, haz clic en la casilla "Acepto" que se encuentra abajo y continúa con tu solicitud para ser Consultor Independiente.
fr_ca: Une fois que vous aurez examiné les politiques, si vous acceptez de vous y conformer, veuillez cliquer sur la case « J'accepte » ci-dessous et poursuivez votre candidature pour devenir consultant indépendant.

# ClickToView
source: Click Here To View
es_co: Haga clic aquí para ver
fr_ca: Cliquez ici pour afficher

# TimelineOfMilestones
source: A timeline of Immunotec milestones
es_co: Una línea de tiempo de los hitos de Immunotec
fr_ca: Frise chronologique des jalons d'Immunotec

# ItAllStarted
source: <strong>It all started with the immune system.</strong> Over forty years ago, scientists based in Montreal, Canada, discovered the role of a specially-prepared whey protein isolate (now famous as Immunocal) in raising glutathione, a molecule often referred to as the body's master antioxidant. By the mid-1990s, the scientists had teamed up with veteran network marketing entrepreneur, Chuck Roberts, Dieter Beer, and John Molson, of the notable Canadian Molson family, to found the company now known to the world as Immunotec.
es_co: <strong>Todo empezó con la búsqueda del bienestar.</strong> Hace más de 40 años, científicos de Montreal, Canadá descubrieron la función de un suero aislado de proteína especialmente preparado (ahora conocido como el famoso Immunocal) para mediados de los años 90 dichos científicos se asociaron con los empresarios veteranos en Mercadeo en red Chuck Roberts, Dieter beer y John Molson, miembro de la célebre familia Canadiense Molson, para fundar la empresa que ahora el mundo conoce como Immunotec.
fr_ca: <strong>Tout a commencé par le système immunitaire.</strong> Il y a plus de quarante ans, des scientifiques de Montréal, au Canada, ont découvert le rôle que pouvait jouer un isolat de protéine de lactosérum spécialement formulé (aujourd'hui célèbre sous le nom Immunocal) pour augmenter le niveau de glutathion, une molécule souvent appelée le maître antioxydant du corps. Au milieu des années 90, ces scientifiques, se sont associés á un entrepreneur chevronné dans le domaine du marketing de réseau, Chuck Roberts, à Dieter Beer et à John Molson, de la célèbre famille canadienne Molson, pour fonder l'entreprise aujourd'hui connue sous le nom d'Immunotec.

source: read more
es_co: leer más
fr_ca: plus d'info

# Milestone01
source: Immunotec transitions from public to private company under the leadership of Mauricio Domenzain.
es_co: Immunotec transiciona de empresa pública a empresa privada bajo el liderazgo de Mauricio Domenzain.
fr_ca: Immmunotec fait la transition d'une entreprise publique à une entreprise privée sous la direction de Mauricio Domenzain.

# Milestone02
source: Immunotec is recognized as a Top 100 Direct Selling company worldwide in 2017 and 2015.
es_co: Immunotec es reconocida como una de las 100 mejores compañías de venta directa en todo el mundo en 2017 y 2015.
fr_ca: Immunotec est classée parmi les 100 meilleures compagnies de ventes directes au monde en 2017 et 2015.

# Milestone03
source: Immunotec launches its brand evolution featuring a new logo and new tagline: "The Science of Living Better".
es_co: Immunotec lanza su evolución de marca con un nuevo logo y un nuevo slogan: "La ciencia de vivir mejor".
fr_ca: Immunotec lance son évolution de la marque avec un nouveau logo et un nouveau slogan: « La science pour vivre mieux ».

# Milestone04
source: Immunotec launches Cogniva, a product on the new frontier in brain health.
es_co: Immunotec introduce Cogniva.
fr_ca: Immunotec lance Cogniva, la nouvelle frontière pour la santé du cerveau.

# Milestone05
source: Immunotec enters the skin care market with the launch of the Elasense Skin Care line.
es_co: Immunotec entra en el mercado del cuidado de la piel con el lanzamiento de la línea Cuidado de la piel Elasense.
fr_ca: Immunotec pénètre le marché des soins de la peau avec le lancement de la gamme de produits Elasense.

# Milestone06
source: Immunotec receives regulatory approval to market Immunocal with the health claim: <em>"Helps increase muscle strength and enhance performance when combined with regular exercise."</em>
es_co: Immunotec recibe aprobación para comercializar Immunocal con la declaración: "Ayuda a aumentar la fuerza muscular y a mejorar el rendimiento cuando se combina con ejercicio regular."
fr_ca: Immunotec reçoit l'approbation pour commercialiser Immunocal avec l'allégation relative à la santé suivante : « Contribue à augmenter la force musculaire et à améliorer la performance lorsque combiné à une activité physique régulière. »

# Milestone07
source: Immunocal and Immunocal Platinum are certified by the anti-doping laboratory LGC and granted the "Informed-Choice Trusted by sport" logo.
es_co: Immunocal e Immunocal Platinum son certificados por LGC, un laboratorio antidoping, y otorgado el logo de "Informed-Choice Trusted by sport".
fr_ca: Immunocal et Immunocal Platinum sont certifiés par le LGC, un laboratoire antidopage, et se sont mérités le logo « Informed-Choice Trusted by sport ».

# Milestone08
source: Immunotec is recognized as a Top 50 direct selling company in Canada and the U.S. and a Top 2 in Canada.
es_co: Immunotec es reconocida como una de las 50 mejores compañías de venta directa en Canadá y Estados Unidos y una de las 2 mejores en Canadá.
fr_ca: Immunotec est classée parmi les 50 meilleures compagnies de ventes directes au Canada et aux États-Unis et parmi le 2 meilleures au Canada.

# Milestone09
source: Immunotec named sponsor of Rowing Canada.
es_co: Immunotec es nombrado patrocinador de Remo Canadá.
fr_ca: Immunotec a été nommé commanditaire de Rowing Canada.

# Milestone10
source: Immunotec launches the MiForm Weight Management System.
es_co: Immunotec lanza MiForm.
fr_ca: Immunotec lance le Système de gestion de poids MiForm.

# Milestone11
source: Glutathione research papers surpass 100,000 articles on PubMed.
es_co: Los artículos de investigación sobre el glutatión superan los 100,000 en PubMed.
fr_ca: Plus de 100 000 articles de recherche sur le glutathion ont été publiés dans PubMed.

# Milestone12
source: Immunotec opens new office in Mexico City.
es_co: Inauguración de nuevas oficinas en la Ciudad de México.
fr_ca: Ouverture de nouveaux bureaux dans la ville de Mexico.

# Milestone13
source: Immunocal first appears in Canadian Compendium of Pharmaceuticals and Specialties (CPS).
es_co: Immunocal aparece por primera vez en el Compendium of Pharmaceutical Specialties (CPS) de Canadá.
fr_ca: Immunocal fait son apparition dans le Compendium des produits et spécialités pharmaceutiques (CPS) au Canada.

# Milestone14
source: Immunocal is certified free of prohibited substances based on the 2007 World Anti‑Doping Code Prohibited List.
es_co: Immunocal se certifica que está libre de sustancias prohibidas basándose en la Lista de prohibiciones antidopaje mundial de 2007.
fr_ca: Immunocal est déclaré exempt de substances interdites basé sur le Code mondial antidopage et la Liste des interdictions 2007.

# Milestone15
source: Immunotec receives approval to market Immunocal with the health claim: <em>"A natural source of the glutathione precursor cysteine for the maintenance of a strong immune system."</em>
es_co: Immunotec recibe aprobación para comercializar Immunocal con la declaración: "Una fuente natural de cisteína, precursora del glutatión, para el mantenimiento de un sistema inmunológico fuerte."
fr_ca: Immunotec reçoit l'approbation pour commercialiser Immunocal avec l'allégation relative à la santé suivante : « Une source naturelle de cystéine, un précurseur du glutathion, pour le maintien d'un système immunitaire fort. »

# Milestone16
source: Dr. Dröge launches Immunocal Platinum, the next generation of Immunocal with CMP and RMF.
es_co: El Dr. Dröge lanza al mercado Immunocal Platinum, la próxima generación de Immunocal con CMP y RMF.
fr_ca: Le Dr Dröge lance Immunocal Platinum, la prochaine génération d'Immunocal, avec CMP et RMF.

# Milestone17
source: World renowned immunologist, Dr. Wulf Dröge, joins Immunotec as Senior VP, Research and Development.
es_co: El inmunólogo de renombre mundial, el Dr. Wulf Dröge, se une a Immunotec como Vicepresidente principal de investigación y desarrollo.
fr_ca: Le Dr Wulf Dröge, immunologiste de renommée mondiale, se joint à Immunotec à titre de vice‑président principal, recherche et développement.

# Milestone18
source: Immunotec moves to new 37,000 sq. ft. headquarters and 1,000 Consultants celebrate.
es_co: Immunotec se traslada a su nueva oficina central de 37,000 pies cuadrados y 1,000 Consultores Independientes celebran la gran Inauguración.
fr_ca: Immunotec déménage dans son nouveau siège social de 37 000 pieds carrés et 1 000 consultants se réunissent pour en souligner l'ouverture officielle.

# Milestone19
source: The first Immunotec Consultant earns a million dollars.
es_co: El primer Consultor Independiente Immunotec gana un millón de dólares.
fr_ca: Le premier consultant Immunotec gagne un million de dollars.

# Milestone20
source: Immunocal listed in the highly respected U.S. Physicians' Desk Reference (PDR).
es_co: Immunocal es incluido en el prestigioso <em>Physicians' Desk Reference (PDR)</em> de Estados Unidos.
fr_ca: Immunocal est répertorié pour la première fois dans le très respecté <em>Physicians' Desk Reference (PDR)</em> aux États-Unis.

# Milestone21
source: Dr. Larry Lands publishes first paper on Immunocal and sports performance.
es_co: El Dr. Larry Lands publica el primer artículo sobre Immunocal y rendimiento en el deporte.
fr_ca: Le Dr Larry Lands publie le premier article portant sur Immunocal et la performance sportive.

# Milestone22
source: Official launch of HMS 90 (Immunocal) in Canada in 1996. Official launch of Immunocal in the U.S. in 1997.
es_co: Lanzamiento oficial de HMS 90 (Immunocal) en Canadá en 1996. Lanzamiento oficial de Immunocal en los Estados Unidos en 1997.
fr_ca: Lancement officiel de HMS 90 (Immunocal) au Canada en 1996. Lancement officiel de Immunocal aux États-Unis en 1997.

# Milestone23
source: Immunotec Research Corp. merges with Chuck Roberts' company to form Immunotec Research Ltd. with John Molson as founding shareholder.
es_co: Immunotec Research Corp. se fusiona con la compañía de Chuck Roberts para formar Immunotec Research Ltd. con John Molson como accionista fundador.
fr_ca: Immunotec Research Corp. fusionne avec l'entreprise de Chuck Roberts pour former Immunotec Research Ltd. avec John Molson à titre d'actionnaire fondateur.

# Milestone24
source: Dr. Gustavo Bounous and Dieter Beer initiate close association. Launch Immunotec Research Corp.
es_co: El Dr. Gustavo Bounous y Dieter Beer inician una estrecha colaboración. Se pone en marcha Immunotec Research Corp.
fr_ca: Le Dr Gustavo Bounous et Dieter Beer entreprennent une collaboration étroite. Lancement d'Immunotec Research Corp.

# Milestone25
source: Dr. Wulf Dröge describes the effect of glutathione on the immune response of a living organism.
es_co: El Dr. Wulf Dröge describió el efecto del glutatión en la respuesta inmunológica de un organismo vivo.
fr_ca: Le Dr Wulf Dröge décrit les effets du glutathion sur la réponse immunitaire d'un organisme vivant.

# Milestone26
source: Dr. Gustavo Bounous and Dr. Patricia Kongshavn are the first to discover the effect of whey protein on the immune system.
es_co: El Dr. Gustavo Bounous y la Dra. Patricia Kongshavn son los primeros en descubrir el efecto de la proteína de suero en el sistema inmunológico.
fr_ca: Le Dr Gustavo Bounous et la Dre Patricia Kongshavn sont les premiers à découvrir les effets de la protéine de lactosérum sur le système immunitaire.

# Milestone27
source: Dr. Gustavo Bounous initiated a novel research program in conjunction with colleagues, including Dr. Patricia Kongshavn, to search for a dietary protein source that would optimize the immune system.
es_co: El Dr. Gustavo Bounous inició un novedoso programa de investigación junto a sus colegas, incluida la Dra. Patricia Kongshavn, para buscar una fuente de proteína dietética que pudiera optimizar el sistema inmunológico.
fr_ca: Le Dr Gustavo Bounous entreprend un programme de recherche novateur en collaboration avec ses collègues, dont la Dre Patricia Kongshavn, pour trouver une source de protéine alimentaire permettant d'optimiser le système immunitaire.

source: hide
es_co: esconder
fr_ca: masquer

# MilestoneImage03
source: https://media.immunotec.com/EN/images/milestone-logo.jpg
es_co: https://media.immunotec.com/SP/images/milestone-logo.jpg
fr_ca: https://media.immunotec.com/FR/images/milestone-logo.jpg

# MilestoneImage04
source: https://media.immunotec.com/EN/images/milestone-cogniva.jpg
es_co: https://media.immunotec.com/SP/images/milestone-cogniva.jpg
fr_ca: https://media.immunotec.com/FR/images/milestone-cogniva.jpg

# MilestoneImage10
source: https://media.immunotec.com/EN/images/milestone-miform.jpg
es_co: https://media.immunotec.com/SP/MX/images/milestone-miform.jpg
fr_ca: https://media.immunotec.com/FR/images/milestone-miform.jpg

source: Video library
es_co: Galería de vídeos
fr_ca: Bibliothèque de vidéos

# CompensationProgram
source: Compensation plan
es_co: Plan de compensación
fr_ca: Plan de rémunération

source: Recognition program
es_co: Programa de reconocimiento
fr_ca: Programme de reconnaissance

# Recognition_Content
source: <h1>Recognition</h1> <p>At Immunotec, not only do you have the privilege of sharing life-changing health and wellness products that form the basis of one of the most lucrative compensation plans in the industry, but you also earn special recognition for practicing the day-to-day activities that power successful businesses.</p> <p>Our <strong>recognition program</strong> is designed to celebrate your accomplishments. This is what we love to do the most at Immunotec. More Consultants than ever are eligible for recognition in two categories, personal achievement and group performance.</p> <p><em><strong>So, get started right away! </strong></em>You’ll enjoy the respect of your peers, the applause of the entire Immunotec family, rewards and bonuses.</p>
es_co: <h1>Programa de reconocimiento</h1> <p>Con Immunotec usted no solo tiene el privilegio de compartir productos para el bienestar que cambian la vida de las personas y constituyen la base de uno de los planes de compensaci&oacute;n m&aacute;s lucrativos dentro del sector, sino que adem&aacute;s recibe reconocimientos especiales por llevar a cabo actividades cotidianas que potencian negocios exitosos.</p> <p>Nuestro <strong>programa de reconocimientos</strong> se ha dise&ntilde;ado para celebrar sus logros. Esto es lo que m&aacute;s nos gusta hacer en Immunotec. M&aacute;s Consultores Independientes que nunca son objeto de reconocimiento en dos categor&iacute;as; logro personal y desempe&ntilde;o grupal.</p> <p><em><strong>Por lo tanto, &iexcl;comience cuanto antes! </strong></em>Disfrutar&aacute; del respeto de sus pares, del aplauso de la gran familia Immunotec, recibir&aacute; recompensas y bonos.</p>
fr_ca: <h1>Reconnaissance</h1> <p>Chez Immunotec, vous avez non seulement le privil&egrave;ge de pr&eacute;senter des produits de sant&eacute; et de bien-&ecirc;tre r&eacute;volutionnaires qui constituent la base de l'un des programmes de r&eacute;mun&eacute;ration les plus lucratifs de l'industrie, mais vous pouvez &eacute;galement &ecirc;tre reconnu en effectuant les activit&eacute;s quotidiennes qui assurent le succ&egrave;s de votre entreprise.</p> <p>Notre <strong>programme de reconnaissance</strong> vise &agrave; c&eacute;l&eacute;brer vos r&eacute;alisations. C'est ce que nous pr&eacute;f&eacute;rons faire chez Immunotec. Plus de consultants que jamais sont admissibles &agrave; une reconnaissance dans deux cat&eacute;gories, soit la r&eacute;alisation personnelle et la performance du groupe.</p> <p><em><strong>Commencez d&egrave;s maintenant! </strong></em>Vous gagnerez le respect de vos pairs, les applaudissements de toute la famille Immunotec, des r&eacute;compenses et des bonis.</p>

# CompensationPlan_IMG
source: opportunity_compplan_en.jpg
es_co: opportunity_compplan_sp.jpg
fr_ca: opportunity_compplan_fr.jpg

source: U.S.
es_co: EE.UU.
fr_ca: États-Unis

source: Mexico
es_co: México
fr_ca: Mexique

source: United Kingdom
es_co: Reino Unido
fr_ca: Royaume-Uni

source: Ireland
es_co: Irlanda
fr_ca: Irlande

source: Dominican Republic
es_co: República Dominicana
fr_ca: République Dominicaine

source: Trinidad and Tobago
es_co: Trinidad y Tobago
fr_ca: Trinité et Tobago

source: Hours
es_co: Horas
fr_ca: Heures

source: Email
es_co: Correo electrónico
fr_ca: Courriel

# HoursUS
source: Monday to Friday, 8:00 a.m. to 9:00 p.m. CT
es_co: Lunes a viernes: 8:00 a.m. a 9:00 p.m. hora del centro
fr_ca: Lundi au vendredi, de 8 h à 21 h HC

# HoursTrinidadTobago
source: Monday to Friday, 8:00 a.m. to 9:00 p.m. ET
es_co: Lunes a viernes: 8:00 a.m. a 9:00 p.m. hora del este
fr_ca: Lundi au vendredi, 8 h 30 à 21 h HE

# ImmunotecHeadOffice
source: Immunotec Canada (Head Office)
es_co: Immunotec Canada (Oficina central)
fr_ca: Immunotec Canada (Siège social)

# ImmunotecUSOffice
source: Immunotec U.S.
es_co: Immunotec Estados Unidos
fr_ca: Immunotec États-Unis

# ImmunotecMexicoOffice
source: Immunotec Mexico
es_co: Immunotec México
fr_ca: Immunotec Mexique

source: Research and Development
es_co: Investigación y Desarrollo
fr_ca: Recherche et développement

# WeHaveCollaborated
source: At Immunotec we have collaborated with many public, private and academic research institutions to further the knowledge of glutathione augmentation. We are pleased to review any well-prepared proposal for consideration.
es_co: En Immunotec, hemos colaborado con diversas instituciones de investigación tanto públicas como privadas y académicas para ampliar los conocimientos sobre el incremento del glutatión. Nos complace revisar toda propuesta bien fundamentada para su consideración.
fr_ca: À Immunotec, nous avons collaboré avec de nombreuses institutions de recherches publiques, afin de faire avancer la recherche sur l'optimisation des taux de glutathion. Nous sommes heureux de passer en revue toute proposition bien préparée aux fins d'une éventuelle considération.

source: Phone
es_co: Teléfono fijo
fr_ca: Téléphone

source: Fax
fr_ca: Télécopieur

source: Pick-up Hours for California Office
es_co: Horas para recoger pedidos en nuestra oficina de California
fr_ca: Heures d'ouverture du comptoir de ramassage du bureau en Californie

source: Pick-up Hours for Mexico Office
es_co: Horas para recoger pedidos en nuestra oficina de México
fr_ca: Heures d'ouverture du comptoir de ramassage du bureau au Mexique

source: Customer Service
es_co: Servicio al cliente
fr_ca: Service à la clientèle

# NewVideoLivingBetter
source: New Video - Living Better with Immunotec
es_co: Nuevo vídeo - Vivir Mejor con Immunotec
fr_ca: Nouvelle vidéo - Vivre mieux avec Immunotec

source: Choose Section
es_co: Elegir una sección
fr_ca: Choisir section

source: Brand Evolution
es_co: Evolución de la marca
fr_ca: Évolution de la marque

source: Other Products
es_co: Otros Productos
fr_ca: Autres produits

source: Real Life Stories
es_co: Historias reales
fr_ca: Histoires vécues

source: Recognition
es_co: Reconocimiento
fr_ca: Reconnaissance

source: Event Highlights
es_co: Eventos destacados
fr_ca: Faits saillants des événements

source: Immunotec History
es_co: Historia de Immunotec
fr_ca: Histoire d'Immunotec

source: Living Better with Immunotec
es_co: Vivir Mejor con Immunotec
fr_ca: Vivre mieux avec Immunotec

source: The Story of Immunotec
es_co: La historia de Immunotec
fr_ca: L'histoire d'Immunotec

source: Immunotec brand evolution
es_co: Nueva imagen de Immunotec
fr_ca: Nouvelle image de marque Immunotec

source: The Story of Immunocal
es_co: La historia de Immunocal
fr_ca: L'histoire d'Immunocal

source: Immunocal Mixing Instructions
es_co: Instrucciones para mezclar Immunocal
fr_ca: Instructions pour mélanger Immunocal

source: Elasense Collection
es_co: Colección Elasense
fr_ca: Collection Elasense

source: How to Use the Elasense Collection
es_co: Cómo utilizar la colección Elasense
fr_ca: Comment utiliser la collection Elasense

source: Elasense Testimonial
es_co: Testimonio de Elasense
fr_ca: Témoignage Elasense

source: in Spanish
es_co: en español
fr_ca: en espagnol

source: in French
es_co: en francés
fr_ca: en français

source: NEW Cherry Concentrate
es_co: NUEVO Concentrado de Cereza
fr_ca: NOUVEAU Concentré de jus de cerise

# CognivaABrainHealth
source: Cogniva - A brain health innovation exclusively from Immunotec
es_co: Cogniva - Una innovadora pastilla maticable inteligente exclusiva de Immunotec
fr_ca: Cogniva - un carré à mâcher novateur offer en exclusivité par Immunotec

source: Immunotec Toothpaste with SynerG4
es_co: Pasta Dental de Immunotec con SynerG4
fr_ca: Dentifrice Immunotec avec SynerG4

# Probio3PlusWithCranberry
source: Probio 3+ with Cranberry
es_co: Probio 3+ con arándano rojo
fr_ca: Probio 3+ avec canneberge

source: Portraits in Leadership
es_co: Retratos de Liderazgo:
fr_ca: Profils de Leadership :

source: Consultant of the Year
es_co: Consultor Independiente del Año
fr_ca: Consultant de l'année

# ImmunotecConvention
source: 2016 Immunotec Convention - Mexico
es_co: Convención Immunotec 2016 - México
fr_ca: Congrès Immunotec 2016 - Mexique

# IncentiveTripGala2015
source: 2015 Incentive Trip Gala - Palm Springs, California
es_co: Gala Viaje de Incentivo 2015 - Palm Springs, California
fr_ca: Gala du voyage incitatif 2015 - Palm Springs, Californie
