Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

# Volume_187
source: Has Country Specific Settings
es_co: Tiene configuraciones específicas de país
fr_ca: Paramètres particuliers au pays

# Volume_188
source: Base Qualification PV
es_co: Calificación base VP
fr_ca: VP pour la qualification de base

# Volume_189
source: Base Qualification PSV
es_co: Clasificación básica VPS
fr_ca: VVP pour la qualification de base

# Volume_190
source: Base Qualification CSV
es_co: Base de calificación VCS
fr_ca: VVC pour la qualification de base

# Volume_191
source: Base Qualification Personally Sponsored Customers With CV
es_co: Calificación básica Clientes patrocinados personalmente con VC
fr_ca: Qualification de base, clients parrainés personnellement avec VC

# Volume_192
source: Level 1 Qualification CSV
es_co: Nivel 1 Calificación VCS
fr_ca: CSV pour la qualification au niveau 1

# Volume_193
source: Level 1 Percentage
es_co: Porcentaje de nivel 1
fr_ca: Pourcentage du niveau 1

# Volume_194
source: Level 1 Qualification Personally Sponsored Customers With CV
es_co: Nivel 1 Calificación Clientes patrocinados personalmente con VC
fr_ca: Qualification au niveau 1, clients parrainés personnellement avec VC

# Volume_195
source: Level 2 Qualification CSV
es_co: Nivel 2 de calificación VCS
fr_ca: CSV pour la qualification au niveau 2

# Volume_196
source: Level 2 Percentage
es_co: Porcentaje de nivel 2
fr_ca: Pourcentage du niveau 2

# Volume_197
source: Level 2 Qualification Personally Sponsored Customers With CV
es_co: Nivel 2 Calificación Clientes patrocinados personalmente con VC
fr_ca: Qualification au niveau 2, clients parrainés personnellement avec VC

# Volume_198
source: Level 3 Qualification CSV
es_co: Nivel 3 de calificación VCS
fr_ca: CSV pour la qualification au niveau 3

# Volume_199
source: Level 3 Percentage
es_co: Porcentaje de nivel 3
fr_ca: Pourcentage du niveau 3

# Volume_200
source: Level 3 Qualification Personally Sponsored Customers With CV
es_co: Nivel 3 Calificación Clientes patrocinados personalmente con VC
fr_ca: Qualification au niveau 3, clients parrainés personnellement avec VC

# Rank_20
source: Associate
es_co: Miembro
fr_ca: Associé

# Rank_30
source: Venture
es_co: Asociado
fr_ca: Actif

# Rank_40
source: Silver
es_co: Plata
fr_ca: Argent

# Rank_50
source: Gold
es_co: Oro
fr_ca: Or

# Rank_60
source: Diamond
es_co: Diamante
fr_ca: Diamant

# Rank_70
source: Executive Diamond
es_co: Diamante Ejecutivo
fr_ca: Diamant prestige

# Rank_80
source: Platinum
es_co: Platino
fr_ca: Platine

# Rank_90
source: Senior Platinum
es_co: Platino Principal
fr_ca: Platine principal

# Category_welcomekit
source: Welcome Kit
es_co: Kit de Inicio
fr_ca: Trousse de bienvenue

# Category_packs
source: Packs
es_co: Paquetes
fr_ca: Trousses

# Category_salesaids
source: Sales Aids
es_co: Ayudas de venta
fr_ca: Aides à la vente

# FindAConsultant
source: We’ll find a Consultant near you based on the address you enter
es_co: Encontraremos un Consultor Independiente cerca de ti tomando en cuenta la dirección que ingreses
fr_ca: Nous trouverons un consultant près de chez vous en fonction de l’adresse que vous avez entrée

# AutomaticallyAdded
source: your kit will automatically be added to your cart
es_co: Tu kit se agregará automáticamente a su carrito
fr_ca: votre trousse sera automatiquement ajoutée à votre panier

# ChooseAPack
source: choose a starter pack to help launch your new business
es_co: elige un paquete de inicio para ayudar a lanzar tu nuevo negocio
fr_ca: choisissez une trousse de démarrage pour lancer votre nouvelle entreprise

# WelcomeKitContains
source: Your welcome kit contains everything you need to get started with Immunotec.
es_co: Tu kit de ingreso contiene todo lo que necesitas para comenzar con Immunotec.
fr_ca: Votre Trousse de bienvenue contient tout le nécessaire pour vous lancer avec Immunotec.

source: Shop for other products
es_co: Compra otros productos
fr_ca: Acheter d’autres produits

# ReplicatedWebsiteExample
source: Replicated&nbsp;Website&nbsp;example
es_co: Ejemplo de sitio replicado
fr_ca: Exemple de site Web hébergé

# MyPersonalWebsiteAndLogin
source: My&nbsp;replicated&nbsp;Website&nbsp;will&nbsp;be
es_co: Mi sitio web replicado será
fr_ca: Mon site Web hébergé sera

# BirthDateRequired
source: Birthday is Required
es_co: Se requiere la fecha de nacimiento
fr_ca: La date de naissance est requise

source: If you do not agree
es_co: Si no estás de acuerdo
fr_ca: Si vous n’êtes pas d’accord

source: Your referrer is
es_co: Tu referido es
fr_ca: La personne qui vous a recommandé est

source: Add / Edit Items
es_co: Agregar / Editar elementos
fr_ca: Ajouter/modifier articles

source: AutoShip Order
es_co: Pedido de autoenvío
fr_ca: Commande avec livraison automatique

source: Code of Ethics
es_co: Código Ético
fr_ca: Code d'éthique

# CodeOfComplaint
source: Filing a Code Complaint
es_co: Queja de Violación del Código
fr_ca: Soumettre une plainte relative aux codes

source: Total of Products
es_co: Total de productos
fr_ca: Total des produits

# NewtoIMM
source: New to Immunotec?
es_co: ¿Nuevo en Immunotec?
fr_ca: Nouveau chez Immunotec?

# TimeToGetStarted
source: It's time to get started with Immunotec!
es_co: ¡Es hora de comenzar con Immunotec!
fr_ca: C’est le temps de commencer!

source: Choose Language
es_co: Elige tu idioma
fr_ca: Choisir la langue

# PackWarning
source: Please note: you can only purchase one Starter Pack at the time you join.
es_co: Ten en cuenta que sólo puedes comprar un Paquete de Inicio al momento de inscribirte.
fr_ca: Remarque : vous pouvez acheter seulement une trousse de démarrage au moment de votre inscription.

# ReferralErrorMsg
source: We were unable to find your referring Consultant in our system. Please email {1} or call Customer Service at {0}
es_co: No podemos encontrar a tu Consultor Independiente referido en nuestro sistema. Envía un correo electrónico a {1} o llama al Servicio al Cliente a {0}
fr_ca: Nous n’avons pas été en mesure de trouver le consultant qui vous a recommandé dans notre système. Veuillez écrire à {1} ou appeler le service à la clientèle au {0}

# MaxAmountError
source: We're sorry max order amount of {0} exceeded, "does not include taxes"
es_co: Tenga en cuenta que todos los pedidos superiores a <br /> {0}, "no incluye impuestos" deben ordenarse a través del departamento de Servicio al Cliente. Favor de llamar al <br /> +57 1 508 6287 para completar su pedido. ¡Gracias!
fr_ca: Nous sommes désolés, le montant maximum de commande de {0} est dépassé, "n'inclut pas les taxes"

source: Privacy Policy
es_co: Políticas de privacidad
fr_ca: Politique de confidentialité

source: Terms of Use
es_co: Condiciones de uso
fr_ca: Conditions d'utilisation

source: Privacy Notice
es_co: Aviso de Privacidad
fr_ca: Avis de confidentialité

source: Deposit Slip
es_co: Talón del depósito
fr_ca: Bordereau de dépôt

# CustomerType_04
source: Retail Customer
es_co: Cliente minorista
fr_ca: Client au détail

# MyStoryP2
source: Join Immunotec and discover a product line and business opportunity that improve people's lives every day.
es_co: Únete a Immunotec y descubra una línea de productos y oportunidades comerciales que mejoran la vida de las personas todos los días.
fr_ca: Joignez-vous à Immunotec et découvrez une gamme de produits et une occasion d’affaires qui améliore la vie des gens, tous les jours.

# LaVidaTrip2017
source: 2017 La Vida Immunotec Incentive Trip
es_co: Viaje de Incentivo La Vida Immunotec 2017
fr_ca: Voyage incitatif La Vida Immunotec 2017

# LaVidaCreditsPV
source: Personal volume
es_co: Volumen personal
fr_ca: Volume personnel

# LaVidaCreditsConsultants
source: New personally sponsored Consultants
es_co: Nuevos Consultores Independientes patrocinados personalmente
fr_ca: Nouveaux consultants parrainés personnellement

# LaVidaCreditsConsultantsReorder
source: New personally sponsored Consultants re-order
es_co: Nuevos Consultores Independientes patrocinados personalmente Reórdenes
fr_ca: Nouvelles commandes des nouveaux consultants parrainés personnellement

# LaVidaCreditsCustomers
source: New personally sponsored Customers
es_co: Nuevos Clientes patrocinados de forma personal
fr_ca: Nouveaux clients parrainés personnellement

# LaVidaCreditsCustomersReorder
source: New personally sponsored Customers re-order
es_co: Nuevos Clientes patrocinados de forma personal reórdenes
fr_ca: Nouvelles commandes des nouveaux clients parrainés personnellement

# LaVidaCreditsPersonalRank
source: Personal rank advancement
es_co: Ascenso de rango personal
fr_ca: L’avancement de niveau personnel

# LaVidaCreditsDownlineRank
source: Downline rank advancement
es_co: Ascenso de rango de Línea Descendente
fr_ca: L’avancement de niveau de la lignée en aval

# LaVidaBonusTripCredits
source: Bonus
es_co: Bonificación
fr_ca: Bonis

# LaVidaTotalTripCredits
source: Total
fr_ca: Totaux

# LaVida2017TripObjectives
source: YOUR 2017 TRIP OBJECTIVES
es_co: TUS OBJETIVOS DE VIAJE 2017
fr_ca: VOS OBJECTIFS POUR LE VOYAGE 2017

# LaVidaTripFor
source: Trip for {0}
es_co: Viaje para {0}
fr_ca: Voyage pour {0}

# LaVidaTripCreditObjective
source: Trip Credit Objective
es_co: Objetivo de créditos de viaje
fr_ca: Objectif de crédits de voyage

# LaVidaShouldYouModify
source: Should you modify your organization by changing a Consultant's upline or sponsor, you may negatively affect both your commission earnings and your qualification status for Immunotec Leadership Trips and Bonus programs.
es_co: Si modificas tu organización cambiando la línea ascendente o el patrocinador de un Consultor Independiente, puede afectar negativamente tus ingresos de comisiones y tu estado de calificación para los Viajes de Liderazgo y los Programas de Bonificación de Immunotec.
fr_ca: Si vous modifiez votre organisation en changeant la lignée en amont ou le parrain d’un consultant, cela pourrait avoir des répercussions négatives sur vos commissions et sur votre admissibilité aux voyages de leadership et aux programmes de bonis d’Immunotec.

# AvatarUpdateMessage
source: Updates to your Avatar make take a few minutes before you see them.
es_co: Las actualizaciones de tu Avatar provoca que tarden unos minutos en verse.
fr_ca: Il peut s’écouler quelques minutes avant que les modifications à votre Avatar soient visibles.

source: Warning
es_co: Alerta
fr_ca: Avertissement

# Prop65Warning
source: <strong>WARNING:</strong> These products contain lead, a chemical known to the state of California to cause birth defects or other reproductive harm.
es_co: <strong> ADVERTENCIA: </strong> Estos productos contienen plomo, un químico conocido en el estado de California como causante de defectos de nacimiento u otros daños reproductivos.
fr_ca: <strong>AVERTISSEMENT :</strong> Ces produits contiennent du plomb, un produit chimique reconnu dans l’État de la Californie pour causer des malformations congénitales ou autres problèmes du système reproducteur.

# AutoshipCartMessage
source: Your credit card will not be charged for this AutoShip order until it is processed.
es_co: No se cargará a tu tarjeta de crédito por este pedido de Autoenvío hasta que no se procese.
fr_ca: Cette commande avec livraison automatique ne sera pas portée à votre carte de crédit tant qu’elle n’aura pas été traitée.

# AutoShip_Message
source: We also offer a convenient monthly AutoShip program so that you never run out of your favorite products. At 40% off retail, our AutoShip bundles offer great value. You can also choose individual products from the menu below your cart. If you set up an AutoShip today, we’ll bill your card and ship your first AutoShip order in a month.
es_co: También ofrecemos un conveniente programa mensual de Autoenvío para que nunca te quedes sin tus productos favoritos. También puedes elegir productos individuales en el menú debajo de tu carrito. Tu pedido de AutoEnvío será programado para procesarse el mismo día del próximo mes; si lo deseas, puedes cambiar la fecha de tu AutoEnvío al primero del próximo mes.
fr_ca: Nous offrons également un programme de livraison automatique mensuelle pratique afin que vous ne manquiez jamais de vos produits préférés. Notre forfait pour livraison automatique, qui offre un rabais allant jusqu’à 44 % sur le prix de détail et des points de VP bonis, constitue une excellente valeur. Vous pouvez choisir des produits individuels à partir du menu ci-dessous pour les ajouter à votre livraison mensuelle. Votre commande avec livraison automatique sera traitée le même jour du mois prochain, mais vous pouvez modifier la date jusqu’au premier jour du mois prochain.

# TaxCode_IE
source: VAT: IE9502226E
es_co: IVA: IE9502226E
fr_ca: TVA : IE9502226E

# TaxCode_GB
source: VAT: GB923035455
es_co: IVA: GB923035455
fr_ca: TVA : GB923035455

# AchievedRank
source: Achieved Title
es_co: Título obtenido
fr_ca: Titre atteint

source: Customer Bonus Tracker
es_co: Progreso del Bono por Clientes
fr_ca: Suivi de progrès du Boni client

source: or more
es_co: o más
fr_ca: ou plus

source: Upload Payment Records
es_co: Cargar registros de pago
fr_ca: Télécharger les enregistrements de paiement

# RowsWereAdded
source: rows were added to the database!
es_co: ¡se agregaron filas a la base de datos!
fr_ca: lignes ont été ajoutées à la base de données!

source: Dollars (CAN)
es_co: Dólares (CAN)
fr_ca: Dollars (CA)

source: Colombian Peso
es_co: Peso colombiano
fr_ca: Pesos (Colombie)

source: Peso (Dominican Rep)
es_co: Peso (Rep. Dominicana)
fr_ca: Pesos (République dominicaine)

source: Euro
fr_ca: Euros

source: Guatemala Quetzal
fr_ca: Quetzal du Guatemala

source: Pesos (MEX)
fr_ca: Pesos (Mexique)

source: Create Promotion
es_co: Crear promoción
fr_ca: Créer une promotion

source: Manage Promotions
es_co: Administrar Promociones
fr_ca: Gérer les promotions

source: Price Type
es_co: Tipo de precio
fr_ca: Type de prix

source: Customer Type
es_co: Tipo de Cliente
fr_ca: Type de client

source: Order Type
es_co: Tipo de pedido
fr_ca: Type de commande

source: Maximum Quantity
es_co: Cantidad máxima
fr_ca: Quantité maximale

source: Tax on Price
es_co: Impuesto sobre el precio
fr_ca: Taxe sur le prix

source: Ship on Price
es_co: Flete
fr_ca: Frais de livraison

source: RESULTS TO-DATE
es_co: RESULTADOS HASTA LA FECHA
fr_ca: RÉSULTATS JUSQU’À MAINTENANT

source: February
es_co: Febrero
fr_ca: Février

source: March
es_co: Marzo
fr_ca: Mars

source: April
es_co: Abril
fr_ca: Avril

source: May
es_co: Mayo
fr_ca: Mai

source: June
es_co: Junio
fr_ca: Juin

source: July
es_co: Julio
fr_ca: Juillet

source: August
es_co: Agosto
fr_ca: Août

source: Your Progress
es_co: Tu progreso
fr_ca: Votre progrès

# NumberOfCustomersWithPurchase
source: Number of Customers with purchase on first level
es_co: Número de clientes con compra en primer nivel
fr_ca: Nombre de clients au premier niveau avec achats

source: How to achieve your Customer Bonus
es_co: Como ganarse el Bono por Clientes
fr_ca: Comment atteindre votre Boni client

# CustomerBonusPercent
source: Customer Bonus %
es_co: % del Bono por Cliente
fr_ca: % Boni client

source: Back to My Tree
es_co: Volver a mi árbol
fr_ca: Retour à mon arbre

source: Tree Viewer Loading
es_co: Carga del visor de árbol
fr_ca: Affichage de l’arbre en cours

source: Make a Placement
es_co: Hacer una colocación
fr_ca: Effectuer un positionnement

source: Directions for Making a Placement
es_co: Instrucciones para hacer una colocación
fr_ca: Instructions pour effectuer un positionnement

# DirectionsForMakingAPlacementBody
source: <li> <strong>Step 1 - </strong>Choose the person you would like your new member to be placed under. If needed, use the Search bar above to easily find that member by Name or ID Number, and click on his/her name so they appear in the Tree Viewer. They must appear in the Tree Viewer so they can then be chosen as the Placement Sponsor. </li> <li> <strong>Step 2 – </strong>Click on the new Member under "Make a Placement" that you wish to place. (if you click on the member again it will deselect them) </li> <li> <strong>Step 3 – </strong>Click on the new Placement Sponsor in the Tree Viewer, whom you wish to place the new Member under. </li> <li> <strong>Step 4 – </strong>A pop-up will appear to confirm placement. Click OK. </li> <li> <strong>Step 5 - </strong>Your placement has been completed. </li>
es_co: <li> <strong> Paso 1: </strong> elije la persona con la que deseas que incluir a tu nuevo miembro. Si es necesario, usa la barra de búsqueda de arriba para encontrar fácilmente a ese miembro por nombre o número de ID, y haga clic en su nombre para que aparezcan en Visor de árboles. Deben aparecer en Visor de árboles para que luego poder ser elegidos como Ascendente (Sponsor) de Colocación. </li> <li> <strong> Paso 2: </strong> haga clic en el nuevo miembro en Hacer una ubicación" que desees colocar. (Si vuelves a hacer clic en el miembro, se eliminará la selección) </li>
fr_ca: <li><strong>Étape 1 - </strong>Choisissez la personne sous laquelle vous désirez que votre nouveau membre soit positionné. Au besoin, utilisez la barre de recherche ci-dessus pour trouver ce membre en utilisant son nom ou son numéro, puis cliquez sur son nom afin qu’il apparaisse dans l’affichage de l’arbre. Il doit apparaître dans l’affichage de l’arbre pour pouvoir être choisi comme parrain. </li><li><strong>Étape 2 – </strong>Cliquez sur le nouveau membre que vous désirez positionner sous « Effectuer un positionnement ». (Si vous cliquez une autre fois sur le membre, il sera désélectionné) </li><li><strong>Étape 3 – </strong>Cliquez sur le nouveau parrain sous lequel vous désirez positionner le nouveau membre dans l’affichage de l’arbre.</li><li><strong>Étape 4 – </strong>Une fenêtre contextuelle s’affichera pour confirmer le positionnement. Cliquez sur OK.</li><li><strong>Étape 5 - </strong>Votre positionnement a été effectué.</li>

# MemberPlacementsAreNot
source: Member placements are not allowed during the first week of a calendar month.
es_co: <strong> Paso 3: </ strong> haz clic en el nuevo patrocinador de ubicación en visor de árbol, a quien te gustaría colocar al nuevo miembro. <strong> Paso 4: </ strong> aparecerá una ventana emergente para confirmar la ubicación. Haz clic en Aceptar. <strong> Paso 5: </ strong> tu ubicación se ha completado.
fr_ca: Le positionnement des membres n’est pas autorisé durant la première semaine du mois.

source: PROMO
es_co: PROMOCIÓN
fr_ca: PROMOTION

source: PickUp/Handling
es_co: Recolección / Manejo
fr_ca: Ramassage/ manutention

source: Shipping/Handling
es_co: Envío / Manejo
fr_ca: Expédition/manutention

source: How Would You Like To Receive Your Items
es_co: ¿Cómo te gustaría recibir tus artículos?
fr_ca: Comment souhaitez-vous recevoir vos articles

source: I Would Like To Pick Up My Order
es_co: Me gustaría recoger mi pedido
fr_ca: J’aimerais ramasser ma commande

source: I Would Like My Order Shipped
es_co: Me gustaría que mi pedido se envíe a mi domicilio
fr_ca: J’aimerais que ma commande me soit livrée

source: App Info
es_co: Informacion de la aplicacion
fr_ca: Information sur l’application

source: Please select a Ship Method before saving.
es_co: Selecciona un Método de envío antes de guardar.
fr_ca: Veuillez sélectionner un mode d’expédition avant d’enregistrer.

# PleaseSelectItemsBefore
source: Please select items before creating your AutoOrder.
es_co: Selecciona elementos antes de crear tu pedido automático.
fr_ca: Veuillez sélectionner des articles avant de créer votre commande automatique.

source: 'calculate auto order failed
es_co: Falla del cálculo pedido automático
fr_ca: Le calcul de la commande automatique a échoué

# PleaseSelectItemsBeforeGetting
source: Please select items before getting estimated shipping cost for your AutoOrder.
es_co: Selecciona los artículos antes de obtener el costo de envío estimado para tu pedido automático.
fr_ca: Veuillez sélectionner des articles avant de demander les frais d’expédition estimés de votre commande automatique.

source: get orders failed
es_co: Falla de obtener pedidos
fr_ca: la récupération des commandes a échoué

source: Please choose a File to upload
es_co: Por favor, elije un archivo para cargar
fr_ca: Veuillez choisir un fichier à télécharger

source: Result
es_co: Resultado
fr_ca: Résultat

# WeWereUnableToSaveYourAutoDelivery
source: We were unable to save your Downline Order:
es_co: No hemos podido guardar tu entrega automática:
fr_ca: Nous n’avons pas été en mesure d’enregistrer votre livraison automatique :

# CouldNotFetchDataPlease
source: Could not fetch data. Please try again later.
es_co: No se pudo obtener información. Por favor, inténtalo de nuevo más tarde.
fr_ca: Impossible de récupérer les données. Veuillez essayer de nouveau plus tard.

source: No alerts to display.
es_co: No hay alertas para mostrar.
fr_ca: Aucune alerte à afficher.

source: Unable to authenticate
es_co: Imposible de autentificar
fr_ca: Impossible de vous authentifier

source: Customer not found
es_co: Cliente no encontrado
fr_ca: Client non trouvé

# SomethingWentWrongWithYourRequest
source: Something went wrong with your request. Please try again later.
es_co: Algo salió mal con tu solicitud. Por favor, inténtalo de nuevo más tarde.
fr_ca: Il s’est produit un problème lors de votre demande. Veuillez essayer de nouveau plus tard.

# PricePromotionResponseAlreadyExists
source: There is already a price promotion with the item code, currency code, price type, customer type, order type specified.
es_co: Ya hay una promoción de precio con el código del artículo, el código de moneda, el tipo de precio, el tipo de cliente y el tipo de pedido especificada.
fr_ca: Il existe déjà une promotion relative au prix pour le code d’article, le code de devise, le type de prix, le type de client et le type de commande indiqués.

# PromotionErrorResponse
source: Something went wrong with your request. Please check your data and try again.
es_co: Algo salió mal con tu solicitud. Por favor verifica tus datos e intenta de nuevo.
fr_ca: Il s’est produit un problème lors de votre demande. Veuillez vérifier vos données et essayer de nouveau.

# PrimaryPhone
source: Primary Number
es_co: Teléfono
fr_ca: Téléphone

# SecondaryPhone
source: Secondary Number
es_co: Teléfono del trabajo
fr_ca: Téléphone au travail

# MobilePhone
source: Mobile Number
es_co: Celular
fr_ca: Téléphone cellulaire

# IsOptedIn
source: Opt-In :
es_co: Optar en
fr_ca: Abonnement

source: Login Name
es_co: Nombre de inicio de sesión
fr_ca: Nom d’utilisateur

# StartDateMustBeDate
source: The field StartDate must be a date.
es_co: El campo Fecha de inicio debe ser una fecha.
fr_ca: Le champ StartDate doit contenir une date.

# StartDateIsRequired
source: The StartDate field is required.
es_co: El campo fecha de inicio es obligatorio.
fr_ca: Le champ StartDate est requis.

source: Birth Date
es_co: Fecha de nacimiento
fr_ca: Date de naissance

source: Live life to its fullest
es_co: Vive la vida al máximo
fr_ca: une vie bien remplie

source: Personal Image
es_co: Imagen personal
fr_ca: Image personnelle

# pmdsa
source: Proud Member of the Direct Selling Association (DSA)
es_co: Orgulloso miembro de Direct Selling Association (DSA)
fr_ca: Fier membre de la Direct Selling Association (DSA)

# EthicsTop
source: Prospective Member of DSA UK
es_co: Miembro potencial de DSA UK
fr_ca: Membre potentiel de DSA UK

source: Filing a Code Complaint
es_co: Presentando una Queja de Código
fr_ca: Soumettre une plainte relative aux codes

# BillingAddressZip
source: Billing Zip
es_co: Facturación código postal
fr_ca: Code postal pour la facturation

# BillingAddressState
source: Billing State
es_co: Estado de cuenta
fr_ca: Province pour la facturation

# BillingAddressCity
source: Billing City
es_co: Ciudad de facturación
fr_ca: Ville pour la facturation
