Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

# IncentiveTrip2015
source: 2015 Incentive Trip - Palm Springs, California
es_co: Viaje de Incentivo 2015 - Palm Springs, California
fr_ca: Voyage incitatif 2015 - Palm Springs, Californie

# ImmunotecBBQ
source: 2014 Immunotec BBQ
es_co: BBQ de Immunotec 2014
fr_ca: BBQ Immunotec 2014

# AnnualConvention2014
source: 2014 Annual Convention
es_co: Convención anual 2014
fr_ca: Congrès annual 2014

# IncentiveTrip2013
source: 2013 Incentive Trip - Puerto Vallarta, MX
es_co: Viaje de Incentivo 2013 - Puerto Vallarta, MX
fr_ca: Voyage incitatif 2013 - Puerto Vallarta, MX

# NationalConventionMexico2013
source: 2013 Immunotec BBQ
es_co: BBQ de Immunotec 2013
fr_ca: BBQ Immunotec 2013

source: Tribute to Dr. Bounous
es_co: Tributo al Dr. Bounous
fr_ca: Hommage au Dr Bounous

# Anniversary20th
source: 20th Anniversary
es_co: 20o aniversario
fr_ca: 20e anniversaire

source: MiFormation It's a Lifestyle!
es_co: MiFormación - ¡Es un estilo de vida!
fr_ca: MiFormation - C'est un style de vie!

source: MiFormation - Calorie Confusion
es_co: MiFormación - Confusión de calorias
fr_ca: MiFormation - Confusion des calories

source: MiFormation - Meal Replacement
es_co: MiFormación - ¿Qué es un reemplazo de comida?
fr_ca: MiFormation - Qu'est-ce qu'un « substitut de repas »?

# enrollment_choice_top_header
source: GET STARTED WITH IMMUNOTEC
es_co: EMPIEZA CON IMMUNOTEC
fr_ca: LANCEZ-VOUS AVEC IMMUNOTEC

# enrollment_choice_top_content
source: Welcome to a network marketing opportunity that combines premium quality, science-based products, world class training and support, and a generous compensation plan.
es_co: Bienvenido a una oportunidad de mercadeo en red que combina productos de alta calidad respaldados por la ciencia, capacitación, apoyo de clase mundial y un generoso Plan de Compensación.
fr_ca: Bienvenue à une occasion de vente de réseau qui associe des produits de qualité supérieure basés sur la science, une formation et un soutien incomparables, et un plan de rémunération généreux.

# enrollment_choice_consultant_content
source: Health, wellness, fitness, energy. These topics are at the beating heart of today’s ever-growing lifestyle products industry. Your successful home-based business will be built on a foundation of selling products that people actually need and, if you choose to, by building a team of others who do the same.
es_co: Bienestar y un exitoso negocio, sustentado en un producto que ha beneficiado a miles de personas, mediante el desarrollo de un equipo de personas que harán lo mismo que tú.
fr_ca: Santé, bien-être, forme physique, énergie. Ces sujets sont au cœur de l’industrie florissante des produits axés sur le style de vie. Vous bâtirez une entreprise à domicile prospère en vendant des produits dont les gens ont vraiment besoin et, si vous le désirez, en mettant sur pied une équipe de personnes qui feront de même.

# enrollment_choice_customer_content
source: Shop online for Immunotec's premium quality, science-based health, wellness, performance, and skin care products. Become an AutoShip Customer and you'll receive a 25% discount on all your purchases, access to special offers, and the option to subscribe to our monthly AutoShip discount program.
es_co: Adquiere un producto para el bienestar, respaldado por la ciencia Immunotec. Conviértete en un Cliente de Autoenvío y recibe un 25% de descuento en todas tus compras, acceso a ofertas especiales y la opción de suscribirte a nuestro programa mensual de descuentos.
fr_ca: Magasinez en ligne pour acheter des produits de santé, de bien-être, de performance et de soins de la peau Immunotec de qualité supérieure, basés sur la science. Devenez un client avec livraison automatique et profitez d’un rabais de 25 % sur tous vos achats, de l’accès à des offres spéciales et de la possibilité de vous inscrire à notre programme de livraison automatique mensuelle à prix réduit.

source: JOIN AS A CONSULTANT
es_co: ÚNETE COMO CONSULTOR INDEPENDIENTE
fr_ca: INSCRIVEZ-VOUS COMME CONSULTANT

source: JOIN AS A CUSTOMER
es_co: ÚNETE COMO CLIENTE
fr_ca: INSCRIVEZ-VOUS COMME CLIENT

# Category_wellness
source: Wellness
es_co: Bienestar
fr_ca: Bien-être

source: Retail Customer
es_co: Cliente minorista
fr_ca: Client au détail

# ConsultantMessage
source: Your successful home-based business will be built on a foundation of selling products that people actually need and, if you choose to, by building a team of others who do the same. Join as a Consultant by going to the Opportunity section and in addition to building your business, you will get a discount of up to 30% on all your purchases.
es_co: Únete como Consultor Independiente y disfruta de un 30% de descuento en todas tus compras además de poder comenzar a desarrollar tu propio negocio. Inscríbete en la sección de “Oportunidad” de esta página web.
fr_ca: Votre entreprise à domicile prospère sera bâtie en vendant des produits dont les gens ont vraiment besoin et, si vous le désirez, en mettant sur pied une équipe de personnes qui feront de même. Joignez-vous en tant que consultant en visitant la section Occasion d'affaires et vous recevrez jusqu'à 30 % de rabais sur tous vos achats en plus de bâtir votre propre entreprise.

# PreferredCustomerMessage
source: Become an AutoShip Customer by adding products to a monthly AutoShip order and you'll receive a 25% discount on all your purchases and access to special offers.
es_co: Conviértete en un Cliente de AutoEnvío añadiendo productos a un pedido mensual de AutoEnvío y recibe un 25% de descuento en todas tus compras y acceso a ofertas especiales.
fr_ca: Devenez un client avec livraison automatique en ajoutant des produits à une livraison automatique mensuelle et profitez d’un rabais de 25 % sur tous vos achats et de l’accès à des offres spéciales.

source: Retail Customers
es_co: Clientes minoristas
fr_ca: Clients au détail

source: Follow Us
es_co: Síguenos
fr_ca: Suivez-nous

# NotReferred
source: I'm not referred
es_co: No soy referido
fr_ca: Je n'ai pas été référé

# EnrollmentMessage
source: You are enrolling in the United States
es_co: Te estás inscribiendo en Colombia
fr_ca: Vous vous inscrivez au Canada

# Category_customerhealthpacks
source: Customer Health Packs
es_co: Paquetes de salud del cliente
fr_ca: Trousses santé pour clients

source: Pick Up
es_co: Recoger
fr_ca: Ramasser

# Shipping
source: Shipping/Handling
es_co: Envío / Manejo
fr_ca: Expédition/manutention

source: Reset
es_co: Reiniciar
fr_ca: Réinitialiser

source: Pick Up Location
es_co: Lugar de recolección
fr_ca: Lieu de ramassage

# EnrollmentTerms
source: I have read and agree with the <a href="https://media.immunotec.com/EN/US/terms-US-EN.pdf" style="text-decoration: underline;color: black;">Consultant Terms and Conditions</a> and the Immunotec <a href="https://media.immunotec.com/EN/businessGuide-global-EN.pdf" style="text-decoration: underline;color: black;">Business Guide</a>. I agree to comply with the provisions of the <a href="https://media.immunotec.com/EN/privacy-policy-EN.pdf" style="text-decoration: underline;color: black;">Privacy Policy</a> and <a href="https://media.immunotec.com/EN/terms-of-use-EN.pdf" style="text-decoration: underline;color: black;">Terms of Use</a>. Both policies are incorporated by reference. I also agree to share my personal information. . I understand that Immunotec Inc. is a member of the Direct Selling Association and provides certain assurances under the Direct Selling Association <a href="https://www.dsa.org/consumerprotection/code-of-ethics" style="text-decoration: underline;color: black;">Code of Ethics</a>, including provisions dealing with the return of inventory.
es_co: He leído y aceptado los <a href="https://media.immunotec.com/SP/MX/terms-MX.pdf" target="_blank">Terminos y Condiciones</a> y la <a href="https://media.immunotec.com/SP/businessGuide-global-SP.pdf" target="_blank">Guía de Negocios</a> de Immunotec.
fr_ca: J’ai lu et j’accepte les <a href="https://media.immunotec.com/FR/terms-CA-FR.pdf" style="text-decoration: underline;color: black;">Modalités pour les consultants</a> et le <a href="https://media.immunotec.com/FR/businessGuide-global-FR.pdf" style="text-decoration: underline;color: black;">Guide d’affaires</a> Immunotec. J’accepte de respecter les dispositions de la <a href="https://media.immunotec.com/FR/privacy-policy-CA-FR.pdf" style="text-decoration: underline;color: black;">Politique de confidentialité</a> et des <a href="https://media.immunotec.com/FR/terms-of-use-CA-FR.pdf" style="text-decoration: underline;color: black;">Conditions d’utilisation</a>. Les deux politiques sont intégrées par renvoi à la présente. J’accepte également de partager mes renseignements personnels.

# TermsOfSaleUrl
source: https://media.immunotec.com/EN/US/terms-of-sale-US-EN.pdf
es_co: https://media.immunotec.com/SP/CO/terms-of-sale-CO.pdf
fr_ca: https://media.immunotec.com/FR/terms-of-sale-CA-FR.pdf

source: My Story
es_co: Mi historia
fr_ca: Mon histoire

# CustomerType_02
source: Member
es_co: Miembro
fr_ca: Membre

# CustomerType_01
source: Independent Consultant
es_co: Consultor Independiente
fr_ca: Consultant indépendant

source: Seize this moment now!
es_co: ¡Aprovecha este momento ya!
fr_ca: Saisissez l'occasion dès maintenant!

# MyStoryP1
source: Join my team and discover a product line and business opportunity that improve people's lives every day.
es_co: Únete a mi equipo y descubre una línea de productos y oportunidad de negocio que mejora la vida de las personas todos los días.
fr_ca: Joignez vous à mon équipe et découvrez une gamme de produits et une occasion d'affaires qui améliorent des vies, tous les jours.

# OvernightShippingMessage
source: Important! In order to benefit from the expedited delivery service, the order must be placed by 11 am EST today. All expedited delivery orders placed after 11 am EST today will be shipped the next business day.
es_co: ¡Importante! Para beneficiarse del servicio de entrega nocturna, el pedido debe realizarse antes de las 11:00 a.m. hora del este. Todos los pedidos de entrega nocturna realizados después de las 11:00 a.m. EST se enviarán al siguiente día hábil.
fr_ca: Important! Afin de bénéficier du service de livraison du lendemain, la commande doit être placée d'ici 13 h 30 (HE) aujourd'hui. Les commandes placées après 13 h 30 (HE) aujourd'hui seront expédiées le prochain jour ouvrable.

# ByPlacingYourOrder_Formatted
source: By placing your order, you agree to {0}'s <a href="{1}" target="_blank">Terms of Sale</a>
es_co: Al realizar tu pedido, aceptas los <a href="{1}" target="_blank">Términos de venta</a> de {0}
fr_ca: En passant votre commande, vous acceptez les <a href="{1}" target="_blank">Conditions de vente</a> d'{0}

source: Customer
es_co: Cliente
fr_ca: Client

source: Athletes
es_co: Atletas
fr_ca: Les athlètes

# LaVidaProgressReport
source: Live Immunotec {0} Progress Report
es_co: {0} Informe de progreso La Vida immunotec
fr_ca: Rapport d'avancement La vie Immunotec {0}

# EventsLink
source: https://www.facebook.com/pg/Immunotec/events/
es_co: https://www.facebook.com/ImmunotecIncColombia
fr_ca: https://www.facebook.com/pg/ImmunotecInc/events/

# TaxIDError
source: SSN error. Please verify and re-enter your SSN or call Customer Service for help
es_co: Error de RFC. Verifica y vuelve a ingresar tu SSN o llame a Servicio al Cliente para obtener ayuda
fr_ca: Erreur de numéro d’assurance sociale. Veuillez vérifier votre numéro d’assurance sociale et l’entrer de nouveau ou appelez le service à la clientèle pour obtenir de l’aide.

# CreditCardType_01
source: Unknown
es_co: Desconocido
fr_ca: Inconnu

# CustomerStatus_00
source: Deleted
es_co: Eliminado
fr_ca: Supprimé

# CustomerStatus_01
source: Active
es_co: Activo
fr_ca: Actif

# CustomerStatus_02
source: Inactive
es_co: Inactivo
fr_ca: Inactif

# CustomerStatus_03
source: Pending
es_co: Pendiente
fr_ca: En suspens

# CustomerStatus_04
source: Cart Abandoned
es_co: Carrito abandonado
fr_ca: Panier abandonné

# CustomerStatus_05
source: Open Party
es_co: Fiesta abierta
fr_ca: Fête ouverte

# CustomerStatus_06
source: Closed Party
es_co: Fiesta cerrada
fr_ca: Fête fermée

# CustomerStatus_07
source: Cancelled Party
es_co: Fiesta cancelada
fr_ca: Fête annulée

# CustomerStatus_08
source: Cancelled
es_co: Cancelado
fr_ca: Annulé

# CustomerType_03
source: Preferred Customer
es_co: Cliente preferencial
fr_ca: Client privilégié

# FrequencyType_01
source: Weekly
es_co: Semanal
fr_ca: Hebdomadaire

# FrequencyType_02
source: Every Two Weeks
es_co: Cada dos semanas
fr_ca: À toutes les 2 semaines

# FrequencyType_03
source: Monthly
es_co: Mensual
fr_ca: Mensuel

# FrequencyType_04
source: Quarterly
es_co: Trimestral
fr_ca: Trimestriel

# FrequencyType_05
source: Twice a Year
es_co: Dos veces al año
fr_ca: Deux fois par année

# FrequencyType_06
source: Yearly
es_co: Anualmente
fr_ca: Annuel

# FrequencyType_07
source: Bi-Monthly
es_co: Bimensual
fr_ca: Deux fois par mois

# FrequencyType_08
source: Every 4 weeks
es_co: Cada 4 semanas
fr_ca: À toutes les 4 semaines

# FrequencyType_09
source: Every 6 Weeks
es_co: Cada 6 Semanas
fr_ca: À toutes les 6 semaines

# FrequencyType_10
source: Every 8 Weeks
es_co: Cada 8 Semanas
fr_ca: À toutes les 8 semaines

# FrequencyType_11
source: Every 12 Weeks
es_co: Cada 12 Semanas
fr_ca: À toutes les 12 semaines

# Language_002
source: German
es_co: Alemán
fr_ca: Allemand

# Language_003
source: Korean
es_co: Coreano
fr_ca: Coréen

# Language_004
source: Belorussian
es_co: Bielorruso
fr_ca: Bélarussien

# Language_005
source: Japanese
es_co: Japonés
fr_ca: Japonais

# Language_008
source: Chinese-Taiwan
es_co: China-Taiwán
fr_ca: Chinois de Taïwan

# Language_009
source: Thai
es_co: Tailandés
fr_ca: Thaï

# Language_010
source: Tagalec-Phillipino
fr_ca: Tagalec-Phillipin

# Language_011
source: Hungarian
es_co: Húngaro
fr_ca: Hongrois

# Language_012
source: Finnish
es_co: Finlandés
fr_ca: Finlandais

# Language_013
source: Norsk
fr_ca: Norvégien

# Language_014
source: Malay
es_co: Malayo
fr_ca: Malais

# Language_015
source: Indonesian
es_co: Indonesio
fr_ca: Indonésien

# Language_016
source: Portuguese
es_co: Portugués
fr_ca: Portugais

# Language_017
source: Italian
es_co: Italiano
fr_ca: Italien

# Language_018
source: Dutch
es_co: Holandés
fr_ca: Néerlandais

# Language_019
source: Russian
es_co: Ruso
fr_ca: Russe

# Language_020
source: Slovakia
es_co: Eslovaquia
fr_ca: Slovaque

# Language_021
source: Cyrillic
es_co: Cirílico
fr_ca: Cyrillique

# Language_022
source: Estonian
es_co: Estonio
fr_ca: Estonien

# Language_203
source: Czech Republic
es_co: Republica Checa
fr_ca: République tchèque

# OrderStatus_00
source: Incomplete
es_co: Incompleto
fr_ca: Incomplet

# OrderStatus_01
source: Pending
es_co: Pendiente
fr_ca: En suspens

# OrderStatus_02
source: CC Declined
es_co: CC rechazado
fr_ca: CC refusé

# OrderStatus_03
source: ACH Declined
es_co: ACH rechazado
fr_ca: ACH refusé

# OrderStatus_04
source: Cancelled
es_co: Cancelado
fr_ca: Annulé

# OrderStatus_05
source: CC Pending
es_co: CC Pendiente
fr_ca: CC en suspens

# OrderStatus_06
source: ACH Pending
es_co: ACH Pendiente
fr_ca: ACH en suspens

# OrderStatus_07
source: Accepted
es_co: Aceptado
fr_ca: Accepté

# OrderStatus_08
source: Printed
es_co: Impreso
fr_ca: Imprimé

# OrderStatus_09
source: Shipped
es_co: Enviado
fr_ca: Expédié

# OrderStatus_10
source: Pending Inventory
es_co: Inventario en espera
fr_ca: Inventaire en suspens

# PayableType_00
source: Cash
es_co: Efectivo
fr_ca: Comptant

# PayableType_01
source: Credit Card
es_co: Tarjeta de crédito
fr_ca: Carte de crédit

# PayableType_02
source: Check
es_co: Comprobar
fr_ca: Chèque

# PayableType_03
source: Credit Voucher
es_co: Vale de crédito
fr_ca: Note de crédit

# PayableType_06
source: Use Credit
es_co: Uso de crédito
fr_ca: Utiliser crédit

# PayableType_07
source: ACH Debit
es_co: ACH débito
fr_ca: Débit ACH

# PayableType_08
source: Bank Draft
es_co: Giro bancario
fr_ca: Traite bancaire

# PayableType_09
source: Wire Transfer
es_co: Transferencia bancaria
fr_ca: Virement électronique

# PayableType_10
source: Point Redemption
es_co: Canje de puntos
fr_ca: Échange de points

# PayableType_11
source: COD
es_co: DQO
fr_ca: Paiement à la livraison

# PayableType_12
source: Money Order
es_co: Giro Postal
fr_ca: Mandat

# PayableType_13
source: Bank Deposit
es_co: Deposito bancario
fr_ca: Dépôt bancaire

# PayableType_14
source: Other 1
es_co: Otros 1
fr_ca: Autre 1

# PayableType_15
source: Other 2
es_co: Otros 2
fr_ca: Autre 2

# PayableType_16
source: Other 3
es_co: Otros 3
fr_ca: Autre 3

# PayableType_17
source: Wallet
es_co: Monedero
fr_ca: Portefeuille

# PaymentType_00
source: Cash
es_co: Efectivo
fr_ca: Comptant

# PaymentType_01
source: Credit Card
es_co: Tarjeta de crédito
fr_ca: Carte de crédit

# PaymentType_02
source: Check
es_co: Comprobar
fr_ca: Chèque

# PaymentType_03
source: Credit Voucher
es_co: Vale de crédito
fr_ca: Note de crédit

# PaymentType_06
source: Use Credit
es_co: Uso de crédito
fr_ca: Utiliser crédit

# PaymentType_07
source: ACH Debit
es_co: ACH débito
fr_ca: Débit ACH

# PaymentType_08
source: Bank Draft
es_co: Giro bancario
fr_ca: Traite bancaire

# PaymentType_09
source: Wire Transfer
es_co: Transferencia bancaria
fr_ca: Virement électronique

# PaymentType_10
source: Point Redemption
es_co: Canje de puntos
fr_ca: Échange de points

# PaymentType_11
source: COD
es_co: DQO
fr_ca: Paiement à la livraison

# PaymentType_12
source: Money Order
es_co: Giro Postal
fr_ca: Mandat

# PaymentType_13
source: Bank Deposit
es_co: Deposito bancario
fr_ca: Dépôt bancaire

# PaymentType_14
source: Other 1
es_co: Otros 1
fr_ca: Autre 1

# PaymentType_15
source: Other 2
es_co: Otros 2
fr_ca: Autre 2

# PaymentType_16
source: Other 3
es_co: Otros 3
fr_ca: Autre 3

# PaymentType_17
source: Wallet
es_co: Monedero
fr_ca: Portefeuille

# PeriodType_001
source: BiMonthly (1)
es_co: Bimensual (1)
fr_ca: Bimensuel (1)

# PointAccount_01
source: Point Account One
es_co: Punto Cuenta Uno
fr_ca: Premier compte de points

# Subscription_01
source: Subscription One
es_co: Suscripción uno
fr_ca: Premier abonnement

# Volume_005
source: Group Volume (GV)
es_co: Volumen grupal (VG)
fr_ca: Volume du groupe (VG)

# Volume_004
source: Personal Sales Volume (PSV)
es_co: Volumen Personal de Ventas (VPV)
fr_ca: Volume de ventes personnelles (VVP)

# Volume_003
source: Customer Sales Volume (CSV)
es_co: Volumen de ventas del cliente (VVC)
fr_ca: Volume de ventes aux clients (VVC)

# Volume_002
source: Personal Volume (PV)
es_co: Volumen personal (VP)
fr_ca: Volume personnel (VP)

# Volume_001
source: Active (Compensation Plan)
es_co: Activo (Plan de Compensación)
fr_ca: Actif (plan de rémunération)

# AddItemsText
source: Add additional items to your Auto-order below. You can adjust the quantities from the Your Cart tab once an item has been added.
es_co: Añadir artículos adicionales a tu Pedido Automático a continuación. Puedes ajustar las cantidades desde la pestaña Tu carrito, una vez que se ha agregado un artículo.
fr_ca: Ajoutez d’autres articles à votre commande automatique ci-dessous. Vous pourrez modifier les quantités dans l’onglet Votre panier après avoir ajouté un article.

# AddItemUppercase
source: ADD ITEM
es_co: AÑADIR ARTÍCULO
fr_ca: AJOUTER ARTICLE

# AddNewAddress
source: Add a new address
es_co: Añadir una nueva dirección
fr_ca: Ajouter une nouvelle adresse

source: An unexpected error has occurred.
es_co: Ha ocurrido un error inesperado.
fr_ca: Une erreur inattendue s’est produite.

# AutoOrderItemsUpdated
source: AutoShip Items Updated
es_co: Artículos de Autoenvío actualizados
fr_ca: Articles pour livraison automatique mis à jour

# AutoOrderPreference
source: AutoShip Preferences
es_co: Preferencias de Autoenvío
fr_ca: Préférences de livraison automatique

# AutoOrderSetting
source: AutoShip Settings
es_co: Configuración de Autoenvío
fr_ca: Paramètres de la livraison automatique

# BasicInfo
source: Basic Information
es_co: Información básica
fr_ca: Information de base

source: Browse
es_co: Navega
fr_ca: Naviguer

source: Cancel
es_co: Cancelar
fr_ca: Annuler

# CancelUppercase
source: CANCEL
es_co: CANCELAR
fr_ca: ANNULER

source: Card
es_co: Tarjeta
fr_ca: Carte

source: Card ending in
es_co: La tarjeta termina en
fr_ca: Carte se terminant par

source: Card number
es_co: Número de Tarjeta
fr_ca: Numéro de la carte

source: Cash Payments
es_co: Pagos en efectivo
fr_ca: Paiements comptants

# ClickToAdd
source: Click to add product to Auto-order order
es_co: Haz clic para agregar el producto al pedido de Autoenvío
fr_ca: Cliquer pour ajouter des produits à votre commande avec livraison automatique

# ClickToManagePayments
source: Click to modify your credit cards
es_co: Haz clic para modificar tus tarjetas de crédito
fr_ca: Cliquer pour modifier vos cartes de crédit

# CommissionSetting
source: Commission Settings
es_co: Configuración de la comisión
fr_ca: Paramètres de commission

# ContactInfo
source: Contact Information
es_co: Información del contacto
fr_ca: Coordonnées

source: Credit Card Type
es_co: tipo de tarjeta de crédito
fr_ca: Type de carte de crédit

source: Delete
es_co: Eliminar
fr_ca: Supprimer

source: Edit/Add to Order
es_co: Editar / Añadir al pedido
fr_ca: Modifier/Ajouter à la commande

# EditingAutoOrderBankAccounts
source: Editing AutoShip Bank Accounts
es_co: Edición de cuentas bancarias de Autoenvío
fr_ca: Modification des comptes bancaires pour la livraison automatique

# EditingAutoOrderCreditCards
source: Editing AutoShip Credit Cards
es_co: Edición de tarjetas de crédito de Autoenvío
fr_ca: Modification des cartes de crédit pour la livraison automatique

source: Edit Payment Method
es_co: Editar método de pago
fr_ca: Modifier le mode de paiement

# EditProcessDate
source: Edit Processing Date
es_co: Editar fecha de procesamiento
fr_ca: Modifier la date de traitement

source: Edit Ship Method
es_co: Editar el método de envío
fr_ca: Modifier mode d'expédition

source: Edit Shipping Address
es_co: Editar dirección de envío
fr_ca: Modifier adresse d'expédition

source: Enroller/Sponsor
es_co: Patrocinador (Enroller) / Ascendente (Sponsor)
fr_ca: Recruteur/Parrain

source: Expiration Date
es_co: Fecha de Vencimiento
fr_ca: Date d'expiration

source: Expiration Month
es_co: Mes de vencimiento
fr_ca: Mois d'expiration

source: Expires
es_co: Expira
fr_ca: Expire

# FrequencyUppercase
source: FREQUENCY
es_co: FRECUENCIA
fr_ca: FRÉQUENCE

source: Items
es_co: Artículos
fr_ca: Articles

# ItemsUppercase
source: ITEMS
es_co: ARTÍCULOS
fr_ca: ARTICLES

source: Monthly
es_co: Mensual
fr_ca: Mensuel

# NameOnCard
source: Name on your card
es_co: Nombre en la tarjeta
fr_ca: Nom sur la carte

source: Next Process Date
es_co: Siguiente fecha de proceso
fr_ca: Prochaine date de traitement

source: Order
es_co: Pedido
fr_ca: Commande

source: Order Number
es_co: Número de Pedido
fr_ca: Numéro de commande

# OrderUppercase
source: ORDER
es_co: PEDIDO
fr_ca: COMMANDE

source: Paid with
es_co: Pagado con
fr_ca: Payé avec

source: Payment
es_co: Pago
fr_ca: Paiement

source: Payment Method
es_co: Método de pago
fr_ca: Mode de paiement

source: Payment Method Updated
es_co: Método de pago actualizado
fr_ca: Mode de paiement mis à jour

source: Primary Card on file
es_co: Tarjeta principal en el archivo
fr_ca: Carte principale au dossier

# ProblemWithInformationText
source: There was a problem with the information you entered, please try again.
es_co: Hubo un problema con la información que ingresaste, intenta de nuevo.
fr_ca: Un problème est survenu avec l’information que vous avez entrée, veuillez essayer de nouveau.

# ProcessDateUpdate
source: Processing Date Updated
es_co: Fecha de procesamiento actualizada
fr_ca: Date de traitement mise à jour
