Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

# ScienceBehind_Article5
source: <div class="ScienceBehind-content"> <h1>The science behind Immunocal</h1> <div class="articles"> <a class="btnTextLinkBack" href="back">BACK</a> <h3>Glutathione - Why all the Noise?</h3> <h4><img src="https://media.immunotec.com/images/science_article-5.jpg" alt="Article 5" class="articlesRight" />One of the "Hottest" new health supplements</h4> <P>Glutathione (GSH) is a word that many people are still not familiar with, but given that there are over 100,000 medical and scientific journal articles written on this subject to date, it is one of those terms that will eventually work its way into our common everyday language. One of the reasons for GSH&rsquo;s increasing popularity, is that it exists in every cell of your body and is essential for life and critical for health.</p> <p>One common myth about glutathione is that you can eat glutathione and consequently raise your body&rsquo;s GSH levels. Untrue. Eating glutathione supplements or foods rich in glutathione will not do the trick. Most of it will end up being broken down in your digestive tract and eliminated. Since glutathione is made within your cells, what needs to be accomplished is delivering the building blocks (&ldquo;precursors&rdquo;) of GSH to the cells themselves. The hardest glutathione precursor to find in our diet is the amino acid &ldquo;cysteine&rdquo; which must be in a form that survives the trip from your mouth to your living cells. This is not as easy as it sounds.</p> <p>In nature, this usable form of cysteine can be found in eggs, but the eggs must be raw, otherwise the proteins that carry the cysteine are changed by heat and lose their efficiency as a &ldquo;cysteine delivery vehicle&rdquo;. Another good source would be meat, but again, the meat would need to be raw to be a competent source of cysteine. Aside from a well-prepared steak tartar, safe sources of raw meat are not abundant. What about vegetables? You guessed it. Raw cruciferous veggies are a decent source, but you would have to eat a whole bunch of broccoli with all the gaseous consequences your spouse will suffer.</p> <p>Whey, a protein fraction of milk, is a source of glutathione precursors. The glutathione building blocks in whey are very fragile, but techniques to extract these valuable proteins have been developed. Researchers at McGill University had started investigating these GSH precursors as early as the 1980&rsquo;s. The original research team headed by Dr.&nbsp;Gustavo&nbsp;Bounous eventually formed a private enterprise to further develop and market these glutathione building blocks. They adopted the trade name &ldquo;Immunocal&rdquo; for the eventual formulation and Immunotec continues to enhance this product. Immunocal is a natural source of the glutathione precursor cysteine for the maintenance of a strong immune system.</p> </div> <a class="btnTextLinkBack" href="back">BACK</a> </div>
es_co: <div class="ScienceBehind-content"> <h1>La ciencia detr&aacute;s de Immunocal</h1> <div class="articles"> <a class="btnTextLinkBack" href="back">VOLVER</a> <h3><span class="sectionHeading">Glutati&oacute;n: &iquest;Por qu&eacute; tanto alboroto?</span></h3> <h4><img src="https://media.immunotec.com/images/science_article-5.jpg" alt="Article 5" class="articlesRight" /><span class="pdfCapt">Uno de los nuevos suplementos para la salud m&aacute;s &#8220;de moda&#8221;</span></h4> <P>Glutati&oacute;n (GSH) es una palabra que no es todav&iacute;a muy familiar para todo el mundo. Sin embargo, visto que a la fecha existen m&aacute;s de 100.000 art&iacute;culos cient&iacute;ficos y m&eacute;dicos escritos sobre este tema, es uno de esos t&eacute;rminos que con el tiempo se convierten en parte del lenguaje cotidiano. Una de las razones de la creciente popularidad del GSH es que tiene tantos beneficios para aqu&eacute;llos que saben c&oacute;mo aumentar los niveles de glutati&oacute;n en su cuerpo.</p> <p>Un mito com&uacute;n sobre el glutati&oacute;n es que usted puede consumir glutati&oacute;n y por consecuencia aumentar los niveles de GSH en su cuerpo. Esto no es verdad. Consumir alimentos o suplementos con glutati&oacute;n no va a funcionar ya que en su mayor&iacute;a terminar&aacute; siendo desintegrado por el sistema digestivo y eliminado por el cuerpo. Visto que el glutati&oacute;n se produce dentro de sus c&eacute;lulas, lo que se necesita hacer es proporcionarles los bloques constructores (&ldquo;precursores&rdquo;) del GSH a las c&eacute;lulas mismas. El precursor del glutati&oacute;n m&aacute;s dif&iacute;cil de encontrar en nuestra dieta es el amino&aacute;cido &ldquo;ciste&iacute;na&rdquo; que debe encontrarse en una forma que pueda sobrevivir el viaje desde su boca hasta sus c&eacute;lulas y esto no es tan f&aacute;cil como pudiera parecer.</p> <p>En la naturaleza, esta forma utilizable de la ciste&iacute;na se puede encontrar en los huevos, pero los huevos deben estar crudos, de lo contrario las prote&iacute;nas que contienen la ciste&iacute;na son modificadas por el calor y pierden su eficacidad como &ldquo;veh&iacute;culo portador de ciste&iacute;na&rdquo;. Otra buena fuente podr&iacute;a ser la carne pero, de nuevo, la carne necesitar&iacute;a estar cruda para que sea una fuente competente de ciste&iacute;na. Adem&aacute;s de un <em>steak tartare</em> bien preparado, las fuentes seguras de carne cruda no son muy abundantes. &iquest;Y los vegetales? &iexcl;Adivin&oacute;! Las plantas cruc&iacute;feras crudas constituyen una buena fuente pero tendr&iacute;a que comer grandes cantidades de br&oacute;coli con todas sus gaseosas consecuencias que su pareja tendr&iacute;a que soportar.</p> <p>&iexcl;Un peque&ntilde;o problema! Puesto que el act&uacute;a como antioxidante &ldquo;maestro&rdquo; de nuestro cuerpo, &iquest;c&oacute;mo podemos aumentar de forma segura los niveles de glutati&oacute;n? Muchos expertos opinan que el hecho de aumentar el GSH ha sido muy subestimado y que esta estrategia se convertir&aacute; en algo tan popular como tomar multivitaminas diariamente. &iquest;C&oacute;mo se puede aprovechar al m&aacute;ximo esta sorprendente mol&eacute;cula?</p> <p>El suero, una fracci&oacute;n prote&iacute;nica de la leche, es fuente de los precursores del glutati&oacute;n. El problema, como en el caso de los huevos y la leche, es que el calor destruye la habilidad de estas prote&iacute;nas para aumentar el glutati&oacute;n eficientemente. El otro aspecto negativo del suero es que puede contener ciertas cantidades de grasa y lactosa, elementos prohibidos para muchos individuos. Adem&aacute;s, la gran mayor&iacute;a de la prote&iacute;na de suero en el mercado ha sido sometida a diversos procesos de pasteurizaci&oacute;n que, si usted recuerda sus cursos de biolog&iacute;a de la secundaria, es una forma de calor. No obstante, hay una soluci&oacute;n para este problema.</p> <p>Los bloques constructores del glutati&oacute;n son muy fr&aacute;giles pero se han desarrollado ciertas t&eacute;cnicas para extraer estas valiosas prote&iacute;nas. Los investigadores de la universidad McGill hab&iacute;an empezado a investigar estos precursores del GSH desde los a&ntilde;os 80. El equipo de investigaci&oacute;n original, dirigido por el Dr. Gustavo Bounous con el tiempo form&oacute; una empresa privada para desarrollar y comercializar estos bloques constructores del glutati&oacute;n y adoptaron la marca registrada de &ldquo;Immunocal&rdquo; para su formulaci&oacute;n posterior y actualmente contin&uacute;an mejorando el producto. </p> </div> <a class="btnTextLinkBack" href="back">VOLVER</a> </div>
fr_ca: <div class="ScienceBehind-content"> <h1>La science d'Immunocal</h1> <div class="articles"> <a class="btnTextLinkBack" href="back">RETOUR</a> <h3><span class="sectionHeading">Glutathion, pourquoi tout ce bruit?</span></h3> <h4><img src="https://media.immunotec.com/images/science_article-5.jpg" alt="Article 5" class="articlesRight" /><span class="pdfCapt">L&#8217;un des meilleurs compl&eacute;ments alimentaires qui soient!</span></h4> <P>Le glutathion (GSH) n&rsquo;est pas encore un terme familier pour la majorit&eacute; des gens, mais puisque 100 000 articles m&eacute;dicaux et scientifiques ont &eacute;t&eacute; publi&eacute;s sur le sujet &agrave; ce jour, ce n&rsquo;est qu&rsquo;une question de temps avant que ce mot ne trouve sa place dans notre vocabulaire de tous les jours. La popularit&eacute; grandissante du GSH est attribuable en partie aux nombreux bienfaits dont profitent ceux qui savent hausser les taux de glutathion de leur organisme. </p> <p>Toutefois, un mythe persiste encore relativement au glutathion. En effet, bien des gens croient qu&rsquo;il est possible de rehausser les taux de glutathion en mangeant du glutathion. C&rsquo;est faux. Le fait de consommer des compl&eacute;ments ou des aliments riches en glutathion n&rsquo;aura que peu d&rsquo;efficacit&eacute; &agrave; cet &eacute;gard, car le glutathion ing&eacute;r&eacute; sera fractionn&eacute; en grande partie dans le tube digestif avant d&rsquo;&ecirc;tre &eacute;limin&eacute;. &Eacute;tant donn&eacute; que le glutathion est fabriqu&eacute; &agrave; l&rsquo;int&eacute;rieur des cellules, il est n&eacute;cessaire de livrer, dans les cellules elles-m&ecirc;mes, les &eacute;l&eacute;ments constitutifs (les pr&eacute;curseurs) du glutathion. Le pr&eacute;curseur de glutathion le plus difficile &agrave; trouver dans notre alimentation est l&rsquo;acide amin&eacute; cyst&eacute;ine. Par contre, cette cyst&eacute;ine doit &ecirc;tre pr&eacute;sente sous une forme particuli&egrave;re qui lui permettra de traverser efficacement le tube digestif afin d&rsquo;atteindre les cellules. Cette op&eacute;ration n&rsquo;est pas aussi facile qu&rsquo;on pourrait le croire.</p> <p>Cette forme utilisable de cyst&eacute;ine se retrouve naturellement dans les &oelig;ufs crus. Mais, aussit&ocirc;t que l&rsquo;&oelig;uf est chauff&eacute;, les prot&eacute;ines qui transportent la cyst&eacute;ine sont transform&eacute;es par la chaleur et perdent leur efficacit&eacute; comme syst&egrave;me de livraison de la cyst&eacute;ine. Une autre bonne source de cyst&eacute;ine est la viande, mais encore l&agrave;, elle doit &ecirc;tre consomm&eacute;e crue afin que la comp&eacute;tence de la cyst&eacute;ine ne soit pas alt&eacute;r&eacute;e par la chaleur. Donc, &agrave; l&rsquo;exception d&rsquo;un bon bifteck tartare bien pr&eacute;par&eacute;, il n&rsquo;existe pas beaucoup de fa&ccedil;ons de consommer de la viande crue sans danger. Que dire des l&eacute;gumes? Il est vrai que les l&eacute;gumes sont une bonne source de cyst&eacute;ine, mais il faudrait par exemple consommer une tr&egrave;s grande quantit&eacute; de brocolis pour obtenir l&rsquo;apport recherch&eacute;, ce qui occasionnerait immanquablement des probl&egrave;mes de flatulence. </p> <p>La question soul&egrave;ve donc quelques probl&egrave;mes! &Eacute;tant donn&eacute; que le glutathion agit en tant que ma&icirc;tre antioxydant du corps, comment pouvons-nous hausser les taux de glutathion de fa&ccedil;on s&eacute;curitaire? Bien des experts consid&egrave;rent que l&rsquo;optimisation du glutathion, qui est une technique qui a &eacute;t&eacute; grandement n&eacute;glig&eacute;e, deviendra &eacute;ventuellement aussi populaire que la prise quotidienne de compl&eacute;ments vitaminiques. Alors, comment peut-on tirer profit au maximum de cette remarquable mol&eacute;cule? </p> <p>La prot&eacute;ine de lactos&eacute;rum, qui est une fraction du lait, est une source de pr&eacute;curseurs de glutathion. Le probl&egrave;me ici, comme dans le cas des &oelig;ufs et de la viande, est que la chaleur d&eacute;truit la capacit&eacute; de cette prot&eacute;ine &agrave; augmenter les taux de glutathion efficacement. En outre, sa teneur en gras et en lactose peut varier, ce qui n&rsquo;est pas toujours souhaitable. De plus, la grande majorit&eacute; des prot&eacute;ines de lactos&eacute;rum offertes sur le march&eacute; ont &eacute;t&eacute; soumises &agrave; de multiples phases de pasteurisation qui, si vous vous souvenez de vos cours de biologie, est un proc&eacute;d&eacute; de st&eacute;rilisation par la chaleur. Il existe, cependant, une solution &agrave; ce probl&egrave;me. </p> <p>Les &eacute;l&eacute;ments constitutifs du glutathion, contenus dans la prot&eacute;ine de lactos&eacute;rum, sont tr&egrave;s fragiles. Toutefois, il existe des techniques pour extraire cette pr&eacute;cieuse prot&eacute;ine sans l&rsquo;alt&eacute;rer. D&egrave;s les ann&eacute;es 1980, des chercheurs de l&rsquo;Universit&eacute; McGill &eacute;tudiaient d&eacute;j&agrave; ces pr&eacute;curseurs du GSH. L&rsquo;&eacute;quipe de recherche originale, dirig&eacute;e par le docteur Gustavo Bounous, a subs&eacute;quemment form&eacute; une entreprise priv&eacute;e pour poursuivre le d&eacute;veloppement et la commercialisation de ces &eacute;l&eacute;ments constitutifs. La formule, qui a &eacute;t&eacute; ult&eacute;rieurement mise au point et enregistr&eacute;e sous la marque de commerce &laquo;Immunocal&raquo;, continue de faire l&rsquo;objet d&rsquo;&eacute;tudes et de perfectionnement. </p> </div> <a class="btnTextLinkBack" href="back">RETOUR</a> </div>
