Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

# Country_KR
source: South Korea
es_co: Corea del Sur
fr_ca: Corée du Sud

# Country_KW
source: Kuwait
fr_ca: Koweït

# Country_KY
source: Cayman Islands
es_co: Islas Caimán
fr_ca: Îles Cayman

# Country_LB
source: Lebanon
es_co: Líbano
fr_ca: Liban

# Country_LC
source: Saint Lucia
es_co: Santa Lucía
fr_ca: Sainte-Lucie

# Country_LT
source: Lithuania
es_co: Lituania
fr_ca: Lituanie

# Country_LV
source: Latvia
es_co: Letonia
fr_ca: Lettonie

# Country_LY
source: Libya
es_co: Libia
fr_ca: Libye

# Country_MA
source: Morocco
es_co: Marruecos
fr_ca: Maroc

# Country_MD
source: Moldova
es_co: Moldavia
fr_ca: Moldavie

# Country_ME
source: Montenegro
fr_ca: Monténégro

# Country_MF
source: Saint-Martin (French)
es_co: Saint-Martin (francés)
fr_ca: Saint-Martin (français)

# Country_MH
source: Marshall Islands
es_co: Islas Marshall
fr_ca: Îles Marshall

# Country_MK
source: Macedonia
fr_ca: Macédoine

# Country_MN
source: Mongolia
fr_ca: Mongolie

# Country_MP
source: Northern Mariana Islands
es_co: Islas Marianas del Norte
fr_ca: Îles Mariannes du Nord

# Country_MQ
source: Martinique (French)
es_co: Martinica (francés)
fr_ca: Martinique (française)

# Country_MR
source: Mauritania
fr_ca: Mauritanie

# Country_MT
source: Malta
fr_ca: Malte

# Country_MU
source: Mauritius
es_co: Mauricio
fr_ca: Maurice

# Country_MX
source: Mexico
es_co: México
fr_ca: Mexique

# Country_MY
source: Malaysia
es_co: Malasia
fr_ca: Malaisie

# Country_NA
source: Namibia
fr_ca: Namibie

# Country_NC
source: New Caledonia (French)
es_co: Nueva Caledonia (francés)
fr_ca: Nouvelle Calédonie (française)

# Country_NF
source: Norfolk Island
es_co: Isla Norfolk
fr_ca: Île Norfolk

# Country_NL
source: Netherlands
es_co: Países Bajos
fr_ca: Pays-Bas

# Country_NO
source: Norway
es_co: Noruega
fr_ca: Norvège

# Country_NP
source: Nepal
fr_ca: Népal

# Country_NZ
source: New Zealand
es_co: Nueva Zelanda
fr_ca: Nouvelle-Zélande

# Country_OO
source: Other Country
es_co: Otro país
fr_ca: Autre pays

# Country_PE
source: Peru
es_co: Perú
fr_ca: Pérou

# Country_PF
source: Polynesia (French)
es_co: Polinesia (francés)
fr_ca: Polynésie (française)

# Country_PG
source: Papua New Guinea
es_co: Papúa Nueva Guinea
fr_ca: Papouasie-Nouvelle-Guinée

# Country_PL
source: Poland
es_co: Polonia
fr_ca: Pologne

# Country_PM
source: Saint Pierre and Miquelon
es_co: San Pedro y Miquelón
fr_ca: Saint-Pierre-et-Miquelon

# Country_PN
source: Pitcairn Island
es_co: Isla Pitcairn
fr_ca: Île Pitcairn

# Country_PR
source: Puerto Rico
fr_ca: Porto Rico

# Country_PS
source: Palestinian Territory, Occupied
es_co: Territorio Palestino, Ocupado
fr_ca: Territoire palestinien occupé

# Country_RE
source: Reunion (French)
es_co: Reunión (francés)
fr_ca: Île de la Réunion (française)

# Country_RO
source: Romania
es_co: Rumania
fr_ca: Roumanie

# Country_RS
source: Serbia
fr_ca: Serbie

# Country_RU
source: Russian Federation
es_co: Federación Rusa
fr_ca: Fédération de Russie

# Country_SA
source: Saudi Arabia
es_co: Arabia Saudita
fr_ca: Arabie saoudite

# Country_SB
source: Solomon Islands
es_co: Islas Salomón
fr_ca: Îles Salomon

# Country_SD
source: Sudan
es_co: Sudán
fr_ca: Soudan

# Country_SE
source: Sweden
es_co: Suecia
fr_ca: Suède

# Country_SG
source: Singapore
es_co: Singapur
fr_ca: Singapour

# Country_SH
source: Saint Helena
es_co: Santa Helena
fr_ca: Sainte-Hélène

# Country_SI
source: Slovenia
es_co: Eslovenia
fr_ca: Slovénie

# Country_SJ
source: Svalbard and Jan Mayen Islands
es_co: Islas Svalbard y Jan Mayen
fr_ca: Svalbard et île Jan Mayen

# Country_SK
source: Slovak Republic
es_co: República Eslovaca
fr_ca: République slovaque

# Country_SM
source: San Marino
fr_ca: Saint-Marin

# Country_SN
source: Senegal
fr_ca: Sénégal

# Country_SO
source: Somalia
fr_ca: Somalie

# Country_SR
source: Suriname
fr_ca: Surinam

# Country_SS
source: Scotland
es_co: Escocia
fr_ca: Écosse

# Country_ST
source: Saint Tome (Sao Tome) and Principe
es_co: Santo Tomé (Santo Tomé) y Príncipe
fr_ca: Sao Tomé-et-Principe

# Country_SU
source: Former USSR
es_co: Antigua URSS
fr_ca: Ancienne URSS

# Country_SX
source: Sint Maarten (Dutch)
es_co: Sint Maarten (holandés)
fr_ca: Sint Maarten (hollandais)

# Country_SY
source: Syria
es_co: Siria
fr_ca: Syrie

# Country_TC
source: Turks and Caicos Islands
es_co: Islas Turcas y Caicos
fr_ca: Îles Turks et Caicos

# Country_TD
source: Chad
fr_ca: Tchad

# Country_TF
source: French Southern Territories
es_co: Territorios Franceses del Sur
fr_ca: Terres australes et antarctiques françaises

# Country_TH
source: Thailand
es_co: Tailandia
fr_ca: Thaïlande

# Country_TM
source: Turkmenistan
es_co: Turkmenistán
fr_ca: Turkménistan

# Country_TN
source: Tunisia
es_co: Túnez
fr_ca: Tunisie

# Country_TP
source: East Timor
es_co: Timor Oriental
fr_ca: Timor oriental

# Country_TR
source: Turkey
es_co: Turquía
fr_ca: Turquie

# Country_TT
source: Trinidad & Tobago
es_co: Trinidad y Tobago
fr_ca: Trinité-et-Tobago

# Country_TW
source: Taiwan
fr_ca: Taïwan

# Country_TZ
source: Tanzania
fr_ca: Tanzanie

# Country_UG
source: Uganda
fr_ca: Ouganda

# Country_UM
source: USA Minor Outlying Islands
es_co: Islas menores alejadas de los EE. UU.
fr_ca: Îles mineures éloignées des États-Unis

# Country_US
source: United States
es_co: Estados Unidos
fr_ca: États-Unis

# Country_UZ
source: Uzbekistan
es_co: Uzbekistán
fr_ca: Ouzbékistan

# Country_VA
source: Holy See (Vatican City State)
es_co: Santa Sede (Estado de la Ciudad del Vaticano)
fr_ca: Saint-Siège (État de la Cité du Vatican)

# Country_VC
source: Saint Vincent and Grenadines
es_co: San Vicente y las Granadinas
fr_ca: Saint Vincent et Grenadines

# Country_VG
source: Virgin Islands (British)
es_co: Islas Vírgenes (británicas)
fr_ca: Îles Vierges (britanniques)

# Country_VI
source: Virgin Islands (USA)
es_co: Islas Vírgenes (EE.UU.)
fr_ca: Îles Vierges (américaines)

# Country_WF
source: Wallis and Futuna Islands
es_co: Islas Wallis y Futuna
fr_ca: Îles Wallis-et-Futuna

# Country_YE
source: Yemen
fr_ca: Yémen

# Country_YU
source: Yuslavia
es_co: Yus
fr_ca: Yougoslavie

# Country_ZA
source: South Africa
es_co: Sudáfrica
fr_ca: Afrique du Sud

# Country_ZM
source: Zambia
fr_ca: Zambie

# Country_ZR
source: Zaire
fr_ca: Zaïre

# IsAllDay
source: All Day
es_co: Todo el dia
fr_ca: Toute la journée

source: All Products
es_co: Todos los productos
fr_ca: Tous les produits

# YourPersonalWebsite
source: My replicated Website
es_co: Mi sitio web
fr_ca: Mon site Web hébergé

# YouMustAcceptTermsAndConditions
source: You must accept the terms and conditions before submitting.
es_co: Debes aceptar los términos y condiciones antes de enviar.
fr_ca: Vous devez accepter les modalités avant de soumettre.

source: Your Cart
es_co: Tu carrito
fr_ca: Votre panier

source: All rights reserved
es_co: Todos los derechos reservados
fr_ca: Tous droits réservés

# Kendo_And
source: and
es_co: y
fr_ca: et

# Kendo_Clear
source: Clear
es_co: Borrar
fr_ca: Effacer

# Kendo_Contains
source: Contains
es_co: Contiene
fr_ca: Contient

# Kendo_DoesNotContain
source: Does not contain
es_co: No contiene
fr_ca: Ne contient pas

# Kendo_DragColumnHeader
source: Drag a column header and drop it here to group by that column
es_co: Arrastra un encabezado de columna y suéltalo aquí para agrupar por esa columna
fr_ca: Glissez un en-tête de colonne et déposez-la ici pour regrouper selon cette colonne

# Kendo_EndsWith
source: Ends with
es_co: Termina con
fr_ca: Se termine avec

# Kendo_Filter
source: Filter
es_co: Filtrar
fr_ca: Filtrer

# Kendo_GoToFirstPage
source: Go to the first page
es_co: Ir a la primera página
fr_ca: Aller à la première page

# Kendo_GoToLastPage
source: Go to the last page
es_co: Ir a la última página
fr_ca: Aller à la dernière page

# Kendo_GoToNextPage
source: Go to the next page
es_co: Ir a la página siguiente
fr_ca: Aller à la page suivante

# Kendo_GoToPreviousPage
source: Go to the previous page
es_co: Ir a la página anterior
fr_ca: Aller à la page précédente

# Kendo_IsAfter
source: Is after
es_co: Es posterior
fr_ca: Est après

# Kendo_IsAfterOrEqualTo
source: Is after or equal to
es_co: Es posterior o igual a
fr_ca: Est après ou égal à

# Kendo_IsBefore
source: Is before
es_co: Es anterior
fr_ca: Est avant

# Kendo_IsBeforeOrEqualTo
source: Is before or equal to
es_co: Es anterior o igual a
fr_ca: Est avant ou égal à

# Kendo_IsEqualTo
source: Is equal to
es_co: Es igual a
fr_ca: Est égal à

# Kendo_IsFalse
source: Is false
es_co: Es falso
fr_ca: Est faux

# Kendo_IsGreaterThan
source: Is greater than
es_co: Es mayor que
fr_ca: Est supérieur à

# Kendo_IsGreaterThanOrEqualTo
source: Is greater than or equal to
es_co: Es mayor o igual a
fr_ca: Est supérieur ou égal à

# Kendo_IsLessThan
source: Is less than
es_co: Es menos que
fr_ca: Est inférieur à

# Kendo_IsLessThanOrEqualTo
source: Is less than or equal to
es_co: Es menor o igual que
fr_ca: Est inférieur ou égal à

# Kendo_IsNotEqualTo
source: Is not equal to
es_co: No es igual a
fr_ca: N’est pas égal à

# Kendo_IsTrue
source: Is true
es_co: Es verdad
fr_ca: Est vrai

# Kendo_ItemsOf
source: {0} - {1} of {2} items
es_co: {0} - {1} de {2} artículos
fr_ca: {0} - {1} de {2} articles

# Kendo_ItemsPerPage
source: items per page
es_co: Artículos por página
fr_ca: articles par page

# Kendo_MorePages
source: More pages
es_co: Más páginas
fr_ca: Plus de pages

# Kendo_NoItemsToDisplay
source: No items to display
es_co: No hay artículos para mostrar
fr_ca: Aucun article à afficher

# Kendo_Of
source: of
es_co: de
fr_ca: de

# Kendo_Of_Formatted
source: of {0}
es_co: de {0}
fr_ca: de {0}

# Kendo_Refresh
source: Refresh
es_co: Actualizar
fr_ca: Rafraîchir

# Kendo_ShowItemsWithValueThat
source: Show items with value that
es_co: Mostrar elementos con valor que
fr_ca: Afficher des articles dont la valeur

# Kendo_StartsWith
source: Starts with
es_co: Comienza con
fr_ca: Commence par

source: Back to Products
es_co: Volver a Productos
fr_ca: Retour aux produits

# ClickToViewAllOrders
source: Click <a href="{0}">here</a> to view all of your orders.
es_co: Haz clic <a href="{0}"> aquí </a> para ver todos tus pedidos.
fr_ca: Cliquez <a href="{0}">ici</a> pour afficher toutes vos commandes.

# ToUpdateYourStatus
source: To Update Your Status, change your checkbox selection and click "Save Changes"
es_co: Para actualizar tu estado, cambia la selección de tu casilla de verificación y haz clic en "Guardar cambios"
fr_ca: Pour mettre à jour votre statut, cochez une autre case et cliquez sur « Enregistrer les modifications »

# OrderSubmittingMessage
source: Your order is submitting, please remain on the page an you will be redirected once it is placed
es_co: Tu pedido se está envíando, permanece en la página y será redirigido una vez que se haya colocado
fr_ca: Votre commande est en cours de soumission; veuillez rester sur cette page, vous serez redirigé lorsqu’elle aura été soumise

# AddToAutoOrder
source: Add to AutoShip
es_co: Agregar a Autoenvío
fr_ca: AJOUTER AU PANIER

# ConfigureAutoOrder
source: Configure your AutoShip
es_co: Configura tu Autoenvío
fr_ca: Configurer votre livraison automatique

# ItemNotFound
source: Sorry, this item cannot be found or no longer exists.
es_co: Lo sentimos, este artículo no se puede encontrar o ya no existe.
fr_ca: Désolé, cet article est introuvable ou n’existe plus.

# TheseItemsWillBeShipped
source: These item(s) will be shipped to you <strong>{0}</strong> starting on <strong>{1:M/d/yyyy}</strong>:
es_co: Estos artículos se te enviarán <strong>{0}</strong> a partir de <strong>{1:d/M/yyyy}</strong>:
fr_ca: Cet(ces) article(s) vous seront livrés <strong>{0}</strong> à compter du <strong>{1:dd-MMM-yy}</strong>:

# MustSaveCardMessage
source: <strong>Warning!</strong> You must save this card on file if you wish to use a new card. Please choose which card you would like to overwrite below. Keep in mind if you have any Active Auto Orders using this card on file, those Auto Orders will use this new card going forward.
es_co: "<strong> ¡Advertencia! </strong> Debes guardar esta tarjeta en el archivo si deseas usar una nueva tarjeta. Elije la tarjeta que deseas reemplazar a continuación. Toma en cuenta si tienes algún pedido activo de Autoenvío usando esta tarjeta en el archivo, en esos pedidos se usará en el futuro esta nueva tarjeta ".
fr_ca: <strong>Attention!</strong> Vous devez enregistrer cette carte dans votre dossier si vous désirez utiliser une nouvelle carte. Veuillez choisir la carte que vous désirez remplacer ci-dessous. N’oubliez pas que si vous avez des commandes automatiques en cours qui utilisent cette carte, ces commandes automatiques utiliseront la nouvelle carte à partir de maintenant.

# ChooseWhichCardToOverwrite
source: Choose which Card you would like to overwrite:
es_co: Elije la tarjeta que deseas reemplazar
fr_ca: Choisissez la carte que vous désirez remplacer :

# PromotionsOrDiscountsMessage
source: * Any promotions or discounts will be shown on the next page.
es_co: * Cualquier promoción o descuento se mostrará en la siguiente página.
fr_ca: * Toute promotion ou rabais s’affichera sur la prochaine page.

source: Enrollment Complete
es_co: Inscripción completa
fr_ca: Inscription effectuée

# HowWouldYouLikeToPay
source: How would you like to pay for your order(s)?
es_co: ¿Cómo te gustaría pagar tu(s) pedido(s)?
fr_ca: Comment souhaitez-vous payer votre (vos) commande(s)?

# CommissionsPayableToText
source: Who can we make your commissions payable to?
es_co: ¿Con quién podemos hacer que se paguen tus comisiones?
fr_ca: À l’ordre de qui devons-nous payer vos commissions?

# PayableToPlaceholder
source: eg. Your name, your company name, etc.
es_co: p. ej. Tu nombre, el nombre de tu empresa, etc.
fr_ca: p.ex. Votre nom, le nom de votre entreprise, etc.

# HowWouldYouLikeToReceiveCommissions
source: How would you like to receive your commissions?
es_co: ¿Cómo te gustaría recibir tus comisiones?
fr_ca: Comment souhaitez-vous recevoir vos commissions?

source: Your Website
es_co: Tu página web
fr_ca: Votre site web

source: Login Name Rules
es_co: Reglas de nombres de inicio
fr_ca: Règles relatives au nom d’utilisateur

source: Need Help?
es_co: ¿Necesitas ayuda?
fr_ca: Besoin d'aide?

# PasswordsDontMatch
source: Your passwords do not match.
es_co: Tus contraseñas no coinciden.
fr_ca: Vos mots de passe ne correspondent pas

# UseMainAddressAsShipping
source: Use my main address as my shipping address
es_co: Usar mi dirección principal como mi dirección de envío
fr_ca: Utiliser mon adresse principale comme adresse de livraison

# ThankYouForJoining
source: Thank you for placing your order and joining {0}!
es_co: ¡Gracias por hacer tu pedido y unirte a {0}!
fr_ca: Merci d’avoir passé une commande et de vous être inscrit à {0}!

source: Enrollment Configuration
es_co: Configuración de inscripción
fr_ca: Configuration de l’inscription

# ChooseEnrollerSearchInstructions
source: Click the button that applies to you
es_co: Haz clic en el botón que se aplica a ti
fr_ca: Cliquez sur le bouton qui s’applique à vous

# ChooseEnroller
source: I've been referred
es_co: He sido referido
fr_ca: J'ai été référé

source: Select your market
es_co: Selecciona tu mercado
fr_ca: Sélectionner votre marché

source: Join Now
es_co: Únete ahora
fr_ca: S’inscrire maintenant

# NoDistributorMessage
source: Thank You, an Immunotec Consultant will be assigned by your location.
es_co: Gracias, un Consultor Independiente de Immunotec será asignado por tu ubicación.
fr_ca: Merci, un consultant Immunotec vous sera attribué en fonction de votre emplacement.

# EnrollerChosenMessage
source: You have selected {0}, ID# {1} as your enroller.
es_co: Has seleccionado {0}, ID # {1} como su Patrocinador (Enroller).
fr_ca: Vous avez sélectionné {0}, numéro de consultant {1} comme votre recruteur.

source: Sign me up!
es_co: ¡Inscríbeme!
fr_ca: Inscrivez-moi!

# EnrollmentPack
source: Starter Pack
es_co: Paquete de inicio
fr_ca: Trousse de démarrage

source: Add to Order
es_co: Agregar a la orden
fr_ca: Ajouter à la commande

source: Item Added
es_co: Artículo agregado
fr_ca: Article ajouté

source: Enrollment Shopping
es_co: Inscripción compras
fr_ca: Magasinage d’inscription

source: Back to Packs
es_co: Volver a los paquetes
fr_ca: Retour aux trousses

source: Order Items
es_co: Encargar artículos
fr_ca: Commander des articles

# AutoOrderItems
source: AutoShip Items
es_co: Artículos de Autoenvío
fr_ca: Articles pour livraison automatique

source: Review your information
es_co: revisa tu información
fr_ca: Passez en revue vos renseignements

source: Change
es_co: Cambiar
fr_ca: Modifier

source: Add More Items
es_co: Agregar más artículos
fr_ca: Ajouter plus d'articles

source: Complete Enrollment
es_co: Inscripción completa
fr_ca: Effectuer l’inscription

# EnrollmentSubmittingMessage
source: Your enrollment is submitting, please remain on the page and you will be redirected once it is placed
es_co: Tu inscripción se está enviando, permanece en la página y serás redirigido una vez que se haya enviado
fr_ca: Votre inscription est en cours de soumission; veuillez rester sur cette page, vous serez redirigé lorsqu’elle aura été soumise

source: Your saved addresses
es_co: Tus direcciones guardadas
fr_ca: Vos adresses enregistrées

source: Add a new address
es_co: Añadir una nueva dirección
fr_ca: Ajouter une nouvelle adresse

# YourOrderIsSubmitting
source: Your order is submitting, please remain on the page.
es_co: Tu pedido se está enviando, por favor permanece en la página.
fr_ca: Votre commande est en cours de soumission; veuillez rester sur cette page

# YourSessionHasExpired
source: Your session has expired, please log in again to continue checkout
es_co: Tu sesión ha expirado, vuelve a iniciar tu sesión para continuar con la compra
fr_ca: Votre séance est expirée, veuillez ouvrir une nouvelle séance pour passer à la caisse

# CardIsInvalid
source: This card is invalid, please try again
es_co: Esta tarjeta no es válida, inténtalo de nuevo
fr_ca: Cette carte n’est pas valide, veuillez essayer de nouveau

# DontHaveAccount
source: Don't have an account?
es_co: ¿No tienes una cuenta?
fr_ca: Vous n'avez pas de compte?

# PleaseRegisterButtonInstruction
source: Click the button below to register.
es_co: Haz clic en el botón de abajo para registrarte.
fr_ca: Cliquez sur le bouton ci-dessous pour vous inscrire.

source: Create an account
es_co: Crear una cuenta
fr_ca: Créer un compte

# AutoOrderCard
source: AutoShip Card
es_co: Tarjeta de Autoenvío
fr_ca: Carte pour la livraison automatique

# CardCantBeDeleted_AutoOrder
source: This credit card cannot be deleted while it is still being used by an AutoShip.
es_co: Esta tarjeta de crédito no se puede eliminar mientras todavía esté siendo utilizada para un Autoenvío.
fr_ca: Cette carte de crédit ne peut pas être supprimée puisqu’elle est toujours utilisée pour la livraison automatique.

source: Submit Registration
es_co: Enviar registro
fr_ca: Soumettre l'inscription

# AutoOrderSaved
source: Your AutoShip changes have been saved!
es_co: ¡Tus cambios de Autoenvío se han guardado!
fr_ca: Les modifications à votre livraison automatique ont été enregistrées!

source: Runs
es_co: Se ejecuta cada
fr_ca: Exécutions

# YourAutoOrders
source: Your AutoShips
es_co: Tus Autoenvíos
fr_ca: Vos commandes avec livraison automatique

# AutoOrderDate
source: AutoShip Date
es_co: Fecha de Autoenvío
fr_ca: Date de livraison automatique

source: of each month
es_co: de cada mes
fr_ca: de chaque mois

# WhenNextAutoOrderProcess
source: What day of the month would you like your next AutoShip to process?
es_co: ¿Qué día del mes deseas que se procese tu próximo Autoenvío?
fr_ca: Vous désirez que votre prochaine livraison automatique soit traitée quel jour du mois?

# WhenAutoOrderProcess
source: What day of the month would you like your AutoShip to process?
es_co: ¿Qué día del mes te gustaría que se procesara tu Autoenvío?
fr_ca: Vous désirez que votre livraison automatique soit traitée quel jour du mois?

source: Item
es_co: Artículo
fr_ca: Article

# HowWouldYouLikeToPayAutoOrder
source: How would you like to pay for your AutoShip?
es_co: ¿Cómo te gustaría pagar su Autoenvío?
fr_ca: Comment souhaitez-vous payer votre livraison automatique?

source: Enter your credit card information
es_co: Ingresa la información de su tarjeta de crédito
fr_ca: Entrez les renseignements de votre carte de crédit

# ToManageYourAutoOrderPaymentMethods
source: To manage your AutoShip payment methods
es_co: Para administrar tus métodos de pago de Autoenvío
fr_ca: Pour gérer vos modes de paiement pour la livraison automatique

source: Click Here
es_co: Haz clic aquí
fr_ca: Cliquer ici

# CreateYourAutoOrder
source: Create your AutoShip
es_co: Crea tu Autoenvío
fr_ca: Créez votre livraison automatique

# AnyQuestionsCallCustomerService
source: If you have any questions or concerns about your AutoShip, please call our Customer Service Team at <a href="tel:{0}">{0}</a> (Monday to Friday from 8:00 a.m. to 9:00 p.m.(CT)) or email us at <a href="mailto:{1}" target="_blank">{1}</a>. We'll be glad to assist you.
es_co: Si tienes alguna pregunta o inquietud de tu Autoenvío, llama a nuestro equipo de Servicio al Cliente al <a href="tel:{0}"> {0} </a> (lunes a viernes: 9:00 a.m. a 7:00 p.m., sábados: 10:00 a.m. a 2:00 p.m. (hora del centro)) o envíanos un correo electrónico a <a href="mailto:{1}" target="blank"> {1}</a>. Estaremos encantados de ayudarte.
fr_ca: Si vous avez des questions ou des préoccupations au sujet de votre livraison automatique, veuillez appeler notre équipe du Service à la clientèle au <a href="tel:{0}">{0}</a> (lundi au vendredi de 8 h 30 à 19 h (HE)) ou envoyez-nous un courriel à <a href="mailto:{1}" target="_blank">{1}</a>. Nous serons heureux de vous aider.

source: Manage
es_co: Administrar
fr_ca: Gérer

source: Add
es_co: Añadir
fr_ca: Ajouter

source: Site Owner Information
es_co: Información del propietario del sitio
fr_ca: Renseignements sur le propriétaire du site

source: More Info
es_co: Más información
fr_ca: Plus d'info

source: Join the family!
es_co: Únete a la familia!
fr_ca: Joignez-vous à la famille!

# EnrollmentOptionOneHeader
source: Let's Party
es_co: Vámonos de fiesta
fr_ca: Célébrons

# EnrollmentOptionTwoHeader
source: You're the VIP
es_co: Tú eres el VIP
fr_ca: Vous êtes le VIP

# EnrollmentOptionThreeHeader
source: Use Our Tools
es_co: Usa nuestras herramientas
fr_ca: Utiliser nos outils

# EnrollmentCommissionSettingsHint
source: If you wish to enroll as a company, this name should match the Tax ID supplied for 1099 purposes. Otherwise, you should use your full name.
es_co: Si deseas inscribirte como empresa, este nombre debe coincidir con la identificación fiscal proporcionada con fines 1099. De lo contrario, debes usar tu nombre completo.
fr_ca: Si vous désirez vous inscrire en tant qu’entreprise, ce nom doit correspondre au numéro de taxe fourni aux fins du rapport 1099. Sinon, veuillez fournir votre nom complet.

source: Content
es_co: Contenido
fr_ca: Contenu

source: Conference Number
es_co: Número de conferencia
fr_ca: Numéro de conférence

source: Conference PIN
es_co: clave
fr_ca: NIP

source: Map
es_co: Mapa
fr_ca: Carte

# CouldNotFetchData
source: Could not fetch data. Please try again later.
es_co: No se pudo obtener información. Por favor, inténtelo de nuevo más tarde.
fr_ca: Impossible de récupérer les données. Veuillez essayer de nouveau plus tard.

source: Edit Content
es_co: Contenido editado
fr_ca: Modifier contenu

source: Preview
es_co: Avance
fr_ca: Prévisualiser

source: Market
es_co: Mercado
fr_ca: Marché

source: View Alerts List
es_co: Ver lista de alertas
fr_ca: Visionner la liste des alertes

source: Add Alert
es_co: Agregar alerta
fr_ca: Ajouter alerte
