Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

# ScienceBehind_Article4
source: <div class="ScienceBehind-content"> <h1>The science behind Immunocal</h1> <a class="btnTextLinkBack" href="back">BACK</a> <h3>Immunocal &#8212; Where's the Beef?</h3> <p><img src="https://media.immunotec.com/images/science_article-4.jpg" class="rticlesLeft" alt="Article 4" />No beef actually, but you got the right animal &ndash; Immunocal comes from cows! In fact, it takes about 300 liters (79.25 US gallons) of fresh, raw milk to produce 1 kilogram (2.2 lbs.) of Immunocal. What eventually ends up passing your lips is a derivative of whey protein isolate especially engineered for Immunotec. Before talking about what glutathione is, and what it does, let&rsquo;s look at some of the benefits of taking Immunocal, a natural source of the glutathione precursor cysteine for the maintenance of a strong immune system.</p> <p>As many of you are aware, whey protein, especially whey protein isolates (over 90% protein), are sometimes referred to as the &ldquo;perfect&rdquo; proteins because they contain all the essential amino acids required for your body&rsquo;s protein synthesis. With a biological value (BV) of over 110, it would be challenging to find a protein utilized more efficiently than Immunocal.</p> <p>Immunocal also contains branched chain amino acids, leucine, isoleucine, and valine (BCAA&rsquo;s). During exercise, the body preferentially uses BCAA&rsquo;s as a source of energy. Low levels of BCAA&rsquo;s may lead to increased fatigue, especially during endurance events. There are more BCAA&rsquo;s in Immunocal than in soy, egg, or many other proteins you can pick up at the nutrition store. This is especially important for muscles to rejuvenate after exercise.</p> <p>Glutathione, however, is what makes Immunocal especially important. Listed in the <a href="https://media.immunotec.com/EN/science_rolesGlutathione.pdf" target="_blank">Physicians&rsquo; Desk Reference (PDR)</a>, a book that lists all the prescription products that can be written in the United States, Immunocal is categorized as a &ldquo;glutathione precursor&rdquo;. Why &ldquo;precursor&rdquo;? Because if you eat glutathione, it gets quickly digested and never makes it into you cells.</p> <p><img src="https://media.immunotec.com/images/science_article-4-bounous.jpg" alt="Dr. Bounous" class="articlesRight" />Dr.&nbsp;Gustavo&nbsp;Bounous, the &ldquo;great-Grandfather&rdquo; of natural glutathione precursor research, started looking at this in the late 1980&rsquo;s. In his development of Immunocal, his intention was to effectively optimize immune function in immunocompromised people, including cancer patients, AIDS patients, and other severely ill people. By no coincidence, all these diseases are associated with muscle loss. Since those early days, over 80,000 articles have appeared in the medical literature. Needless to say, we now know vastly more about the functions of glutathione.</p> <p>Glutathione is referred to as the &ldquo;master&rdquo; antioxidant. This is quite a title to live up to. Glutathione has obtained this status because absolutely none of the antioxidants you&rsquo;re now taking could function without the presence of glutathione. Glutathione recycles and recharges all the antioxidants in your cells. Given that athletes can use up to 20 times more oxygen while they&rsquo;re working out compared to their couch-potato buddies, oxidative stress is a very real issue in sports medicine.</p> <p>Glutathione is critical in order to develop a strong immune response. People with infections are going to burn through their glutathione quickly. One thing that has clearly been shown through the years is that those of you who are going to push too hard in your training will experience a dip in your immune function. Too many potential gold medalists have fallen short because of this phenomenon.</p> <p>One hazard that we encounter on a daily basis is our exposure to the environment. It doesn&rsquo;t matter how careful you are, there is inevitably going to be junk in the food we eat, the liquids we drink, and the air that we breathe that just shouldn&rsquo;t be in your system. Raising glutathione is a strategy used in emergency departments to deal with certain overdoses to detoxify patients. What has emerged from the years of research is that glutathione is also responsible for the elimination of cigarette smoke, automobile exhaust, heavy metals like lead and mercury, pesticides, herbicides, and a long list of carcinogens that unfortunately make it into our cells. The highest levels of glutathione found in your body are in your liver which is, after all, your major organ of detoxification.</p> <p>SHOW ME THE BEEF! An online search of articles on glutathione and exercise will bring up thousands of well-researched papers on the topic. Everything from muscle mass development, recovery from injury, decreased oxidative stress, and acidosis to increased performance. Dr.&nbsp;Larry&nbsp;Lands and his colleagues at McGill University in Montreal, Canada published a landmark study in sports physiology and glutathione. Using Immunocal, he was able to demonstrate a remarkable increase in strength and endurance of between 10&nbsp;and&nbsp;15%!</p> <p>No wonder so many pros and serious elite athletes are taking advantage of this science. A healthy way to &ldquo;beef&rdquo; up your performance!</p> <p><span class="textSmaller">LANDS L.C., GREY V.L., SMOUNTAS A.A.<br /> Effect Of Supplementation With A Cysteine Donor On Muscular Performance.<br /> J Appl Physiol. 1999 Oct;87(4) :1381-5.</span></p> <a class="btnTextLinkBack" href="back">BACK</a> </div>
es_co: <div class="ScienceBehind-content"> <h1>La ciencia detr&aacute;s de Immunocal</h1> <a class="btnTextLinkBack" href="back">VOLVER</a> <h3><span class="sectionHeading">Immunocal &#8211; &iquest;Y la carne?</span></h3> <p><img src="https://media.immunotec.com/images/science_article-4.jpg" class="rticlesLeft" alt="Article 4" />En realidad no es de la carne, pero s&iacute; proviene de los bovinos: &iexcl;Immunocal proviene de las vacas! De hecho, se necesitan 300 litros (79,25 galones US) de leche fresca, cruda para producir 1 kilo (2,2 libras.) de Immunocal. Finalmente, lo que usted consume es un derivado de un aislado de prote&iacute;na de suero l&aacute;cteo especialmente dise&ntilde;ado por Immunotec. Antes de hablar de lo que es el glutati&oacute;n, y qu&eacute; es lo que hace, veamos algunos de los beneficios que aporta tomar Immunocal, una fuente natural de la ciste&iacute;na precursora del glutati&oacute;n para el mantenimiento de un sistema inmunol&oacute;gico s&oacute;lido. </p> <p>Como muchos de ustedes saben, la prote&iacute;na de suero l&aacute;cteo, especialmente los aislados de prote&iacute;na de suero l&aacute;cteo (m&aacute;s del 90% de prote&iacute;na), a la cual se hace referencia en ocasiones como la prote&iacute;na &ldquo;perfecta&rdquo; ya que contiene todos los amino&aacute;cidos esenciales que necesita el cuerpo para realizar la s&iacute;ntesis de las prote&iacute;nas. Con un valor biol&oacute;gico (VB) de m&aacute;s de 110, ser&iacute;a muy dif&iacute;cil encontrar una prote&iacute;na utilizada m&aacute;s eficientemente que Immunocal.</p> <p>Immunocal tambi&eacute;n contiene los amino&aacute;cidos de cadena ramificada leucina, isoleucina y valina (BCAA). Durante el ejercicio, el cuerpo utiliza generalmente los amino&aacute;cidos ramificados como fuente de energ&iacute;a. Los niveles bajos de BCAA podr&iacute;an llevar a un aumento de fatiga, especialmente durante los ejercicios de resistencia. Immunocal contiene m&aacute;s BCAA que la soya, los huevos o cualquier otra prote&iacute;na que pudiera usted elegir de una tienda de nutrici&oacute;n. Es especialmente importante para que los m&uacute;sculos se rejuvenezcan despu&eacute;s del ejercicio. </p> <p>El glutati&oacute;n, sin embargo, es lo que hace que el Immunocal sea especialmente importante. Incluido en la <em><a href="https://media.immunotec.com/SP/science_PDR.pdf" target="_blank">Physicians&rsquo;&nbsp;Desk Reference (PDR)</a></em>, un libro que enlista todos los productos que se pueden prescribir en Estados Unidos, el Immunocal est&aacute; categorizado como un &ldquo;precursor del glutati&oacute;n&rdquo;. &iquest;Por qu&eacute; &ldquo;precursor&rdquo;? Porque si usted consume glutati&oacute;n, &eacute;ste se digiere muy r&aacute;pidamente y nunca llega hasta sus c&eacute;lulas. Una forma efectiva de aumentar los niveles de glutati&oacute;n en su cuerpo es ingiriendo sus precursores o bloques constructores para que su cuerpo construya el glutati&oacute;n por s&iacute; mismo.</p> <p><img src="https://media.immunotec.com/images/science_article-4-bounous.jpg" alt="Dr. Bounous" class="articlesRight" />El Dr. Gustavo Bounous, el &ldquo;bisabuelo&rdquo; de las investigaciones del precursor natural del glutati&oacute;n, empez&oacute; analizando esto a fines de los a&ntilde;os 80. En su desarrollo de Immunocal, su atenci&oacute;n se enfocaba en optimizar eficientemente la funci&oacute;n inmunitaria en personas con deficiencias inmunol&oacute;gicas incluyendo a pacientes con c&aacute;ncer, SIDA y otras enfermedades graves. No es una coincidencia que todas estas enfermedades est&eacute;n asociadas con la p&eacute;rdida de masa muscular. Desde esos d&iacute;as hasta ahora han aparecido m&aacute;s de 80.000 art&iacute;culos en la literatura m&eacute;dica y, no hay necesidad de decirlo, ahora conocemos ampliamente las funciones del glutati&oacute;n. </p> <p>Busque el glutati&oacute;n en un libro m&eacute;dico y leer&aacute; sobre sus funciones tales como la s&iacute;ntesis y reparaci&oacute;n de las prote&iacute;nas, la regulaci&oacute;n de las enzimas y un sinn&uacute;mero de otras complicadas acciones. Sin embargo, la mayor&iacute;a de sus funciones pueden ser resumidas en el acr&oacute;nimo <strong>&ldquo;<span class="textStandout">A.R.D.</span>&rdquo;: <span class="textStandout">A</span>: Antioxidante, <span class="textStandout">R</span>: Refuerzo Inmunol&oacute;goco, y <span class="textStandout">D</span>: Desintoxicante.</strong></p> <p>Al glutati&oacute;n se le conoce como el antioxidante &ldquo;maestro&rdquo;, un t&iacute;tulo muy importante. Ha obtenido este estatus porque absolutamente ninguno de los antioxidantes que usted est&eacute; tomando ahora podr&iacute;a funcionar sin la presencia del glutati&oacute;n. El glutati&oacute;n recicla y recarga todos los antioxidantes de sus c&eacute;lulas. Visto que los atletas pueden utilizar hasta 20 veces m&aacute;s ox&iacute;iacute;geno durante su entrenamiento, comparado con una persona sedentaria, el estr&eacute;s oxidante es una cuesti&oacute;n muy importante en la medicina deportiva.</p> <p>El glutati&oacute;n es cr&iacute;tico para desarrollar una respuesta inmunitaria s&oacute;lida. Las personas que padecen una infecci&oacute;n quemar&aacute;n m&aacute;s r&aacute;pidamente sus reservas de glutati&oacute;n. Un aspecto que se ha podido observar claramente a trav&eacute;s de los a&ntilde;os es que las personas que se esfuerzan demasiado en su entrenamiento f&iacute;sico van a experimentar una baja en sus funciones inmunitarias. Han sido muchos los campeones ol&iacute;mpicos potenciales que se han quedado cortos debido a este fen&oacute;meno.</p> <p>Un peligro al que nos enfrentamos diariamente es nuestra exposici&oacute;n al medio ambiente. Sin importar qu&eacute; tan cuidadoso sea usted, inevitablemente se encontrar&aacute; con elementos indeseados en los alimentos que ingiera, en los l&iacute;quidos que tome y en el aire que respire y que simplemente no deber&iacute;an llegar hasta su sistema. Elevar los niveles de glutati&oacute;n es una estrategia que se utiliza en los departamentos de urgencias para tratar ciertas sobredosis con el fin de desintoxicar a los pacientes. Las concentraciones m&aacute;s altas de glutati&oacute;n en el cuerpo se localizan en el h&iacute;gado el cual es, despu&eacute;s de todo, su &oacute;rgano principal de desintoxicaci&oacute;n.</p> <p>&iquest;Y LA CARNE? Una b&uacute;squeda en l&iacute;nea de art&iacute;culos que hablen sobre la relaci&oacute;n del glutati&oacute;n con el ejercicio dar&aacute; como resultado miles de art&iacute;culos bien fundamentados sobre este tema, desde el desarrollo de masa muscular, la recuperaci&oacute;n de una lesi&oacute;n, la disminuci&oacute;n del estr&eacute;s oxidante y la acidosis hasta un mejor desempe&ntilde;o. El Dr. Larry Lands y sus colegas de la Universidad McGill en Montreal, Canad&aacute; publicaron un estudio fundamental sobre la fisi&oacute;loga deportiva y el glutati&oacute;n. &iexcl;Utilizando Immunocal, fue capaz de demostrar un notable aumento en fuerza y resistencia de entre 10 y 15%!</p> <p>No es casualidad que muchos atletas profesionales y de alto rendimiento est&eacute;n aprovechando esta ciencia. &iexcl;Es una forma saludable de mejorar su desempe&ntilde;o!</p> <p><span class="textSmaller">LANDS L.C., GREY V.L., SMOUNTAS A.A.<br /> Effect Of Supplementation With A Cysteine Donor On Muscular Performance.<br /> J Appl Physiol. 1999 Oct;87(4) :1381-5.</span></p> <a class="btnTextLinkBack" href="back">VOLVER</a> </div>
fr_ca: <div class="ScienceBehind-content"> <h1>La science d'Immunocal</h1> <a class="btnTextLinkBack" href="back">RETOUR</a> <h3><span class="sectionHeading">Immunocal &#8211; Donnez-moi de l&#8217;info!</span></h3> <p><img src="https://media.immunotec.com/images/science_article-4.jpg" alt="Article 4" class="articlesLeft" />Immunocal est fait &agrave; partir du lait de vache! En fait, il faut 300 litres (79,25 gallons am&eacute;ricains) de lait cru frais pour produire 1 kilogramme (2,2 livres) d'Immunocal. Le produit que vous consommez est un d&eacute;riv&eacute; d&rsquo;un isolat prot&eacute;ique de lactos&eacute;rum sp&eacute;cialement mis au point pour Immunotec. Avant d&rsquo;aborder la question du glutathion et de son action, voyons quelques-uns des bienfaits qu&rsquo;apporte Immunocal, une source naturelle de cyst&eacute;ine, pr&eacute;curseur du glutathion, pour le maintien d'un syst&egrave;me immunitaire fort.</p> <p>Comme bon nombre d&rsquo;entre vous le savent probablement, la prot&eacute;ine de lactos&eacute;rum, et particuli&egrave;rement l&rsquo;isolat prot&eacute;ique de lactos&eacute;rum (plus de 90 % de prot&eacute;ines), est souvent r&eacute;f&eacute;r&eacute;e en tant que &laquo; prot&eacute;ine id&eacute;ale &raquo;, car elle contient tous les acides amin&eacute;s essentiels &agrave; la prot&eacute;inog&eacute;n&egrave;se de l&rsquo;organisme. &Eacute;tant donn&eacute; que la valeur biologique d&rsquo;Immunocal est sup&eacute;rieure &agrave; 110, il serait difficile de trouver une prot&eacute;ine utilis&eacute;e de fa&ccedil;on plus efficace par l&rsquo;organisme.</p> <p>Immunocal contient &eacute;galement des acides amin&eacute;s &agrave; cha&icirc;ne ramifi&eacute;e, de la leucine, de la L-isoleucine et de la valine (AACR). Lors de l&rsquo;exercice physique, le corps utilise de pr&eacute;f&eacute;rence les AACR comme source d&rsquo;&eacute;nergie. Lorsque les niveaux de AACR sont bas, la fatigue s&rsquo;accro&icirc;t, et ce, tout particuli&egrave;rement lors d&rsquo;&eacute;preuves d&rsquo;endurance. Immunocal contient davantage de AACR que le soya et les &oelig;ufs ou plusieurs des autres prot&eacute;ines que vous pouvez acheter dans un magasin de nutrition. Cette caract&eacute;ristique est particuli&egrave;rement importante pour la r&eacute;g&eacute;n&eacute;rescence des muscles apr&egrave;s l&rsquo;exercice.</p> <p>Toutefois, c&rsquo;est l&rsquo;aspect relatif au glutathion qui rend Immunocal si important. Immunocal figure au <a href="https://media.immunotec.com/FR/science_PDR.pdf" target="_blank">PDR (Physicians&rsquo; Desk Reference</a> - une publication am&eacute;ricaine o&ugrave; sont r&eacute;pertori&eacute;s tous les m&eacute;dicaments sous ordonnance qui peuvent &ecirc;tre prescrits aux &Eacute;tats-Unis) et y est mentionn&eacute; comme &eacute;tant un pr&eacute;curseur de glutathion. Pourquoi &laquo; pr&eacute;curseur &raquo;? Parce que le glutathion ne peut &ecirc;tre ing&eacute;r&eacute;. Si on en mange, il est rapidement dig&eacute;r&eacute; et n&rsquo;atteint jamais les cellules. Une fa&ccedil;on efficace de hausser les taux de glutathion dans l&rsquo;organisme est de consommer des pr&eacute;curseurs de glutathion, c&rsquo;est-&agrave;-dire les &eacute;l&eacute;ments constitutifs qui permettent &agrave; l&rsquo;organisme de fabriquer lui-m&ecirc;me son glutathion.</p> <p><img src="https://media.immunotec.com/images/science_article-4-bounous.jpg" alt="Dr. Bounous" class="articlesRight" />Le docteur Gustavo Bounous, &laquo; l&rsquo;arri&egrave;re-grand-p&egrave;re &raquo; de la recherche sur les pr&eacute;curseurs naturels du glutathion, a commenc&eacute; &agrave; &eacute;tudier ce ph&eacute;nom&egrave;ne &agrave; la fin des ann&eacute;es 1980. Lorsqu&rsquo;il a mis au point Immunocal, son objectif &eacute;tait d&rsquo;optimiser de fa&ccedil;on efficace la fonction immunitaire chez les patients immunod&eacute;prim&eacute;s, notamment les personnes atteintes d&rsquo;un cancer, du SIDA ou d&rsquo;une autre maladie grave. Incidemment, il faut noter que toutes ces maladies sont caract&eacute;ris&eacute;es par une perte de masse musculaire. Depuis les premiers jours de la recherche sur le glutathion, la litt&eacute;rature m&eacute;dicale s&rsquo;est enrichie de plus de 80,000 articles sur le sujet. C&rsquo;est donc dire que nous connaissons maintenant beaucoup mieux les fonctions du glutathion.</p> <p>Si vous consultez des ouvrages m&eacute;dicaux sur le glutathion, vous constaterez que l&rsquo;on fait r&eacute;f&eacute;rence &agrave; la prot&eacute;inog&eacute;n&egrave;se, &agrave; la r&eacute;gulation de l'activit&eacute; enzymatique et &agrave; une panoplie d&rsquo;autres fonctions plut&ocirc;t compliqu&eacute;es. Toutefois, toutes ces fonctions peuvent se r&eacute;sumer dans l&rsquo;acronyme <strong>&laquo;<span class="textStandout"> A.I.D. </span>&raquo;: <span class="textStandout">A</span>: qui signifie Antioxydant, <span class="textStandout">I</span>: Immunostimulant, et <span class="textStandout">D</span>: D&eacute;toxifiant.</strong></p> <p>On qualifie le glutathion de &laquo; ma&icirc;tre antioxydant &raquo;, car aucun des antioxydants que vous prenez actuellement ne pourrait fonctionner sans la pr&eacute;sence du glutathion. Le glutathion recycle et recharge tous les antioxydants de vos cellules. Cette fonction rev&ecirc;t une importance capitale relativement &agrave; la question du stress oxydatif, et ce, tout particuli&egrave;rement dans le cadre de la m&eacute;decine sportive, car les athl&egrave;tes en entra&icirc;nement peuvent utiliser jusqu&rsquo;&agrave; 20 fois plus d&rsquo;oxyg&egrave;ne que ceux d&rsquo;entre nous que l&rsquo;on pourrait qualifier de &laquo; patates de canap&eacute; &raquo;.</p> <p>Le glutathion joue un r&ocirc;le d&eacute;terminant dans la r&eacute;ponse immunitaire. Les gens qui ont une infection vont &eacute;puiser rapidement leurs taux de glutathion. Il a &eacute;t&eacute; clairement d&eacute;montr&eacute; au cours des ann&eacute;es que l&rsquo;entra&icirc;nement un peu trop intensif peut occasionner des chutes relativement &agrave; la r&eacute;ponse immunitaire. Trop de m&eacute;dailles olympiques potentielles ont &eacute;t&eacute; perdues &agrave; cause de ce probl&egrave;me.</p> <p>L&rsquo;un des dangers que nous rencontrons quotidiennement est l&rsquo;exposition &agrave; l'environnement. Peu importe notre niveau de prudence &agrave; cet &eacute;gard, il y aura in&eacute;vitablement quelque chose de nocif pour notre syst&egrave;me dans la nourriture que nous mangeons, les liquides que nous buvons et l&rsquo;air que nous respirons. Le rehaussement des taux de glutathion est une strat&eacute;gie utilis&eacute;e en salle d&rsquo;urgence pour d&eacute;toxifier les patients en surdose. C&rsquo;est dans le foie que l&rsquo;on retrouve la plus grande concentration de glutathion, car le foie est l&rsquo;organe de d&eacute;toxification le plus important de l&rsquo;organisme.</p> <p>DONNEZ-MOI DE L&rsquo;INFO! Des milliers d&rsquo;articles sur le glutathion et l&rsquo;exercice sont disponibles en ligne. On y traite de tous les aspects qui y sont reli&eacute;s, allant du d&eacute;veloppement de la masse musculaire jusqu&rsquo;&agrave; la r&eacute;cup&eacute;ration apr&egrave;s une blessure, en passant par l&rsquo;abaissement du stress oxydatif et l&rsquo;acidose pour favoriser la performance. Le docteur Larry Lands et ses coll&egrave;gues, de l&rsquo;Universit&eacute; McGill &agrave; Montr&eacute;al, ont publi&eacute; une &eacute;tude d&eacute;terminante portant sur le glutathion en relation &agrave; la physiologie sportive. Il a d&eacute;montr&eacute; qu&rsquo;Immunocal augmente la force et l'endurance de 10 &agrave; 15&nbsp;%!</p> <p>Il n&rsquo;est pas &eacute;tonnant de constater que de nombreux athl&egrave;tes professionnels et de haut calibre profitent des avantages de cette d&eacute;couverte scientifique afin d&rsquo;am&eacute;liorer sainement leur performance!</p> <p><span class="xSmall2">LANDS L.C., GREY V.L., SMOUNTAS A.A.<br /> Effect Of Supplementation With A Cysteine Donor On Muscular Performance.<br /> J Appl Physiol. 1999 Oct;87(4) :1381-5.</span></p> <a class="btnTextLinkBack" href="back">RETOUR</a> </div>
