Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

# RemainingPersonalBalance
source: Remaining Personal Use Balance
es_co: Saldo de uso personal restante
fr_ca: Solde pour usage personnel restant

# RetailCustomerPricingInfo
source: {Retail Customer Pricing Info Placeholder}
es_co: {Marcador de posición de información de precios para clientes minoristas}
fr_ca: {Signet pour le prix des clients au détail}

# RetailQty
source: Retail Quantity
es_co: Cantidad al por menor
fr_ca: Quantité de vente au détail

source: Retail Total
es_co: Total minorista
fr_ca: Total de vente au détail

# SearchForYourReferrer
source: Search for your referrer by entering their Customer ID.
es_co: Busca tu referencia ingresando su ID de cliente.
fr_ca: Chercher la personne qui vous a recommandé en entrant son numéro de client.

# SearchNoResults
source: This search returned no results.
es_co: Esta búsqueda no arrojó resultados.
fr_ca: Cette recherche n’a donné aucun résultat.

# SelectBillingAddress
source: Select a billing address
es_co: Selecciona una dirección de facturación
fr_ca: Sélectionnez une adresse de facturation

# SelectCountLang
source: Select your country and language
es_co: Seleccióna tu país e idioma
fr_ca: Sélectionnez votre pays et votre langue

# SelectCountry
source: Select your country
es_co: Selecciona tu pais
fr_ca: Sélectionnez votre pays

source: Select Language
es_co: Selecciona el idioma
fr_ca: Choisir votre langue

# ShippingAddressMessage
source: This will be used as your shipping address for today's order.
es_co: Esto se usará como tu dirección de envío para el pedido de hoy.
fr_ca: Cette adresse sera utilisée comme adresse de livraison pour la commande d’aujourd’hui.

source: Shipping Information
es_co: Información de envío
fr_ca: Information d'éxpédition

source: Shop
es_co: Tienda
fr_ca: Magasiner

source: Shop Now
es_co: Compra ahora
fr_ca: Magasiner maintent

source: Show my password
es_co: Mostrar mi contraseña
fr_ca: Montrer mon mot de passe

source: Spanish
es_co: Español
fr_ca: Espagnol

source: Starting On
es_co: A partir de la
fr_ca: Commence le

source: Support
es_co: Apoyo
fr_ca: Soutien

source: Swedish
es_co: sueco
fr_ca: Suédois

source: Taxable Amount
es_co: Monto gravable
fr_ca: Montant taxable

source: Terms and Conditions
es_co: Términos y Condiciones
fr_ca: Modalités

source: Thank You!
es_co: ¡Gracias!
fr_ca: Merci!

source: Today's Order
es_co: El pedido de hoy
fr_ca: Commande d'aujourd'hui

source: Total Price
es_co: Precio total
fr_ca: Prix total

source: Track Packages
es_co: Seguimiento de paquetes
fr_ca: Suivi de l’envoi

source: Update
es_co: Actualizar
fr_ca: Mettre à jour

source: Use Collector
es_co: Usar colector
fr_ca: Utiliser un percepteur

source: Use Shipping Address
es_co: Usar la dirección de envío
fr_ca: Utiliser adress d'expédition

source: VAT Number
es_co: Número de IVA
fr_ca: Numéro de TVA

source: Verify Address
es_co: Verificar la dirección
fr_ca: Vérifer adresse

# ViewAllItems
source: View All {0} items
es_co: Ver todos {0} artículos
fr_ca: Afficher tous les {0} articles

source: View Full Product Details
es_co: Ver detalles completos del producto
fr_ca: Afficher tous les détails du produit

# ViewProductDetails
source: View Full Product Details
es_co: Ver detalles completos del producto
fr_ca: Afficher tous les détails du produit

# WebAliasRules
source: Enter your website name (ex. {0}websitename)
es_co: Ingresar el nombre de tu sitio web (ej. {0} websitename)
fr_ca: Entrez le nom de votre site Web (p. ex. {0}websitename)

# WeHaveRecievedYourOrder
source: We have received your order.
es_co: Hemos recibido tu pedido
fr_ca: Nous avons reçu votre commande.

source: We're sorry
es_co: Lo sentimos
fr_ca: Nous sommes désolés

source: Work Phone
es_co: Teléfono del trabajo
fr_ca: Téléphone au travail

source: You May Also Like
es_co: También te puede interesar
fr_ca: Vous pourriez également aimer

# YourAddress
source: Your Addresses
es_co: Tus direcciones
fr_ca: Votre adresse

source: Your Cart is Empty
es_co: Tu carrito esta vacío
fr_ca: Votre panier est vide

# YourCustomerID
source: Your Consultant ID is
es_co: Tu ID de Consultor Independiente es
fr_ca: Votre numéro d'identification est

source: Your Enroller
es_co: Tu Patrocinador (Enroller)
fr_ca: Votre recruteur

source: Your Orders
es_co: Tus pedidos
fr_ca: Vos commandes

# AutoShipIDUpdated
source: AutoShip ID# {0} has been updated
es_co: Autoenvío ID # {0} ha sido actualizado
fr_ca: La livraison automatique numéro {0} a été mise à jour

source: Error
fr_ca: Erreur

# HasBeenAddedToAutoOrder
source: has been added to your AutoShip!
es_co: ha sido agregado a tu Autoenvío
fr_ca: a été ajouté à votre livraison automatique!

# HasBeenAddedToOrder
source: has been added to your order!
es_co: ha sido agregado a tu pedido!
fr_ca: a été ajouté à votre commande!

# InvalidPaymentType
source: Invalid payment type was added.
es_co: Se agregó un tipo de pago inválido.
fr_ca: Un type de paiement non valide a été ajouté.

# InvalidWebAlias
source: Invalid Website
es_co: Alias ​​web no válido
fr_ca: Site web non valide

source: Loading Summary
es_co: Cargando Resumen
fr_ca: Chargement du sommaire

# MustBeReff
source: You must be referred to visit the page.
es_co: Debes ser referido para visitar la página.
fr_ca: Vous devez être recommandé pour consulter cette page.

# SelectAddressError
source: Please select an address before proceeding
es_co: Por favor, selecciona una dirección antes de continuar
fr_ca: Veuillez sélectionner une adresse avant de poursuivre

# SomethingWentWrong
source: Something went wrong with that last click.
es_co: Algo salió mal con ese último clic.
fr_ca: Un problème est survenu lors de votre dernier clic.

# UnableAddPack
source: We were unable to add this pack.
es_co: No pudimos agregar este paquete.
fr_ca: Nous n’avons pas été en mesure d’ajouter cette trousse.

# UnableCompleteOrder
source: We were unable to complete your order at this time.
es_co: No hemos podido completar tu pedido en este momento.
fr_ca: Nous n’avons pas été en mesure de traiter votre commande pour l’instant.

# UnableRemoveItem
source: We were unable to remove the item from your cart.
es_co: No pudimos eliminar el artículo de tu carrito.
fr_ca: Nous n’avons pas été en mesure de supprimer cet article de votre panier.

# UnableUpdateQuantity
source: We were unable to update the items quantity.
es_co: No pudimos actualizar la cantidad de artículos.
fr_ca: Nous n’avons pas été en mesure de mettre à jour la quantité d’articles.

source: Web Alias Required
es_co: Alias web es obligatorio
fr_ca: L’alias Web est requis

# WeCouldntFindWebalias
source: We could find who referred you. Please check the website name you were given and try again.
es_co: Podríamos encontrar quién te refirió. Verifica el nombre del sitio web que te dieron e intenta de nuevo.
fr_ca: Nous n’avons pas été en mesure de trouver la personne qui vous a recommandé. Veuillez vérifier le nom du site Web qui vous a été fourni et essayer de nouveau.

# WeCouldntFind
source: We couldn't find the page you were looking for.
es_co: No pudimos encontrar la página que estabas buscando.
fr_ca: La page que vous recherchez est introuvable.

# WereNotSure
source: We're not sure exactly what happened, but we've let our tech guys know.
es_co: No estamos seguros de lo que sucedió exactamente, pero hemos informado a nuestros técnicos.
fr_ca: Nous ne savons pas exactement ce qui est arrivé, mais nous en avons informé nos techniciens.

# WeWereUnableToComplete
source: We were unable to complete your order at this time.
es_co: No hemos podido completar tu pedido en este momento.
fr_ca: Nous n’avons pas été en mesure de traiter votre commande pour l’instant.

# WeWereUnableToRemove
source: We were unable to remove the item from your cart.
es_co: No pudimos eliminar el artículo de tu carrito.
fr_ca: Nous n’avons pas été en mesure de supprimer cet article de votre panier.

# WeWereUnableToUpdate
source: We were unable to update the items quantity.
es_co: No pudimos actualizar la cantidad de artículos.
fr_ca: Nous n’avons pas été en mesure de mettre à jour la quantité d’articles.

source: Save
es_co: Ahorra
fr_ca: Économisez

source: Tool Tips
es_co: Sugerencias sobre herramientas
fr_ca: Conseils relatifs aux outils

source: Clicking on the
es_co: Al hacer clic en
fr_ca: Cliquer sur

source: Create New Category
es_co: Crear nueva categoría
fr_ca: Créer nouvelle catégorie

source: Create New Resource
es_co: Crear nuevo recurso
fr_ca: Créer nouvelle ressource

# DragAndDropResources
source: You can now drag and drop elements to re-order the list of categories and resources.
es_co: Ahora puedes arrastrar y soltar elementos para volver a reordenar la lista de categorías y recursos.
fr_ca: Vous pouvez maintenant glisser et déposer des éléments à commander de nouveau dans la liste des catégories et des ressources.

# IfAResource
source: If a resource is under the section, "Other Resources", this means it was not assigned a category or the category was deleted. These resource items will need to be reassigned a category ID in order for it to show on the Resource page.
es_co: Si un recurso se encuentra bajo la sección "Otros recursos", esto significa que no se le asignó una categoría o se ha eliminado la categoría. Estos elementos de recursos deberán reasignarse a un ID de categoría para que se muestre en la página de recursos.
fr_ca: Si une ressource est dans la section « Autres ressources », cela signifie qu’elle n’est pas attribuée à une catégorie ou que la catégorie a été supprimée. Vous devez attribuer un numéro de catégorie à ces ressources pour qu’elles s’affichent dans la page Ressources.

# IfYouDelete
source: If you delete a category, you will need to edit the resource items to use an existing category in order for it to render to the Resource page.
es_co: Si eliminas una categoría, deberás editar los elementos de recursos para usar una categoría existente para que se muestre en la página de Recursos.
fr_ca: Si vous supprimez une catégorie, vous devrez modifier les ressources pour utiliser une catégorie existante afin qu’elles s’affichent dans la page Ressources.

source: Move Down
es_co: Mover hacia abajo
fr_ca: Se déplacer vers le bas

source: Move Up
es_co: Mover hacia arriba
fr_ca: Se déplacer vers le haut

# PasteLink
source: Paste the hosted hyperlink in the text
es_co: Pegar el hipervínculo alojado en el texto
fr_ca: Collez l’hyperlien du site hébergé dans le texte

source: Resource
es_co: Recurso
fr_ca: Ressource

source: Resource Categories
es_co: Categorías de recursos
fr_ca: Catégories de ressources

source: Resource Category
es_co: Categoría de recursos
fr_ca: Catégorie de ressource

# WhenCreatingEditing
source: When creating or editing a video or audio file, you will need to paste the hosted url in the "Src" field. (i.e. Soundcloud.com)
es_co: Al crear o editar un archivo de vídeo o audio, deberás pegar la url alojada en el campo "Src". (es decir, Soundcloud.com)
fr_ca: Lorsque vous créez ou modifiez un fichier vidéo ou audio, vous devez copier l’URL du site hébergé dans le champ « Src ». (p. ex. Soundcloud.com)

# WillPerDelete
source: will permanently delete the Resource Category.
es_co: Se eliminará permanentemente la Categoría de Recursos.
fr_ca: supprimera la catégorie de ressource de manière permanente.

source: About
es_co: Acerca de
fr_ca: À propos

# OptedOutStatusNote
source: Note: If you have chosen to receive notifications, you must click the link in the email that was sent in order to confirm your opt in status.
es_co: Nota: si has elegido recibir notificaciones, debes hacer clic en el enlace del correo electrónico que se envió para confirmar tu estado de participación.
fr_ca: Remarque : Si vous avez choisi de recevoir des notifications, vous devez cliquer sur le lien contenu dans le courriel qui vous a été envoyé afin de confirmer que vous désirez vous abonner.

# PendingOptedInStatus
source: We have sent you a confirmation email. Please click the link in this email to complete your opt in status.
es_co: Te hemos enviado un correo electrónico de confirmación. Haz clic en el enlace de este correo electrónico para completar tu estado de suscripción.
fr_ca: Nous vous avons envoyé un courriel de confirmation. Veuillez cliquer sur le lien contenu dans ce courriel pour confirmer votre abonnement.

source: Availability
es_co: Disponibilidad
fr_ca: Disponibilité

source: Delete Resource
es_co: Eliminar recurso
fr_ca: Supprimer une ressource

# DeleteResourceQuestion
source: Are you sure you want to delete the resource?
es_co: ¿Seguro que quieres eliminar el recurso?
fr_ca: Êtes-vous certain de vouloir supprimer cette ressource?

source: File Type
es_co: Tipo de archivo
fr_ca: Type de fichier

source: No
fr_ca: Non

source: No resources saved.
es_co: Sin recursos guardados.
fr_ca: Aucune ressource enregistrée.

source: Video
es_co: Vídeo
fr_ca: Vidéo

source: Word
es_co: Palabra
fr_ca: Mot

source: Yes
es_co: Sí
fr_ca: Oui

source: Resource Library
es_co: Biblioteca de recursos
fr_ca: Bibliothèque de ressources

source: Current
es_co: Corriente
fr_ca: Courant

source: Edit Resource
es_co: Editar recurso
fr_ca: Modifier ressource

# SourceThumbnail
source: Thumbnail Source
es_co: Fuente en miniatura
fr_ca: Source de l'imagette

# MarketLanguage_2
source: United States (Mexican-Spanish)
es_co: Estados Unidos (mexicano-español)
fr_ca: États-Unis (espagnol mexicain)

# MarketLanguage_1
source: United States (English)
es_co: Estados Unidos (inglés)
fr_ca: États-Unis (anglais)

# MarketLanguage_3
source: Canada (English)
es_co: Canadá (inglés)
fr_ca: Canada (anglais)

# MarketLanguage_4
source: Canada (French)
es_co: Canadá (francés)
fr_ca: Canada (français)

source: Please enter a complete address
es_co: Por favor ingresa una dirección completa
fr_ca: Veuillez entrer une adresse complète

source: Country
es_co: País
fr_ca: Pays

source: Street Address
es_co: Dirección
fr_ca: Adresse municipale

source: Zip
es_co: Código Postal
fr_ca: Code postal

source: Speaker's Name
es_co: Nombre de los expositores
fr_ca: Nom du conférencier

source: Flyer
es_co: Hoja informativa
fr_ca: Feuillet

source: Cost
es_co: Costo
fr_ca: Coût

source: Conference Call Number
es_co: Número de conferencia telefónica
fr_ca: Numéro de la téléconférence

source: PIN
es_co: clave
fr_ca: NIP

source: Location
es_co: Ubicación
fr_ca: Emplacement

source: Title
es_co: Título
fr_ca: Titre

source: Start
es_co: Inicio
fr_ca: Début

source: End
es_co: Fin
fr_ca: Fin

# UseSeparateStartEndTimeZones
source: Use separate start and end time zones
es_co: Usa zonas horarias de inicio y finalización por separado
fr_ca: Utilisez des fuseaux horaires de début et de fin distincts

source: Start Timezone
es_co: Hora de inicio
fr_ca: Début du fuseau horaire

source: End Timezone
es_co: Fin de zona horaria
fr_ca: Fin du fuseau horaire

source: No Title
es_co: Sin título
fr_ca: Aucun titre

source: Recurrence Rule
es_co: Periódicamente
fr_ca: Récurrent

# EventTitleRequired
source: An Event Title is Required
es_co: Se requiere un título de evento
fr_ca: Un titre d’événement est requis

# InsufficientPrivileges
source: You don't have sufficient privileges
es_co: No tienes suficientes privilegios
fr_ca: Vous n’avez pas les privilèges suffisants

source: Speakers
es_co: Expositores
fr_ca: Conférenciers

source: Tags
es_co: Etiquetas
fr_ca: Étiquettes

source: Select Tags
es_co: Seleccionar etiquetas
fr_ca: Sélectionnez des étiquettes

source: Add New Subscription
es_co: Agregar nueva suscripción
fr_ca: Ajouter un nouvel abonnement

source: You Have No Subscriptions
es_co: No tienes suscripciones
fr_ca: Vous n’avez pas d’abonnement

source: Sync With Google
es_co: Sincronizar con Google
fr_ca: Synchroniser avec Google

source: View On Map
es_co: Ver en el mapa
fr_ca: Visionner sur la carte

# CouldntFindAddress
source: We Couldn't Find That Address
es_co: No pudimos encontrar esa dirección
fr_ca: Nous n’avons pas été en mesure de trouver cette adresse

# SearchForYourDistributor
source: Search for your a Consultant by entering their customer ID, first name or last name.
es_co: Busca a tu Consultor Independiente ingresando su ID de cliente, nombre o apellido.
fr_ca: Chercher votre consultant en entrant son numéro de client, son prénom ou son nom.

source: Add More Information
es_co: Añadir más información
fr_ca: Ajouter plus d'information

# TextOnCookiesBanner
source: By continuing to visit this website, you agree to the use of cookies and to our updated <a href="https://media.immunotec.com/EN/privacy-policy-EN.pdf" style="text-decoration: underline;">Privacy Policy</a> and <a href="https://media.immunotec.com/EN/terms-of-use-EN.pdf" style="text-decoration: underline;">Terms of Use</a>, which we encourage you to review.
fr_ca: En continuant à visiter ce site Web, vous acceptez l’utilisation des témoins (cookies), ainsi que notre <a href="https://media.immunotec.com/FR/privacy-policy-CA-FR.pdf" style="text-decoration: underline;">Politique de confidentialité</a> et nos <a href="https://media.immunotec.com/FR/terms-of-use-CA-FR.pdf" style="text-decoration: underline;">Conditions d’utilisation</a> mis à jour, que nous vous invitons d’ailleurs à consulter.

# Country_AD
source: Andorra, Principality of
es_co: Andorra, Principado de
fr_ca: Principauté d’Andorre

# Country_AE
source: United Arab Emirates
es_co: Emiratos Árabes Unidos
fr_ca: Émirats arabes unis

# Country_AF
source: Afghanistan, Islamic State of
es_co: Afganistán, Estado Islámico de
fr_ca: État islamique d’Afghanistan

# Country_AG
source: Antigua and Barbuda
es_co: Antigua y Barbuda
fr_ca: Antigua-et-Barbuda

# Country_AL
source: Albania
fr_ca: Albanie

# Country_AM
source: Armenia
fr_ca: Arménie

# Country_AN
source: Netherlands Antilles
es_co: Antillas Holandesas
fr_ca: Antilles néerlandaises

# Country_AQ
source: Antarctica
es_co: Antártida
fr_ca: Antarctique

# Country_AR
source: Argentina
fr_ca: Argentine

# Country_AS
source: American Samoa
es_co: Samoa Americana
fr_ca: Samoa américaines

# Country_AT
source: Austria
fr_ca: Autriche

# Country_AU
source: Australia
fr_ca: Australie

# Country_AZ
source: Azerbaidjan
fr_ca: Azerbaïdjan

# Country_BA
source: Bosnia-Herzevina
fr_ca: Bosnie-Herzégovine

# Country_BB
source: Barbados
fr_ca: Barbade

# Country_BE
source: Belgium
es_co: Bélgica
fr_ca: Belgique

# Country_BG
source: Bulgaria
fr_ca: Bulgarie

# Country_BH
source: Bahrain
es_co: Bahrein
fr_ca: Bahreïn

# Country_BJ
source: Benin
es_co: Benín
fr_ca: Bénin

# Country_BM
source: Bermuda
es_co: islas Bermudas
fr_ca: Bermudes

# Country_BO
source: Bolivia
fr_ca: Bolivie

# Country_BR
source: Brazil
es_co: Brasil
fr_ca: Brésil

# Country_BT
source: Bhutan
es_co: Bhután
fr_ca: Bhoutan

# Country_BV
source: Bouvet Island
es_co: Isla Bouvet
fr_ca: Bouvet (Îles)

# Country_CC
source: Cocos (Keeling) Islands
es_co: Islas Cocos (Keeling)
fr_ca: Îles Cocos (Keeling)

# Country_CD
source: Congo, The Democratic Republic of the
es_co: Congo, República Democrática del
fr_ca: République démocratique du Congo

# Country_CF
source: Central African Republic
es_co: República Centroafricana
fr_ca: République centrafricaine

# Country_CG
source: Congo, Republic of the
es_co: República del Congo
fr_ca: République du Congo

# Country_CH
source: Switzerland
es_co: Suiza
fr_ca: Suisse

# Country_CI
source: Ivory Coast (Cote D Ivoire)
es_co: Costa de Marfil (Costa de Marfil)
fr_ca: Côte d’Ivoire

# Country_CK
source: Cook Islands
es_co: Islas Cook
fr_ca: Îles Cook

# Country_CL
source: Chile
fr_ca: Chili

# Country_CM
source: Cameroon
es_co: Camerún
fr_ca: Cameroun

# Country_CN
source: China
fr_ca: Chine

# Country_CO
source: Colombia
fr_ca: Colombie

# Country_CS
source: Former Czechoslovakia
es_co: Antigua Checoslovaquia
fr_ca: Ancienne Tchécoslovaquie

# Country_CV
source: Cape Verde
es_co: Cabo Verde
fr_ca: Cap-Vert

# Country_CX
source: Christmas Island
es_co: Isla de Navidad
fr_ca: Île Christmas

# Country_CY
source: Cyprus
es_co: Chipre
fr_ca: Chypre

# Country_CZ
source: Czech Republic
es_co: Republica checa
fr_ca: République tchèque

# Country_DE
source: Germany
es_co: Alemania
fr_ca: Allemagne

# Country_DK
source: Denmark
es_co: Dinamarca
fr_ca: Danemark

# Country_DM
source: Dominica
fr_ca: Dominique

# Country_DO
source: Dominican Republic
es_co: República Dominicana
fr_ca: République dominicaine

# Country_DZ
source: Algeria
es_co: Argelia
fr_ca: Algérie

# Country_EC
source: Ecuador
fr_ca: Équateur

# Country_EE
source: Estonia
fr_ca: Estonie

# Country_EG
source: Egypt
es_co: Egipto
fr_ca: Égypte

# Country_EH
source: Western Sahara
es_co: Sahara Occidental
fr_ca: Sahara occidental

# Country_ER
source: Eritrea
fr_ca: Érythrée

# Country_ES
source: Spain
es_co: España
fr_ca: Espagne

# Country_ET
source: Ethiopia
es_co: Etiopía
fr_ca: Éthiopie

# Country_FI
source: Finland
es_co: Finlandia
fr_ca: Finlande

# Country_FJ
source: Fiji
es_co: Fiyi
fr_ca: Fidji

# Country_FK
source: Falkland Islands
es_co: Islas Malvinas
fr_ca: Îles Falkland

# Country_FM
source: Micronesia
fr_ca: Micronésie

# Country_FO
source: Faroe Islands
es_co: Islas Faroe
fr_ca: Îles Féroé

# Country_FX
source: France (European Territory)
es_co: Francia (territorio europeo)
fr_ca: France (territoire européen)

# Country_GB
source: United Kingdom
es_co: Reino Unido
fr_ca: Royaume-Uni

# Country_GD
source: Grenada
es_co: Granada
fr_ca: Grenade

# Country_GE
source: Georgia
fr_ca: Géorgie

# Country_GF
source: French Guyana
es_co: Guayana Francesa
fr_ca: Guyane française

# Country_GG
source: Guernsey
fr_ca: Guernesey

# Country_GL
source: Greenland
es_co: Tierra Verde
fr_ca: Groenland

# Country_GM
source: Gambia
fr_ca: Gambie

# Country_GN
source: Guinea
fr_ca: Guinée

# Country_GP
source: Guadeloupe (French)
es_co: Guadalupe (francés)
fr_ca: Guadeloupe (française)

# Country_GQ
source: Equatorial Guinea
es_co: Guinea Ecuatorial
fr_ca: Guinée équatoriale

# Country_GR
source: Greece
es_co: Grecia
fr_ca: Grèce

# Country_GS
source: S. Georgia and S. Sandwich Isls.
es_co: S. Georgia y S. Sandwich Isls.
fr_ca: Géorgie du Sud et îles Sandwich du Sud

# Country_GU
source: Guam (USA)
es_co: Guam (EE. UU.)
fr_ca: Guam (États-Unis)

# Country_GW
source: Guinea Bissau
fr_ca: Guinée-Bissau

# Country_GY
source: Guyana
es_co: Guayana
fr_ca: Guyane

# Country_HM
source: Heard and McDonald Islands
es_co: Islas Heard y McDonald
fr_ca: Îles Heard et McDonald

# Country_HR
source: Croatia
es_co: Croacia
fr_ca: Croatie

# Country_HT
source: Haiti
es_co: Haití
fr_ca: Haïti

# Country_HU
source: Hungary
es_co: Hungría
fr_ca: Hongrie

# Country_ID
source: Indonesia
fr_ca: Indonésie

# Country_IE
source: Ireland
es_co: Irlanda
fr_ca: Irlande

# Country_IL
source: Israel
fr_ca: Israël

# Country_IM
source: Isle of Man
es_co: Isla del hombre
fr_ca: Île de Man

# Country_IN
source: India
fr_ca: Inde

# Country_IO
source: British Indian Ocean Territory
es_co: Territorio Británico del Océano Índico
fr_ca: Territoire britannique de l'océan Indien

# Country_IQ
source: Iraq
es_co: Irak
fr_ca: Irak

# Country_IS
source: Iceland
es_co: Islandia
fr_ca: Islande

# Country_IT
source: Italy
es_co: Italia
fr_ca: Italie

# Country_JM
source: Jamaica
fr_ca: Jamaïque

# Country_JO
source: Jordan
es_co: Jordán
fr_ca: Jordanie

# Country_JP
source: Japan
es_co: Japón
fr_ca: Japon

# Country_KG
source: Kyrgyz Republic (Kyrgyzstan)
es_co: República Kirguisa (Kirguistán)
fr_ca: République kirghize (Kirghizistan)

# Country_KH
source: Cambodia, Kingdom of
es_co: Camboya, Reino de
fr_ca: Royaume du Cambodge

# Country_KM
source: Comoros
es_co: Comoras
fr_ca: Comores

# Country_KN
source: Saint Kitts and Nevis Anguilla
es_co: San Cristóbal y Nieves Anguila
fr_ca: Saint-Kitts-et-Nevis Anguilla

# Country_KP
source: North Korea
es_co: Corea del Norte
fr_ca: Corée du Nord
