Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

source: Processing
es_co: En proceso
fr_ca: Traitement en cours

source: Processing on
es_co: Procesamiento en
fr_ca: Traitement le

# ProductUppercase
source: PRODUCT
es_co: PRODUCTO
fr_ca: PRODUIT

source: QTY
es_co: Cantidad
fr_ca: QTÉ

source: Save Changes
es_co: Guardar cambios
fr_ca: Enregistrer les modifications

source: SAVED PAYMENT METHODS
es_co: MÉTODOS DE PAGO GUARDADOS
fr_ca: MODES DE PAIEMENT ENREGISTRÉS

# SavePrimaryAddress
source: Save this as my primary address
es_co: Guarde esto como mi dirección principal
fr_ca: Enregistrer comme adresse principale

# SaveUppercase
source: SAVE
es_co: GUARDAR
fr_ca: ENREGISTRER

source: Secondary Card on file
es_co: Tarjeta secundaria en el archivo
fr_ca: Carte secondaire au dossier

# SecurityReEnterAccountNumber
source: For security purposes, please re-enter your account number
es_co: Por motivos de seguridad, vuelve a ingresar tu número de cuenta
fr_ca: À des fins de sécurité, veuillez entrer votre numéro de compte de nouveau.

# SetPrimary
source: Set as primary
es_co: Establecer como primario
fr_ca: Fixer comme principal

source: Ship Method
es_co: Método de envío
fr_ca: Mode d'expédition

source: Shipping Address
es_co: Dirección de Envío
fr_ca: Adresse d'expédition

source: Shipping Address Updated
es_co: Dirección de envío actualizada
fr_ca: Adresse d'expédition mise à jour

source: Ship to
es_co: Enviar a
fr_ca: Expédier à

source: Sorry
es_co: Lo siento
fr_ca: Désolé

# SorryErrorText
source: Sorry, there was an error.
es_co: Lo sentimos, ha ocurrido un error.
fr_ca: Désolé, une erreur est survenue.

# UnitPriceUppercase
source: UNIT PRICE
es_co: PRECIO UNITARIO
fr_ca: PRIX UNITAIRE

# UPCNumber
source: UPC #
fr_ca: No CUP

# UPCPound
source: UPC #
fr_ca: No CUP

# WhatIsYourEmail
source: What's Your Email Address
es_co: Cuál es tu dirección de correo electrónico
fr_ca: Quelle est votre adresse courriel

# WhatIsYourFacebook
source: What's your Facebook username?
es_co: ¿Cuál es tu nombre de usuario de Facebook?
fr_ca: Quel est votre nom d’utilisateur Facebook?

# WhatURLIsYourImage
source: What URL is your image found at?
es_co: ¿En qué URL se encuentra tu imagen?
fr_ca: Sur quelle URL votre image se trouve-t-elle?

# YouDoNotHaveAnyAutoOrder
source: You do not have any AutoShip orders at this time.
es_co: No tienes ningún pedido de Autoenvío en este momento.
fr_ca: Vous n’avez aucune commande avec livraison automatique pour l’instant.

source: Your Account
es_co: Tu cuenta
fr_ca: Votre compte

# YourAOPS
source: Your Auto-orders
es_co: Tus Autoenvíos
fr_ca: Vos commandes avec livraison automatique

# YourCartUppercase
source: YOUR CART
es_co: TU CARRITO
fr_ca: VOTRE PANIER D'ACHATS

source: Your Order
es_co: Tu pedido
fr_ca: Votre commande

source: Your Profile Picture
es_co: Tu foto de perfil
fr_ca: Votre photo de profil

source: Account
es_co: Cuenta
fr_ca: Compte

source: account ending in
es_co: cuenta que termina en
fr_ca: Compte qui se termine par

source: Account Number
es_co: Número de cuenta
fr_ca: Numéro de compte

# AccountNumberError
source: Please validate that your account number is correct.
es_co: Por favor, verifica que tu número de cuenta sea correcto.
fr_ca: Veuillez vérifier que votre numéro de compte est correct.

# AccountNumberRules
source: Account Number
es_co: Número de cuenta
fr_ca: Numéro de compte

source: Account Settings
es_co: Configuraciones de la cuenta
fr_ca: Paramètres du compte

source: Active
es_co: Activo
fr_ca: Actif

source: Activity
es_co: Actividad
fr_ca: Activité

# AddBankAccount
source: Add a checking account
es_co: Agrega una cuenta corriente
fr_ca: Ajouter un compte chèques

# AddCard
source: Add a card
es_co: Añade una tarjeta
fr_ca: Ajouter une carte

# AddNewBankAccount
source: Add a new bank account
es_co: Agregar una nueva cuenta bancaria
fr_ca: Ajouter un nouveau compte bancaire

# AddNewCreditCard
source: Add a new credit card
es_co: Agregar una nueva tarjeta de crédito
fr_ca: Ajouter une nouvelle carte de crédit

source: Address
es_co: Dirección
fr_ca: Adresse

# Address2Placeholder
source: Apartment, suite, unit, building, floor, etc.
es_co: Apartamento, suite, unidad, edificio, piso, etc.
fr_ca: Appartement, bureau, unité, édifice, étage, etc.

source: Addresses
es_co: Direcciones
fr_ca: Adresses

source: Add to Cart
es_co: Añadir al carrito
fr_ca: Ajouter au panier

source: After
es_co: Después
fr_ca: Après

source: Agenda
fr_ca: Ordre du jour

source: All day
es_co: Todo el dia
fr_ca: Tous les jours

source: All Orders
es_co: Todos los pedidos
fr_ca: Toutes les commandes

source: Amount Paid
es_co: Cantidad pagada
fr_ca: Montant payé

# AutoOrder
source: AutoShip
es_co: Autoenvío
fr_ca: Livraison automatique

# AutoOrderBankAccount
source: AutoShip Bank Account
es_co: Cuenta bancaria de Autoenvío
fr_ca: Compte bancaire pour livraison automatique

# AutoOrderBankAccountCannotBeDeleted
source: This bank account cannot be deleted while it is still being used by an autoship.
es_co: Esta cuenta bancaria no se puede eliminar mientras todavía esté siendo utilizada por un Autoenvío
fr_ca: Ce compte bancaire ne peut pas être supprimé puisqu’il est toujours utilisé pour la livraison automatique.

# AutoOrderCannotProcess_MissingPaymentMethod
source: This autoship cannot be processed because it is missing a valid payment method.
es_co: Este Autoenvío no se puede procesar porque falta un método de pago válido.
fr_ca: Il est impossible de traiter cette livraison automatique parce qu’il manque un mode de paiement valide.

# AutoOrderCreditCard
source: AutoShip Card
es_co: Tarjeta de Autoenvío
fr_ca: Carte de livraison automatique

# AutoOrderCreditCardCannotBeDeleted
source: This credit card cannot be deleted while it is still being used by an autoship.
es_co: Esta tarjeta de crédito no se puede eliminar mientras todavía esté siendo utilizada por un Autoenvío
fr_ca: Cette carte de crédit ne peut pas être supprimée puisqu’elle est toujours utilisée pour la livraison automatique.

# AutoOrderNotScheduled
source: This autoship is not scheduled to process at this time.
es_co: Este Autoenvío no está programado para procesarse en este momento.
fr_ca: Le traitement de cette livraison automatique n’est pas prévu pour l’instant.

# AutoOrders
source: AutoShips
es_co: Autoenvío
fr_ca: Livraisons automatiques

source: Back to top
es_co: Volver arriba
fr_ca: Retour en haut de la page

source: Balance Forwarded
es_co: Balance enviado
fr_ca: Solde reporté

# BankAccountUsedAsAutoOrderPaymentMethod
source: This bank account is being used as the payment method for {0} of your autoships.
es_co: Esta cuenta bancaria se está utilizando como método de pago para {0} de tus Autoenvíos.
fr_ca: Ce compte bancaire est utilisé comme mode de paiement pour {0} de vos livraisons automatiques.

source: Bank Name
es_co: Nombre del Banco
fr_ca: Nom de la banque

source: Basic Information
es_co: Información básica
fr_ca: Information de base

source: Billed to
es_co: Facturado a
fr_ca: Facturé à

source: Billing Address
es_co: Dirección de facturación
fr_ca: Adresse de facturation

# BillingAddressSameAsShipping
source: My billing address is the same as my shipping address
es_co: Mi dirección de facturación es la misma que mi dirección de envío
fr_ca: Mon adresse de facturation est la même que mon adresse de livraison

source: Binary Tree Viewer
es_co: Visor de árbol binario
fr_ca: Affichage de l’arbre binaire

source: Blog
fr_ca: Blogue

source: Bonus ID
es_co: ID de bonificación
fr_ca: Numéro du Bonus

# BV
source: PV
es_co: VP
fr_ca: VP

source: By
es_co: Por
fr_ca: Par

# Calendar
source: Business Calendar
es_co: Calendario de negocios
fr_ca: Calendrier d’affaires

# CancelAutoOrder
source: Cancel autoship
es_co: Cancelar Autoenvío
fr_ca: Annuler cette commande

source: Cancelled Orders
es_co: Pedidos cancelados
fr_ca: Commandes annulées

source: Cancel order
es_co: Cancelar pedido
fr_ca: Annuler la commande

source: Cart
es_co: Carrito
fr_ca: Panier

source: Change settings
es_co: Cambiar ajustes
fr_ca: Modifier les paramètres

# ChangesToAutoOrderBankAccounts
source: You have {0} autoship(s) using this bank account. Any changes will be automatically applied automatically to them.
es_co: Tienes {0} Autoenvío (s) usando esta cuenta bancaria. Cualquier cambio se aplicará automáticamente a ellos.
fr_ca: Vous avez {0} livraison(s) automatique(s) qui utilisent ce compte bancaire. Toute modification sera automatiquement appliquée à ces livraisons automatiques.

# ChangesToAutoOrderCreditCards
source: You have {0} autoship(s) using this credit card. Any changes will be automatically applied automatically to them.
es_co: Tienes {0} Autoenvío (s) usando esta tarjeta de crédito. Cualquier cambio se aplicará automáticamente a ellos .
fr_ca: Vous avez {0} livraison(s) automatique(s) qui utilisent cette carte de crédit. Toute modification sera automatiquement appliquée à ces livraisons automatiques.

source: Checking Account
es_co: Cuenta de cheques
fr_ca: Vérification du compte

source: Checkout
es_co: Pagar
fr_ca: Paiement

# ChoosePassword
source: Please choose a password
es_co: Por favor elije una contraseña
fr_ca: Veuillez choisir un mot de passe

# ChoosePaymentMethod
source: Choose a payment method
es_co: Elije un método de pago
fr_ca: Choisir un mode de paiement

# ChooseShippingMethod
source: Choose a shipping speed
es_co: Elije un tiempo de envío
fr_ca: Choisir un mode d'expédition

source: City
es_co: Ciudad
fr_ca: Ville

source: City/State/Zip
es_co: Ciudad/Estado/Código postal
fr_ca: Ville/Province/Code postal

source: Clear
es_co: Eliminar
fr_ca: Effacer

source: Commission Payout
es_co: Pago de comisiones
fr_ca: Paiement des commissions

source: Company News
es_co: Noticias de la compañía
fr_ca: Nouvelles de l’entreprise

source: Complete
es_co: Completado
fr_ca: Terminé

# ConfirmPassword
source: Re-enter password
es_co: Confirmar contraseña
fr_ca: Confirmer le mot de passe

source: Contact Information
es_co: Información del contacto
fr_ca: Coordonnées

# CopyToCalendar
source: Copy to my calendar
es_co: Copiar a mi calendario
fr_ca: Copier à mon calendrier

source: Create
es_co: Crear
fr_ca: Créer

# CreateAutoOrder
source: Create new AutoShip
es_co: Crear un nuevo Autoenvío
fr_ca: Créer une nouvelle commande avec livraison automatique

source: Create Event
es_co: Crear evento
fr_ca: Créer un événement

# CreateNewEvent
source: Create a new event...
es_co: Crea un nuevo evento ...
fr_ca: Créer un nouvel événement

# CreditCardUsedAsAutoOrderPaymentMethod
source: This card is being used as the payment method for {0} of your autoships.
es_co: Esta tarjeta se está utilizando como método de pago para {0} de tus Autoenvíos
fr_ca: Cette carte est utilisée comme mode de paiement pour {0} de vos livraisons automatiques.

source: Credit/Debit Cards
es_co: Tarjetas de crédito / débito
fr_ca: Cartes de crédit/débit

source: Current Commissions
es_co: Comisiones actuales
fr_ca: Commissions en cours

# CurrentlyReceivingNotificationsAt
source: You are currently receiving email notifications at
es_co: Actualmente estás recibiendo notificaciones por correo electrónico en
fr_ca: Vous recevez actuellement des notifications à l’adresse courriel

source: Current Rank
es_co: Rango actual
fr_ca: Niveau actuel

source: CV
es_co: VC
fr_ca: VC

source: Daily
es_co: Diariamente
fr_ca: Tous les jours

source: Dashboard
es_co: Tablero
fr_ca: Tableau de bord

source: Day
es_co: Dia
fr_ca: Jour

# DayOfMonth
source: Day of the month
es_co: Día del mes
fr_ca: Jour du mois

# DayOfWeek
source: Day of the week
es_co: Día de la semana
fr_ca: Jour de la semaine

source: Days
es_co: Días
fr_ca: Jours

source: Declined Orders
es_co: Pedidos declinados
fr_ca: Commandes refusées

source: Direct Deposit
es_co: Pago Directo
fr_ca: Dépôt direct

# DistributorSince
source: Consultant since
es_co: Consultor Independiente desde
fr_ca: Consultant depuis

# DoNotRepeatEvent
source: Do not repeat this event
es_co: No repetir este evento
fr_ca: Ne pas répéter cet événement

# DontHaveDDText
source: You do not have direct deposit information on file, click Create to set up your direct deposit bank account.
es_co: No tienes información de depósito directo en el archivo, haz clic en Crear para configurar tu cuenta bancaria de depósito directo.
fr_ca: Votre dossier ne comprend aucune information sur le dépôt direct; cliquez sur Créer pour configurer votre compte bancaire pour le dépôt direct.

# DownlineAutoOrders
source: Downline's AutoShips
es_co: Autoenvío de línea descendente
fr_ca: Livraisons automatiques de la lignée en aval

# DownlineOrders
source: Downline's Orders
es_co: Pedidos de línea descendente
fr_ca: Commandes de la lignée en aval

source: Downline Ranks
es_co: Rangos de línea descendente
fr_ca: Niveaux de la lignée en aval

source: Earned
es_co: Ganado
fr_ca: Gagné

source: Earnings
es_co: Ganancias
fr_ca: Revenus

source: Edit
es_co: Editar
fr_ca: Modifier

source: Edit Avatar
es_co: Editar Avatar
fr_ca: Modifier avatar

source: Edit event
es_co: Editar evento
fr_ca: Modifier événement

source: Edit series
es_co: Editar serie
fr_ca: Modifier les séries

# EmailVerified
source: Thank you! Your email has been verified, and you will now receive notifications.
es_co: ¡Gracias! tu correo electrónico ha sido verificado y ahora recibirás notificaciones.
fr_ca: Merci! Votre adresse courriel a été vérifiée, et vous recevrez maintenant des notifications.

source: End Date
es_co: Fecha final
fr_ca: Date de fin

source: Ends
es_co: Termina
fr_ca: Se termine

source: Enroller
es_co: Patrocinador (Enroller)
fr_ca: Recruteur

source: Enroll new...
es_co: Nuevo registro ...
fr_ca: Inscrire nouveau…

# EnterAPersonalMessage
source: Enter a personal message to display on your site.
es_co: Ingresa un mensaje personal para mostrar en tu sitio.
fr_ca: Entrez un message personnel à afficher sur votre site.

# EnterLocation
source: Enter a location
es_co: Ingresa una ubicación
fr_ca: Inscrire un endroit

source: Essential Reports
es_co: Informes esenciales
fr_ca: Rapports essentiels

source: Estimated
es_co: Estimado
fr_ca: Estimé

source: Estimated Total
es_co: Total Estimado
fr_ca: Total estimé

source: Event
es_co: Evento
fr_ca: Événement

source: Event Details
es_co: Detalles del evento
fr_ca: Détails de l'événement

source: Event Type
es_co: Tipo de evento
fr_ca: Type d'événement

source: Event Types
es_co: Tipos de eventos
fr_ca: Types d'événements

source: Expired
es_co: Expirado
fr_ca: Expiré

source: Faxes
fr_ca: Télécopieurs

source: Fee
es_co: Cuota
fr_ca: Frais

# FindSponsorByNameOrID
source: Find a sponsor by name or ID...
es_co: Encontrar un ascendente (sponsor) por nombre o ID ...
fr_ca: Trouver un parrain par nom ou numéro d'identification

source: First Name
es_co: Nombre
fr_ca: Prénom

source: From
es_co: De:
fr_ca: De :

source: Go
es_co: Ir
fr_ca: Aller

source: Go Back
es_co: Regresar
fr_ca: Retournez

source: Invoice
es_co: Pedido
fr_ca: Facture

source: item(s) to buy now
es_co: artículo (s) para comprar ahora
fr_ca: Article(s) à acheter maintenant

# ItemsWillProcessOn
source: {0} item(s) will process on:
es_co: {0} artículo (s) se procesarán en:
fr_ca: {0} article(s) seront traités le :

source: Language
es_co: Idioma
fr_ca: Langue

source: Last Name
es_co: Apellidos
fr_ca: Nom

source: Last Process Date
es_co: Última fecha del proceso
fr_ca: Dernière date de traitement

source: Lead Source
es_co: Fuente de origen
fr_ca: Source de la piste de vente

source: Level
es_co: Nivel
fr_ca: Niveau

source: Loading...
es_co: Cargando...
fr_ca: Chargement en cours...

# ManagePaymentMethods
source: Manage your payment methods
es_co: Administrar métodos de pago
fr_ca: Gérer vos modes de paiement

source: Manage Resources
es_co: Administrar recursos
fr_ca: Gérer les ressources

source: Month
es_co: Mes
fr_ca: Mois

source: Months
es_co: Meses
fr_ca: Mois

source: More Payment Options
es_co: Más opciones de pago
fr_ca: Autres options de paiement

source: Must be placed by
es_co: Debe ser colocado por
fr_ca: Doit être passé avant

source: My Cart
es_co: Mi carrito
fr_ca: Mon panier

source: Name
es_co: Nombre
fr_ca: Nom

# NameOfBank
source: Name of your bank
es_co: Nombre de tu banco
fr_ca: Nom de votre banque

source: Name on account
es_co: Nombre en la cuenta
fr_ca: Nom sur le compte

source: Name on your account
es_co: Nombre en tu cuenta
fr_ca: Nom sur votre compte

source: Never
es_co: Nunca
fr_ca: Jamais

source: New Copied Event
es_co: Nuevo evento copiado
fr_ca: Nouvel événement copié

# NewDistributorsList
source: New Consultants List
es_co: Nueva lista de Consultores Independientes
fr_ca: Liste de nouveaux consultants

source: Newer
es_co: Más reciente
fr_ca: Plus nouveau

source: New Event
es_co: Nuevo evento
fr_ca: Nouvel événement

source: Next Rank
es_co: Siguiente rango
fr_ca: Prochain niveau

# NoAutoOrderFound
source: No AutoShip found.
es_co: No se encontró Autoenvío.
fr_ca: Aucune commande avec livraison automatique trouvée

# NoItemsInCart
source: You don't have any items in your cart yet.
es_co: Aún no tienes ningún artículo en tu carrito.
fr_ca: Votre panier ne contient pas encore d’articles.

# NoItemsPurchased
source: * No items were purchased with this order *
es_co: * No se compraron artículos con este pedido *
fr_ca: * Aucun article n’a été acheté dans cette commande *

# NoItemsPurchasedInOrder
source: No items were purchased with this order
es_co: No se compraron artículos con esta orden
fr_ca: Aucun article n’a été acheté dans cette commande

source: No orders found
es_co: No se encontraron pedidos
fr_ca: Aucune commande trouvée

source: No payment method
es_co: Sin método de pago
fr_ca: Aucun mode de paiement

# NoRecentActivity
source: Your team has no recent activity.
es_co: Tu equipo no tiene actividad reciente.
fr_ca: Votre équipe n'a aucune activité récente

source: Notification Status
es_co: Estado de notificación
fr_ca: Statut de la notification

# NotificationSubscriptionInstructions
source: To subscribe to company emails, click the "Subscribe" button below. An email will be sent to verify your email address.
es_co: Para suscribirse a los correos electrónicos de la empresa, haz clic en el botón "Suscribir" a continuación. Se enviará un correo electrónico para verificar tu dirección de correo electrónico.
fr_ca: Pour vous inscrire aux courriels d’entreprise, cliquez sur le bouton « S’inscrire » ci-dessous. Un courriel vous sera envoyé pour vérifier votre adresse.

# Occurrences
source: Occrrences
es_co: Ocurrencias
fr_ca: Occurrences

source: Older
es_co: más antiguo
fr_ca: Plus ancien

source: On
es_co: En
fr_ca: Le

source: Open Orders
es_co: Pedidos abiertos
fr_ca: Commandes ouvertes

source: Order Complete
es_co: Pedido completo
fr_ca: Commande terminée

source: Order Date
es_co: Fecha de pedido
fr_ca: Date de commande

source: Ordered
es_co: Ordenado
fr_ca: Commandé

source: Order History
es_co: Historial de pedidos
fr_ca: Historique de commandes

source: Orders
es_co: Pedidos
fr_ca: Commandes

source: Orders found
es_co: Pedidos encontrados
fr_ca: Commandes trouvées

source: Order Summary
es_co: Resumen del pedido
fr_ca: Sommaire de la commande

# OrEnterNewAddress
source: Or enter a new address
es_co: O ingresa una nueva dirección
fr_ca: Ou inscrire une nouvelle adresse

source: Organization
es_co: Organización
fr_ca: Organisation

source: Page Not Found
es_co: Página no encontrada
fr_ca: Page non trouvée

# PageNotFoundInstructions
source: We couldn't find the page you were looking for.
es_co: No pudimos encontrar la página que estabas buscando.
fr_ca: La page que vous recherchez est introuvable.

source: Paid Level
es_co: Nivel pagado
fr_ca: Niveau de rémunération

# PaidRank
source: Paid Title
es_co: Título pagado
fr_ca: Titre de rémunération

source: Password
es_co: Mi contraseña
fr_ca: Mon mot de passe

source: Path
es_co: Trayectoria
fr_ca: Cheminement

# PathFullfullment
source: Fullfullment of any path below will qualify you.
es_co: El cumplimiento de cualquier trayectoria a continuación te calificará.
fr_ca: Vous pouvez suivre l’un ou l’autre des cheminements ci-dessous pour vous qualifier.

source: Payment Methods
es_co: Métodos de pago
fr_ca: Modes de paiement

source: Pay with this account
es_co: Pague con esta cuenta
fr_ca: Payer avec ce compte

source: Pay with this card
es_co: Pague con esta tarjeta
fr_ca: Payer avec cette carte

source: Period
es_co: Período
fr_ca: Période

# Period1
source: Period
es_co: Período
fr_ca: Période

source: Personally Enrolled Team
es_co: Equipo inscrito personalmente
fr_ca: Équipe inscrite personnellement

source: Phone Numbers
es_co: Números de teléfono
fr_ca: Numéros de téléphone

source: Place
es_co: Lugar
fr_ca: Placer

# PlaceOrder
source: Place your order
es_co: Realiza tu pedido
fr_ca: Placer Votre Commande

# PreferredCustomers
source: AutoShip Customer
es_co: Cliente de AutoEnvío
fr_ca: Client avec livraison automatique

source: Previous Balance
es_co: Balance anterior
fr_ca: Solde précédent

source: Price
es_co: Precio
fr_ca: Prix

source: Price per unit
es_co: Precio por unidad
fr_ca: Prix unitaire

source: Primary
es_co: Principal
fr_ca: Primaire

source: Print
es_co: Impresión
fr_ca: Imprimer

source: Print invoice
es_co: Imprimir factura
fr_ca: Imprimer la facture

source: Privacy
es_co: Privacidad
fr_ca: Confidentialité

source: Private
es_co: Particular
fr_ca: Privé

source: Proceed to Checkout
es_co: Pasar a la caja
fr_ca: Passer à la caisse

# ProductDescription
source: About
es_co: Descripción del producto
fr_ca: À propos

source: Profile
es_co: Perfil
fr_ca: Profil

source: Qualified
es_co: Calificado
fr_ca: Qualifié

source: Qualified as
es_co: Calificado como
fr_ca: Qualifié comme

source: Qualifying as
es_co: Que califica como
fr_ca: Qualifié comme

source: Quantity
es_co: Cantidad
fr_ca: Quantité

source: Rank
es_co: Rango
fr_ca: Niveau

source: Rank Advancement
es_co: Avance de Rango
fr_ca: Avancement de niveau

source: Recent Activity List
es_co: Lista de actividad reciente
fr_ca: Liste d’activités récentes

# ReEnterAccountNumber
source: For security purposes, please re-enter your account number.
es_co: Por razones de seguridad, por favor vuelve a ingresar tu número de cuenta.
fr_ca: À des fins de sécurité, veuillez entrer votre numéro de compte de nouveau.

# ReEnterCardNumber
source: For security purposes, please re-enter your credit card number.
es_co: Por razones de seguridad, por favor vuelve a introducir tu número de tarjeta de crédito.
fr_ca: À des fins de sécurité, veuillez entrer votre numéro de carte de crédit de nouveau.

source: Remove
es_co: Eliminar
fr_ca: Supprimer

source: Repeat
es_co: Repetir
fr_ca: Répéter

source: Repeat by
es_co: Repite por
fr_ca: Répéter avant

source: Repeat every
es_co: Repetir cada
fr_ca: Répéter tous les

source: Repeat on
es_co: Repite en
fr_ca: Répéter le

source: Repeats
es_co: Repeticiones
fr_ca: Répétitions

source: Repeat Settings
es_co: Repite ajustes
fr_ca: Paramètres de répétition

source: Requirements
es_co: Requerimientos
fr_ca: Exigences

source: Resources
es_co: Recursos
fr_ca: Ressources

source: Resources Library
es_co: Biblioteca de Recursos
fr_ca: Bibliothèque de ressources

source: Returned Orders
es_co: Pedidos devueltos
fr_ca: Commandes retournées

source: Review
es_co: reseña
fr_ca: Revoir

# ReviewYourAutoOrder
source: Review your AutoShip
es_co: Revisa tu Autoenvío
fr_ca: Revoir votre livraison automatique

source: Review your order
es_co: Revisa tu pedido
fr_ca: Revoir votre commande

source: Routing Number
es_co: Clave interbancaria
fr_ca: Numéro d'acheminement

# RoutingNumberError
source: Please validate that your routing number is correct.
es_co: Valida por favor que tu número de ruta sea correcto.
fr_ca: Veuillez vérifier que votre numéro d’acheminement est correct.
