Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

# SaveAsPrimaryAddress
source: Save this as my primary address
es_co: Guardar como mi dirección primaria
fr_ca: Enregistrer comme adresse principale

source: Search
es_co: Buscar
fr_ca: Recherche

source: Search Results
es_co: Resultados de la búsqueda
fr_ca: Résultats de la recherche

source: Secondary
es_co: Secundario
fr_ca: Secondaire

# SelectPaymentMethod
source: Select a payment method
es_co: Selecciona una forma de pago
fr_ca: Sélectionner un mode de paiement

# SelectShippingAddress
source: Select a shipping address
es_co: seleccionar una dirección de envío
fr_ca: Sélectionner une adresse d'expédition

source: Send faxes to
es_co: Enviar faxes a
fr_ca: Envoyer les télécopies à

source: Send texts to
es_co: Enviar textos a
fr_ca: Envoyer les messages texte à

source: Set as primary
es_co: Establecer como primario
fr_ca: Fixer comme numéro principal

source: Shipped
es_co: Enviado
fr_ca: Expédié

source: Shipped Orders
es_co: Pedidos enviados
fr_ca: Commandes expédiées

source: Shipped to
es_co: Enviado a
fr_ca: Expédié à

# ShippingAndHandling
source: Shipping & handling
es_co: Envío y manejo
fr_ca: Expédition et manutention

source: Ship to this address
es_co: Enviar a esta direccion
fr_ca: Expédier à cette adresse

source: Shopping
es_co: Compras
fr_ca: Magasinage

source: Sign in
es_co: Registrarse
fr_ca: Ouvrir une session

source: Sign out
es_co: Desconectar
fr_ca: Fermer la session

source: SKU
fr_ca: UGS

source: Social Media
es_co: Redes sociales
fr_ca: Médias sociaux

source: Sponsor
es_co: Ascendente (Sponsor)
fr_ca: Parrain

source: Start Date
es_co: Fecha de inicio
fr_ca: Date de début

# StartNewAutoOrder
source: Start a new autoship..
es_co: Comenzar un nuevo Autoenvío..
fr_ca: Créer une nouvelle livraison automatique..

source: Starts on
es_co: Inicia en
fr_ca: Commence le

source: State
es_co: Estado
fr_ca: Province

source: Store
es_co: Tienda
fr_ca: Achats

source: Submit
es_co: Enviar
fr_ca: Soumettre

source: Subscribe
es_co: Suscribir
fr_ca: S’inscrire

source: Subscriptions
es_co: Suscripciones
fr_ca: Inscriptions

source: Subtotal
fr_ca: Sous-total

source: Success!
es_co: ¡Éxito!
fr_ca: Succès!

source: Summary
es_co: Resumen
fr_ca: Sommaire

source: Tax
es_co: Impuesto
fr_ca: Taxes

# TextMessages
source: Text Preferences
es_co: Preferencias de texto
fr_ca: Préférences de texte

source: Time
es_co: Hora
fr_ca: Heure

source: Time zone
es_co: Zona horaria
fr_ca: Fuseau horaire

source: Today
es_co: Hoy
fr_ca: Aujourd’hui

source: Toggle Navigation
es_co: Navegación alterna
fr_ca: Activer la navigation

source: Tomorrow
es_co: Mañana
fr_ca: Demain

source: Total before tax
es_co: Total antes de impuestos
fr_ca: Total avant taxes

source: Tracking
es_co: Rastreo
fr_ca: Suivi

source: Track your order
es_co: Rastrea tu pedido
fr_ca: Suivi de votre commande

source: Tree Placement Required
es_co: Colocación de árbol requerida
fr_ca: Positionnement dans l’arbre requis

# TreePlacementRequiredInstructions
source: You must be in the tree to use this feature.
es_co: Debes estar en el árbol para usar esta función.
fr_ca: Vous devez être dans l’arbre pour utiliser cette fonction.

source: Unable to Delete
es_co: No se puede borrar
fr_ca: Impossible de supprimer

source: Unexpected Error
es_co: Error inesperado
fr_ca: Erreur inattendue

# UnexpectedErrorInstructions
source: Something went wrong with that last click. We're not sure exactly what happened, but we've let our tech guys know.
es_co: Algo salió mal con ese último clic. No estamos seguros de lo que sucedió exactamente, pero ya hemos informado a nuestros técnicos.
fr_ca: Un problème est survenu lors de votre dernier clic. Nous ne savons pas exactement ce qui est arrivé, mais nous en avons informé nos techniciens.

source: Unsubscribe
es_co: Darse de baja
fr_ca: Se désabonner

source: Untitled event
es_co: Evento sin título
fr_ca: Événement sans titre

# UpcomingPromotions
source: Upcoming Rank Promotions
es_co: Próximos ascensos de rango
fr_ca: Avancements de niveau à venir

# RenewalFee
source: Your Renewal Fee is due, please contact Customer Support or click "Continue" to pay and keep working.
es_co: Debe pagar su cobro de renovación, por favor póngase en contacto con Servicio al Cliente o haga clic en "Continuar" para pagar y seguir trabajando.
fr_ca: Vos frais de renouvellement doivent être payés. Veuillez s’il vous plaît contacter le département du service à la clientèle ou cliquer sur "Continuer" pour payer et continuer à travailler

# UpdatedDDInfo
source: We have updated your direct deposit information.
es_co: Hemos actualizado tu información de depósito directo.
fr_ca: Nous avons mis à jour vos renseignements pour le dépôt direct.

source: Upload
es_co: Cargar
fr_ca: Télécharger

source: Upload from URL
es_co: Cargar desde URL
fr_ca: Télécharger à partir de l’URL

# UploadImageFromComputer
source: Upload an image from your computer
es_co: Cargar una imagen desde tu computadora
fr_ca: Télécharger une image de votre ordinateur

# UseFacebookImage
source: Use your Facebook profile picture
es_co: Usa tu foto de perfil de Facebook
fr_ca: Utiliser votre photo de profil Facebook

# UseGravatarImage
source: Use your Gravatar profile image
es_co: Usa tu imagen de perfil de Gravatar
fr_ca: Utiliser votre image de profil Gravatar

source: Username
es_co: Nombre de usuario
fr_ca: Nom d'utilisateur

# UsingNewPaymentMethod
source: Using a new payment method?
es_co: ¿Usas un nuevo método de pago?
fr_ca: Vous utilisez un nouveau mode de paiement?

source: View all orders
es_co: Ver todos los pedidos
fr_ca: Visionner toutes les commandes

source: View all recent activity
es_co: Ver toda la actividad reciente
fr_ca: Visionner toutes les activités récentes

source: View all upcoming promotions
es_co: Ver todas las próximas promociones
fr_ca: Visionner toutes les promotions à venir

source: View all volumes
es_co: Ver todos los volúmenes
fr_ca: Visionner tous les volumes

source: View Cart
es_co: Ver carrito
fr_ca: Visionner le panier

source: View current earnings
es_co: Ver las ganancias actuales
fr_ca: Visionner les revenus actuels

source: View invoice
es_co: Ver nota de venta
fr_ca: Visionner la facture

# ViewNewestDistributors
source: View newest Consultants
es_co: Ver los Consultores Independientes más recientes
fr_ca: Visionner les nouveaux consultants

source: View Profile
es_co: Ver perfil
fr_ca: Visionner le profil

source: View promotion details
es_co: Ver detalles de la promoción
fr_ca: Visionner les détails de la promotion

source: Waiting Room
es_co: Sala de espera
fr_ca: Salle d’attente

# WaitingRoomEmpty
source: Your waiting room is empty.
es_co: Tu sala de espera está vacía.
fr_ca: Votre salle d’attente est vide.

# WaysToQualify
source: There are {0} ways to qualify as a {1}
es_co: Hay {0} formas de calificar como {1}
fr_ca: Il existe {0} façons de vous qualifier comme {1}

source: Website
es_co: Sitio web
fr_ca: Site Web

source: Website Information
es_co: Información del sitio web
fr_ca: Renseignements du site Web

source: Week
es_co: Semana
fr_ca: Semaine

source: Weekly
es_co: Semanal
fr_ca: Une fois par semaine

source: Weeks
es_co: Semanas
fr_ca: Semaines

source: What is Gravatar?
es_co: ¿Qué es Gravatar?
fr_ca: Qu’est-ce qu’un Gravatar?

source: What's your email address?
es_co: ¿Cuál es tu dirección de correo electrónico?
fr_ca: Quelle est votre adresse courriel?

source: What's your Facebook username?
es_co: ¿Cuál es tu nombre de usuario de Facebook?
fr_ca: Quel est votre nom d'utilisateur Facebook?

source: When
es_co: Cuando
fr_ca: Quand

source: Where
es_co: Dónde
fr_ca: Où

source: Yearly
es_co: Anualmente
fr_ca: Annuellement

source: Years
es_co: Años
fr_ca: Années

source: You are purchasing
es_co: Estás comprando
fr_ca: Vous achetez

source: Your account number
es_co: Tu número de cuenta
fr_ca: Votre numéro de compte

# YourAutoOrder
source: Your AutoShip
es_co: Su Autoenvío
fr_ca: Votre commande avec livraison automatique

source: Your Bank Accounts
es_co: Tus cuentas bancarias
fr_ca: Vos comptes bancaires

source: Your Credit Cards
es_co: Tus tarjetas de crédito
fr_ca: Vos cartes de crédit

source: Your Current Earnings
es_co: Tus ganancias actuales
fr_ca: Vos revenus actuels

source: Your Customers
es_co: Tus clientes
fr_ca: Vos clients

source: Your Leads
es_co: Tus clientes potenciales
fr_ca: Vos pistes de vente

source: Your Metrics
es_co: Tus métricas
fr_ca: Vos indicateurs

source: Your Name
es_co: Tu nombre
fr_ca: Votre nom

# YourNewestDistributors
source: Your Newest Consultants
es_co: Tus Consultores Independientes más nuevos
fr_ca: Vos nouveaux consultants

source: Your Payment Methods
es_co: Tus métodos de pago
fr_ca: Vos modes de paiements

source: Your primary phone number
es_co: Tu número de teléfono principal
fr_ca: Votre numéro de téléphone principal

# YourPromotionStatus
source: Your Rank Advancement
es_co: Tu avance de rango
fr_ca: Votre avancement de niveau

source: Your Recent Orders
es_co: Tus pedidos recientes
fr_ca: Vos commandes récentes

source: Your routing number
es_co: Tu número de ruta
fr_ca: Votre numéro d'acheminement

source: Your secondary phone number
es_co: Tu número de teléfono secundario
fr_ca: Votre numéro de téléphone secondaire

source: Your Team
es_co: Tu equipo
fr_ca: Votre équipe

source: Your Team's Recent Activity
es_co: Actividad reciente de tu equipo
fr_ca: Activité récente de votre équipe

source: Calculating...
es_co: Calculando...
fr_ca: Calcul en cours...

# CalculationTakingLonger
source: This is taking a bit longer than usual - bear with us a bit longer...
es_co: Esto está tardando un poco más de lo habitual. Ten un poco mas de paciencia.
fr_ca: Le calcul prend plus de temps que prévu – veuillez attendre encore un peu...

# ConfirmCancelAutoOrder
source: Are you sure you want to cancel this AutoShip?
es_co: ¿Seguro que quieres cancelar este Autoenvío?
fr_ca: Êtes-vous certain de vouloir supprimer cette livraison automatique?

# ConfirmCancelOrder
source: Are you sure you want to cancel this order?
es_co: ¿Seguro que quieres cancelar este pedido?
fr_ca: Êtes-vous certain de vouloir annuler cette commande?

source: Failed
es_co: Ha fallado
fr_ca: Échec

# GeneralError
source: Something went wrong. Please try again.
es_co: Algo salió mal. Inténtalo de nuevo.
fr_ca: Un problème est survenu. Veuillez essayer de nouveau.

# LoadingFailed
source: We weren't able to get what you requested. Do us a favor and check back in a few minutes and try again.
es_co: No pudimos conseguir lo que solicitaste. Por favor regresa en unos minutos y vuelve a intentarlo.
fr_ca: Nous n’avons pas été en mesure de trouver ce que vous avez demandé. Veuillez revenir dans quelques minutes et essayer de nouveau.

source: Login Failed
es_co: Error de inicio de sesión
fr_ca: Échec de la connexion

# LoginNameNotAvailable
source: '{0}' is already taken. Please choose another username and try again.
es_co: {0}' ya no está disponible. Por favor elige otro nombre de usuario y vuelve a intentarlo.
fr_ca: ’{0}’ est déjà utilisé. Veuillez choisir un autre nom d’utilisateur et essayer de nouveau.

# PasswordNotAvailable
source: '{0}' is already taken. Please choose another password and try again.
es_co: {0}' ya no está disponible. Por favor, elige otra contraseña e intenta de nuevo.
fr_ca: ’{0}’ est déjà utilisé. Veuillez choisir un autre mot de passe et essayer de nouveau.

# RankAdvancementFailed
source: Your ranks are taking longer to calculate than we expected. Do us a favor and check back in a few minutes - we'll keep calculating while you work.
es_co: Tus rangos tardan más en calcular de lo que esperábamos. Por favor regresa en unos minutos; seguiremos calculando mientras trabajas.
fr_ca: Le calcul de vos niveaux est plus long que prévu. Veuillez revenir dans quelques minutes – nous continuerons à calculer pendant que vous travaillez.

# SendVerificationEmailFailure
source: We were unable to send you a verification email
es_co: No pudimos enviarte un correo electrónico de verificación
fr_ca: Nous n’avons pas été en mesure de vous envoyer un courriel de vérification

# SendVerificationEmailSuccess
source: An email has been sent to you. Click the link in your email to start receiving notifications.
es_co: Se te ha enviado un correo electrónico. Haz clic en el enlace de tu correo electrónico para comenzar a recibir notificaciones.
fr_ca: Un courriel vous a été envoyé. Cliquez sur le lien contenu dans votre courriel pour commencer à recevoir des notifications.

# UploadImageFailed
source: We were unable to upload your image. Please try again.
es_co: No pudimos subir tu imagen. Inténtalo de nuevo.
fr_ca: Nous n’avons pas été en mesure de télécharger votre image. Veuillez essayer de nouveau.

# WaitingRoomPlacementSuccessful
source: Your placement has been made successfully!
es_co: ¡Tu colocación se ha realizado con éxito!
fr_ca: Votre positionnement a été effectué avec succès!

source: to view all of your orders.
es_co: para ver todos tus pedidos
fr_ca: pour afficher toutes vos commandes.

source: Account Info
es_co: Informacion de cuenta
fr_ca: Renseignements sur le compte

# AddCollector
source: Add a Collector payment
es_co: Agregar un pago colector
fr_ca: Ajouter un paiement par percepteur

# AddInvoice
source: Add an Invoice
es_co: Agregar una factura
fr_ca: Ajouter une facture

source: Add Items
es_co: Agregar artículos
fr_ca: Ajouter articles

source: Add item to cart
es_co: Añadir artículo al carrito
fr_ca: Ajouter au panier

# AddNewInvoice
source: Add a new invoice
es_co: Agregar una nueva factura
fr_ca: Ajouter une nouvelle facture

# AddNewWebAccount
source: Add a new Web Account payment
es_co: Agregar un nuevo pago de cuenta web
fr_ca: Ajouter un nouveau paiement par compte Web

source: Add to AutoShip
es_co: Agregar a Autoenvío
fr_ca: AJOUTER À LA LIVRAISON AUTOMATIQUE

# AddToAutoShip25
source: ADD TO CART AND SAVE 25%
es_co: Agregar a Autoenvío y Ahorra 25%
fr_ca: AJOUTER À LA LIVRAISON AUTOMATIQUE ET ÉCONOMISER 25%

# AddToAutoShipAndSave
source: Add to AutoShip And Save 25%
es_co: Agregar a Autoenvío y ahorre 25%
fr_ca: Ajouter à la livraison automatique et économiser 25%

source: Agree to Privacy Policy
es_co: Aceptar la política de privacidad
fr_ca: Accepter la politique de confidentialité

# AgreeToTerms
source: Agree to Terms and Conditions
es_co: Aceptar los términos y condiciones
fr_ca: Accepter les modalités

# AgreeToTermsShipping
source: Agree to the Terms and Conditions for Shipping
es_co: Aceptar los términos y condiciones para el envío
fr_ca: Accepter les modalités de livraison

source: All
es_co: Todas
fr_ca: Tous

source: Applicant
es_co: Solicitante
fr_ca: Requérant

# artQuantity
source: (Qty: {0})
es_co: (Cant .: {0})
fr_ca: (Qté : {0})

source: AutoShip
es_co: Autoenvío
fr_ca: Livraison automatique

source: AutoShip Details
es_co: Detalles de Autoenvío
fr_ca: Détails de la livraison automatique

source: Billing / Payment
es_co: Facturación/Pago
fr_ca: Facturation/Paiement

source: Bill to
es_co: Facturar a
fr_ca: Facturer à

source: Bill to this address
es_co: Fatcurar a esta dirección
fr_ca: Facturer à cette adresse

source: Birthday
es_co: Cumpleaños
fr_ca: Date de naissance

# CartContainsNoItems
source: Your cart does not contain any items
es_co: Tu carrito no contiene ningún artículo
fr_ca: Votre panier ne contient aucun article

# CartItem
source: Item
es_co: Artículo
fr_ca: Article

# CartQuantity
source: (qty {0})
es_co: (cantidad {0})
fr_ca: (qté {0})

source: Categories
es_co: Categorías
fr_ca: Catégories

source: Category
es_co: Categoría
fr_ca: Catégorie

# CheckForDifferentBilling
source: Check here if different than billing
es_co: Marca aquí si es diferente a la facturación
fr_ca: Cochez ici si l’adresse est différente de l’adresse de facturation

source: Choose
es_co: Escoger
fr_ca: Choisir

source: Choose Country
es_co: Elige un país
fr_ca: Choisir pays

# ChooseLang
source: Choose your Language
es_co: Elige tu idioma
fr_ca: Choisir votre langue

source: Click
es_co: Haz clic en
fr_ca: Cliquer

source: Close
es_co: Cerrar
fr_ca: Fermer

source: Co-Applicant
es_co: Cosolicitante
fr_ca: Corequérant

source: Co-Applicant First Name
es_co: Nombre del cosolicitante
fr_ca: Prénom du corequérant

source: Co-Applicant Last Name
es_co: Apellido del cosolicitante
fr_ca: Nom du corequérant

# CoApplicantMiddle
source: Co-Applicant Middle Initial
es_co: Inicial intermedia del cosolicitante
fr_ca: Initiale du second prénom du corequérant

source: Collector
es_co: Colector
fr_ca: Percepteur

source: Coming Soon!
es_co: ¡Próximamente!
fr_ca: À venir bientôt!

source: Company Legal Name
es_co: Nombre legal de la compañía
fr_ca: Nom légal de la compagnie

source: Company Registered for VAT?
es_co: ¿Empresa registrada para el IVA?
fr_ca: Entreprise enregistrée pour la TVA?

source: Company Registration Number
es_co: Número de registro de la compañía
fr_ca: Numéro d’enregistrement de l’entreprise

# ContactFirstName
source: Contact Person First Name
es_co: Nombre de la persona de contacto
fr_ca: Prénom de la personne-ressource

# ContactLastName
source: Contact Person Last Name
es_co: Apellido de la persona de contacto
fr_ca: Nom de la personne-ressource

# ContactMiddle
source: Contact Person Middle Initial
es_co: Inicial intermedia de la persona de contacto
fr_ca: Initiale du second prénom de la personne-ressource

source: Contact Us
es_co: Contáctanos
fr_ca: Contactez-nous

source: Continue
es_co: Continuar
fr_ca: Continuer

source: Continue Shopping
es_co: Seguir comprando
fr_ca: Continuer achats

source: Copyright©
es_co: Derechos reservados ©
fr_ca: Droit d'auteur©

source: Country of residence
es_co: País de residencia
fr_ca: Pays de résidence

source: Credit Card Ending
es_co: Final de tarjeta de crédito
fr_ca: Carte de crédit se terminant par

source: Credit/Debit card ending in
es_co: Tarjeta de crédito / débito que termina en
fr_ca: Carte de crédit/débit se terminant par

source: Credit Earned
es_co: Crédito ganado
fr_ca: Crédits accumulés

source: Customize
es_co: Personalizar
fr_ca: Personnaliser

source: Danish
es_co: danés
fr_ca: Danois

# DoYouWishToUpdateAutoOrder
source: Do You Wish To Update Your Existing AutoShip?
es_co: ¿Deseas actualizar tu Autoenvío existente?
fr_ca: Désirez-vous mettre à jour votre livraison automatique existante?

source: Dutch
es_co: holandés
fr_ca: Néerlandais

source: Edit Items
es_co: Editar artículos
fr_ca: Modifier articles

source: English
es_co: Inglés
fr_ca: Anglais

source: FIE Number
es_co: Número de FIE
fr_ca: Numéro FIE

source: Find Representative
es_co: Encontrar Representante
fr_ca: Trouver un représentant

source: Find Your Referrer
es_co: Encontrar tu referencia
fr_ca: Recherche de la personne qui vous a recommandé

source: Finnish
es_co: finlandés
fr_ca: Finlandais

source: French
es_co: francés
fr_ca: Français

source: Frequency
es_co: Frecuencia
fr_ca: Fréquence

source: Frequency Type
es_co: Tipo de frecuencia
fr_ca: Type de fréquence

source: German
es_co: alemán
fr_ca: Allemand

# HasBeenAddedToYour
source: {0} has been added to your {1}!
es_co: {0} ha sido agregado a tu {1}!
fr_ca: {0} a été ajouté à votre {1}!

source: Heading
es_co: Título
fr_ca: En-tête

# HoldersAccountEndingIn
source: {0}'s account ending in
es_co: La cuenta de {0} termina en
fr_ca: Compte de {0} se terminant par

source: Home
es_co: Casa
fr_ca: Numéro à la maison

source: Home Phone
es_co: Teléfono de casa
fr_ca: Téléphone à la maison

# HowOftenDoYouWantToRecieve
source: How Often Do You Want To Receive These Items?
es_co: ¿Con qué frecuencia deseas recibir estos artículos?
fr_ca: À quelle fréquence désirez-vous recevoir ces articles?

# IncludingTaxAbbreviated
source: Incl Tax
es_co: Impuesto incluido
fr_ca: Taxes incluses

source: Invoice for
es_co: Pedido
fr_ca: Facture pour

# ItemQty
source: Quantity
es_co: Cantidad
fr_ca: Quantité

# IWouldLikeToRecieveEmails
source: I Would Like To Receive Special Promotional Emails.
es_co: Me gustaría recibir correos electrónicos promocionales especiales.
fr_ca: J’aimerais recevoir des courriels sur les promotions spéciales.

source: Join
es_co: Unirse
fr_ca: S’inscrire

source: Log In
es_co: Iniciar sesión
fr_ca: Ouvrez une session

source: Middle Name
es_co: Segundo nombre
fr_ca: Second prénom

source: My Account
es_co: Mi cuenta
fr_ca: Mon compte

source: Next
es_co: Siguiente
fr_ca: Suivant

source: Next Run Date
es_co: Fecha siguiente de ejecución
fr_ca: Prochaine date d’exécution

source: No autoships found.
es_co: No se encontraron autoenvíos.
fr_ca: Aucune commande avec livraison automatique trouvée

source: Norsk
fr_ca: Norvégien

# OptedInStatus
source: You are currently opted in.
es_co: Estás habilitado actualmente.
fr_ca: Vous êtes actuellement abonné.

# OptedOutStatus
source: You are currently opted out.
es_co: Estás inhabilitado actualmente.
fr_ca: Vous êtes actuellement désabonné.

source: or
es_co: o
fr_ca: ou

source: Order Details
es_co: Detalles del pedido
fr_ca: Détails de la commande

source: Order Subtotal
es_co: Subtotal de Pedido
fr_ca: Sous-total de la commande

source: Order Total
es_co: Total del Pedido
fr_ca: Total de la commande

# OurBestProducts
source: Our Bestselling Products
es_co: Nuestros productos más vendidos
fr_ca: Nos produits les plus populaires

# PayLater
source: Pay with a Credit Card later
es_co: Paga con una tarjeta de crédito más tarde
fr_ca: Payer avec une carte de crédit plus tard

source: Payment Info
es_co: Información de pago
fr_ca: Information du paiement

source: Payment Options
es_co: Opciones de pago
fr_ca: Options de paiement

# PersonalDiscount
source: Personal Use Discount
es_co: Descuento por uso personal
fr_ca: Rabais pour usage personnel

# PersonalIdentityNumber
source: Personal Identity Number (PIN)
es_co: Número de identidad personal (PIN)
fr_ca: Numéro d'identification personnel (NIP)

source: Personal Information
es_co: Información personal
fr_ca: Renseignements personnels

# PersonalQty
source: Personal Use Quantity
es_co: Cantidad de uso personal
fr_ca: Quantité pour usage personnel

# PersonalTotal
source: Personal Use Discount
es_co: Descuento por uso personal
fr_ca: Rabais pour usage personnel

# PersonalWebLogin
source: Your Personal Website & Login
es_co: Tu sitio web personal e inicio de sesión
fr_ca: Votre site Web personnel et votre nom d’utilisateur

# PreferredCustomer
source: AutoShip Customer
es_co: Cliente de AutoEnvío
fr_ca: Client avec livraison automatique

source: Preferred Name
es_co: Nombre Preferido
fr_ca: Nom préféré

source: Premium Customer
es_co: Cliente Premium
fr_ca: Client important

source: Pricing Information
es_co: Información de precio
fr_ca: Information sur le prix

source: Primary Applicant First Name
es_co: Nombre del solicitante principal
fr_ca: Prénom du requérant principal

source: Primary Applicant Last Name
es_co: Apellido del solicitante principal
fr_ca: Nom du requérant principal

# PrimaryApplicantMiddle
source: Primary Applicant Middle Initial
es_co: Inicial del segundo solicitante principal
fr_ca: Initiale du second prénom du requérant principal

source: Procede
es_co: Proceder
fr_ca: Poursuivre

source: Proceed
es_co: Proceder
fr_ca: Poursuivre

source: Quick Shop
es_co: Compra rápida
fr_ca: Achat rapide

source: Recently added item(s)
es_co: Artículos agregados recientemente
fr_ca: Article(s) ajouté(s) récemment

# RecentlyAddedItSearchForYourReferrer
source: Search for you referrer by entering their Customer ID, First or Last name.
es_co: Busca tu referencia ingresando su ID de cliente, nombre o apellido.
fr_ca: Chercher la personne qui vous a recommandé en entrant son numéro de client, son prénom ou son nom.

source: Recognition Name
es_co: Nombre de reconocimiento
fr_ca: Nom de reconnaissance
