Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

source: Error Retrieving Downline
es_co: Error al recuperar la persona en tu línea descendente
fr_ca: Erreur lors de la récupération de la lignée en aval

source: Create Downline Order
es_co: Crear pedido en la línea descendente
fr_ca: Créer une commande pour la lignée en aval

source: Change Customer
es_co: Cambiar de cliente
fr_ca: Changer de client

# OrderingFor
source: You are ordering for your {0}
es_co: Estás ordenando para tu {0}
fr_ca: Vous commandez pour votre {0}

# UnableToCreate
source: We were unable to create this order:
es_co: No pudimos realizar este pedido:
fr_ca: Nous n’avons pas été en mesure de créer cette commande :

# ThisOrderHasBeenPlaced
source: This Order Has Been Placed {0}
es_co: Este pedido ya se realizó {0}
fr_ca: Cette commande a été passée {0}

source: Personal Order History
es_co: Historial de pedidos personales
fr_ca: Historique des commandes personnelles

# DownlineOrderCannotProcess_MissingPaymentMethod
source: This order cannot be processed, a valid payment method is missing.
es_co: No se puede procesar este pedido, falta un método de pagó válido.
fr_ca: Cette commande ne peut pas être traitée, il manque un mode de paiement valide.

source: We were unable to save your Downline Order:
es_co: No hemos podido guardar tu pedido en la línea descendente:
fr_ca: Nous n’avons pas été en mesure d’enregistrer votre commande pour la lignée en aval :

# PleaseSelectItemsBeforeDO
source: Please select items before creating your Downline Order.
es_co: Selecciona elementos antes de crear tu pedido de línea descendente.
fr_ca: Veuillez sélectionner des articles avant de créer une commande pour la lignée en aval.

# PleaseSelectItemsBeforeGettingDO
source: Please select items before getting estimated shipping cost for your Downline Order.
es_co: Selecciona los artículos antes de obtener el costo de envío estimado para tu pedido de línea descendente.
fr_ca: Veuillez sélectionner des articles avant de demander les frais d’expédition estimés de commande pour la lignée en aval

source: Calculate Handling Charge
es_co: Calcular los gastos de manejo
fr_ca: Calculer les frais de manutention

source: Have This Order Delivered
es_co: Hacer que se entregue este pedido
fr_ca: Faire livrer cette commande

source: Pick Up This Order
es_co: Recoger este pedido
fr_ca: Ramasser cette commande

# PleaseChoosePickUpLocation
source: Please choose a pick up location for
es_co: Favor de elegir un lugar para recoger
fr_ca: Veuillez choisir un endroit de ramassage pour

# MexicoOfficePhone
source: Phone: 0155-5255-6900
es_co: Teléfono: 0155-5255-6900
fr_ca: Téléphone: 0155-5255-6900

# Category_starterpacks
source: Starter Packs
es_co: Paquetes de Inicio
fr_ca: Trousses de démarrage

# Category_Events
source: Events
es_co: Eventos
fr_ca: Événements

source: February commission statement
es_co: Estado de comisión de febrero
fr_ca: Relevé de commission pour février

source: Pay With Credit Card
es_co: Paga con tarjeta de crédito
fr_ca: Payer avec carte de crédit

source: Pay With Bank
es_co: Paga con recibo de consignación en el banco
fr_ca: Payer avec la banque

source: Please select your bank
es_co: Por favor seleccione su banco
fr_ca: Veuillez sélectionner votre banque

source: Print Deposit Slip
es_co: Imprimir boleta de pago
fr_ca: Imprimer le bordereau de dépôt

# PayDownlineOrderHow
source: How would you like to pay for your Downline?
es_co: ¿Cuál es el método de pago para los pedidos de tu Línea Descendente?
fr_ca: Comment souhaitez-vous payer pour votre lignée en aval?

source: Myself
es_co: Por mi cuenta
fr_ca: Moi-même

source: Sponsored by
es_co: Ascendente (Sponsor):
fr_ca: Parrainé par

source: Enroll under
es_co: Patrocinador (Enroller):
fr_ca: Recruté par

# DistributorSearchPlaceholder
source: NAME OR CUSTOMER ID
es_co: NOMBRE O ID DEL CONSULTOR INDEPENDIENTE
fr_ca: NOM OU NUMÉRO DE CLIENT

# Customer_NotValidDownlineEnroller
source: Customer {0} is not a valid downline enroller
es_co: El Consultor Independiente {0} no es válido para colocarlo en tu Línea Descendente
fr_ca: Le client {0} n'est pas un recruteur valide

# Customer_NotValidDownlineSponsorOf_
source: Customer {0} is not a valid downline sponsor of {1}
es_co: El Consultor Independiente {0} no es un Ascendente (Sponsor) en línea descendente para {1}
fr_ca: Le client {0} n'est pas un parrain valide pour {1}

source: This order has already been paid for
es_co: Está orden ya ha sido pagada por:
fr_ca: Cette commande a déjà été payée

source: This Payment Has Been Successfully Applied
es_co: Este pago ha sido realizado exitosamente
fr_ca: Ce paiment a été appliqué avec succès

source: Amount Due
es_co: Monto de Adeudo
fr_ca: Montant à payer

source: Pay Now
es_co: Pagar ahora
fr_ca: Payer maintenant

# PeriodType_003
source: Monthly
es_co: Mensual
fr_ca: Mensuel

# PeriodType_002
source: BiMonthly (2)
es_co: Bimensual (2)
fr_ca: Bimensuel (2)

# DownlinePendingOrders
source: Downline's Pending Orders
es_co: Pedidos pendientes de línea descendente
fr_ca: Commandes en suspens de la lignée en aval

# Language_213
source: English
es_co: Inglés
fr_ca: Anglais

# Language_214
source: English
es_co: Inglés
fr_ca: Anglais

# Language_215
source: English
es_co: Inglés
fr_ca: Anglais

# Language_221
source: English
es_co: Inglés
fr_ca: Anglais

# Language_208
source: French
es_co: Francés
fr_ca: Français

# Language_217
source: Spanish
es_co: Español
fr_ca: Espagnol

# Language_218
source: Spanish
es_co: Español
fr_ca: Espagnol

# Language_219
source: Spanish
es_co: Español
fr_ca: Espagnol

# Language_220
source: Spanish
es_co: Español
fr_ca: Espagnol

# Language_222
source: Spanish
es_co: Español
fr_ca: Espagnol

# Language_224
source: Spanish
es_co: Español
fr_ca: Espagnol

source: Type of Invoice
es_co: Tipo de factura
fr_ca: Type de facture

# Kendo_Showing_Of_DataItems
source: Showing {1} of {2} data items
es_co: Mostrando {1} de {2} elementos de datos
fr_ca: Affiche {1} éléments de données sur {2}

source: Quick View
es_co: Vista rápida
fr_ca: Affichage rapide

# SummaryError_NeedMoreInformation
source: Need more information. Please be sure you have entered your shipping address and have selected your items and shipping method.
es_co: Información faltante. Asegúrese de haber escrito correctamente su dirección de envío, además de haber escogido sus artículos y su método de envío.
fr_ca: Information manquante. Veuillez vous assurer que vous avez bien inscrit votre adresse de livraison et que vous avez sélectionné vos articles pour la commande ainsi que votre méthode de livraison.

# GoToSod
source: Go to Success on Demand
es_co: Ir a Success on Demand
fr_ca: Allez à Success on Demand

# CurrentlyNotReceivingNotificationsAt
source: You are currently not receiving notifications at the email address
es_co: Actualmente no estás recibiendo notificaciones por correo electrónico a
fr_ca: Vous ne recevez actuallement pas de notifications à l'adresse courriel

source: Calculate
es_co: Calcular
fr_ca: Calculer

source: Next shipment on
es_co: Próximo en envió será el
fr_ca: Prochaine livraison le

source: Total TOV
es_co: VTO Total
fr_ca: TVO total

source: Search for
es_co: Buscar
fr_ca: Recherche

source: New Consultants
es_co: Nuevos Consultores Independientes
fr_ca: Nouveaux consultants

source: Inactive Consultants
es_co: Consultores Independientes inactivos
fr_ca: Consultants inactifs

source: Paid As Rank
es_co: Rango pagado
fr_ca: Niveau de rémunération

source: Enrollment Date
es_co: Fecha de inscripción
fr_ca: Date d'inscription

source: Last Order Updated Date
es_co: Fecha de la última orden actualizada
fr_ca: Date de dernière commande mise à jour

# NumberOfOrders
source: # Orders
es_co: Cantidad de pedidos
fr_ca: Nombre de commandes

source: Totals
es_co: Totales
fr_ca: Totaux

# VolumeTotal
source: Total Volume
es_co: Volumen Total
fr_ca: Volume total

# VolumeQualified
source: Qualified Volume
es_co: Volumen Calificado
fr_ca: Volume qualifié

# SaveCard
source: Save this credit card for future purchases
es_co: Guardar esta tarjeta de crédito para compras en el futuro.
fr_ca: Enregistrer cette carte de crédit pour achats futurs

# Kendo_EqualTo
source: Is equal to
es_co: Es igual a
fr_ca: Est égal à

# Kendo_NotEqualTo
source: Is not equal to
es_co: No es igual a
fr_ca: N'est pas égal à

source: Pending Payment
es_co: Pedidos pendientes
fr_ca: Paiements en attente

source: is available!
es_co: está disponible!
fr_ca: est disponible!

# Volume_071
source: Personal Volume (PV)
es_co: Volumen personal (VP)
fr_ca: Volume personnel (VP)

# TotalCVAbbr
source: TCV
es_co: VCT
fr_ca: VCT

# PVToolTip
source: Personal Volume (PV) - This is the volume associated with your own personal purchases (orders).
es_co: Volumen Personal (VP) – Este es el volumen asociado a tus propias compras personales (pedidos)
fr_ca: Volume personnel (VP) - Il s'agit du volume associé à vos achats personnels (commandes).

# PSVToolTip
source: Personal Sales Volume (PSV) - This is the volume associated with your own personal purchases and the purchases (orders) of your personally sponsored customers.
es_co: Volumen de Ventas Personal (VVP) - Este es el volumen asociado a tus propias compras personales y las compras (pedidos) de tus clientes que haz personalmente patrocinado.
fr_ca: Volume de ventes personnelles (VVP) - Il s'agit du volume associé à vos achats personnels et aux achats (commandes) de vos clients parrainés personnellement.

source: I Accept
es_co: Acepto
fr_ca: J'accepte

source: Decline
es_co: Rehuso
fr_ca: Je refuse

# HaveNewPersonallyDistributor
source: You have a new personally enrolled Consultant:
es_co: Haz personalmente inscrito un nuevo Consultor Independiente:
fr_ca: Vous avez un nouveau consultant inscrit personnellement:

source: has been enrolled by
es_co: ha sido inscrito por
fr_ca: a été inscrit par

source: has been enrolled by (upline)
es_co: ha sido patrocinado por (ascendente)
fr_ca: a été inscrit par (lignée en amont)

source: in level
es_co: en el nivel
fr_ca: au niveau

source: of your downline
es_co: de tu línea descendente
fr_ca: de votre lignée en aval

source: and placed in level
es_co: y colocado en el nivel
fr_ca: et placé au niveau

source: in your downline
es_co: en tu línea descendente
fr_ca: de votre lignée en aval

# InYourDownlineHasAchieved
source: in your downline, has achieved a new rank of
es_co: en tu línea descendente, se ha calificado en el nuevo rango de
fr_ca: de votre lignée en aval, a atteint le niveau de

# MainLangaugeToolTip
source: This is your main country/language setting. It will set the country/language that you see when logging in to your Business Center as well as your Immunotec communication preferences.
es_co: Esta es tu configuración de país/idioma principal. Esto establecerá el país/idioma que verás cuando ingreses a tu Centro de Negocios además de tus preferencias para las comunicaciones Immunotec.
fr_ca: Il s'agit du paramètre principal de votre pays/langue. Ce paramètre définit le pays/la langue que vous voyez lorsque vous ouvrez une session de votre centre d'affaires ainsi que vos préférences pour les communications provenanant d'Immunotec.

# ReplicatedSiteToolTip
source: This is the country/language that visitors to your replicated website will see upon their first visit to your site.
es_co: Este es el país/idioma en que podrán ver tu sitio web los que visiten tu sitio por primera vez.
fr_ca: Il s'agit du pays/de la langue que les visiteurs à votre site web hébergé verrons lors de leur première visite à votre site.

# BusinessPrefferedLanguage
source: Country/language
es_co: País/idioma
fr_ca: Pays/Langue

# ReplicatedPrefferedLanguage
source: Replicated website country/language preference
es_co: Preferencia país/idioma del sitio Web duplicado
fr_ca: Préférence de pays/langue de mon site web hébergé

# ThisCardWillBeSavedForAutoOrders
source: This card will be saved for use with your Autoship orders
es_co: Se guardará esta tarjeta para el uso de tu pedido de Autoenvío.
fr_ca: Cette carte sera sauvegardée pour vos commandes avec livraison automatique.

# SavedCardsAreFull
source: <span>Saved cards are full. This card will not be saved. To manage saved cards, click <a href={0}>here</a></span>
es_co: <span>No hay cupo en las tarjetas guardadas. Esta tarjeta no será guardada. Para manejar tus tarjetas guardadas haz clic <a href={0}>aquí.</a></span>
fr_ca: <span>La limite de cartes de crédit que vous pouvez sauvegarder a été atteinte. Cette carte ne sera pas sauvegardée. Pour gérer vos cartes de crédit sauvegardées, cliquez <a href={0}>ici.</a></span>

# INFileInvoice
source: See Invoice
es_co: Ver Factura
fr_ca: Voir la facture

source: Bank Code
es_co: Codigo del banco
fr_ca: Code bancaire

source: Account type
es_co: Tipo de cuenta
fr_ca: Type de compte

# AddOneItemAutoShip
source: Please add at least one item to your Autoship or select Not to enroll in Autoship
es_co: Por favor agrega al menos un artículo para AutoEnvío o elige No configurar el AutoEnvío hoy
fr_ca: Veuillez ajouter au moins un article à votre livraison automatique ou choisissez de ne pas vous inscrire à la livraison automatique

source: Product Sales Report
es_co: Informe de ventas de producto
fr_ca: Rapport de vente de produit

source: Paid As Title
es_co: Pagado bajo el título
fr_ca: Payé comme titre

source: Select Date Range
es_co: Selecciona Rango De Fechas
fr_ca: Sélectionner les dates

source: Item Status
es_co: Estado Del Item
fr_ca: Statut de l’article

source: Item Number
es_co: Numero Del Item
fr_ca: Numéro d’article

source: Enter item code or name
es_co: Ingrese el código del item o el nombre
fr_ca: Entrez le code ou le nom de l'article

# PlatinumLegsReport
source: Platinum Legs
es_co: Platino
fr_ca: Platine

# VentureLegsReport
source: Venture Legs
es_co: Asociados
fr_ca: Actif

# IncludePlatinumLegs
source: Include Qualified Platinum Legs
es_co: Incluir ramificaciones de Consultor Independiente Platino
fr_ca: Inclure branches du consultant Platine

# IncludeTOV
source: Include TOV (Uncapped)
es_co: Incluir VTO (no cubierta)
fr_ca: Inclure TVO (non plafonné)

# IncludeVentureLegs
source: Include Qualified Venture Legs
es_co: Incluir ramificaciones de Asociados calificados
fr_ca: Inclure branches Actif qualifiées

# AgreeToConsultantTermsLabel
source: I have reviewed and accept the <a href="{0}" target="_blank">Consultant Terms and Conditions</a> and the <a href="https://media.immunotec.com/EN/businessGuide-global-EN.pdf" target="_blank">Business Guide</a>. I understand that Immunotec Inc. is a member of the Direct Selling Association and provides certain assurances under the Direct Selling Association <a href="https://www.dsa.org/consumerprotection/code-of-ethics" target="_blank">Code of Ethics</a>.
es_co: He leído y acepto los <a href="{0}" target="_blank">Términos y condiciones del consultor independiente (aviso de privacidad y contrato de vinculación de consultor independiente)</a> y la <a href="https://media.immunotec.com/SP/businessGuide-global-SP.pdf" target="_blank">Guía de Negocios</a> de Immunotec.
fr_ca: J’ai lu et j’accepte les <a href="{0}" target="_blank">Modalités pour les consultants</a> et le <a href="https://media.immunotec.com/FR/businessGuide-global-FR.pdf" target="_blank">Guide d’affaires</a> Immunotec.

# AgreeToPrivacyPolicyLabel
source: I have reviewed and accept the <a href="{0}" target="_blank">Privacy Policy</a> and accept to share my personal information.
es_co: He leído y acepto la <a href="{0}" target="_blank">Política de Privacidad</a> y también acepto compartir mi información personal.
fr_ca: J’ai lu et j’accepte la <a href="{0}" target="_blank">Politique de confidentialité</a> et j’accepte de partager mes renseignements personnels.

# AgreeToTermsOfUseLabel
source: I have reviewed and accept the <a href="{0}" target="_blank">Terms of Use</a>.
es_co: He leído y acepto los <a href="{0}" target="_blank">Condiciones de Uso</a>.
fr_ca: J’ai lu et j’accepte les <a href="{0}" target="_blank">Conditions d’utilisation</a>.

# AgreeToTermsOfSaleLabel
source: I have reviewed and accept the <a href="{0}" target="_blank">Terms of Sale</a>.
es_co: He leído y acepto los <a href="{0}" target="_blank">Términos de venta</a>.
fr_ca: J’ai lu et j’accepte les <a href="{0}" target="_blank">Conditions de vente</a>.

# AgreeToAllTermsUpdate
source: We have updated our terms and conditions, please read them carefully. By logging in, you are automatically agreeing to them.
es_co: Hemos actualizado nuestros términos y condiciones, por favor léalos detenidamente. Al continuar, los estará aceptando automaticamente.
fr_ca: Nous avons mis à jour nos termes et conditions, s'il vous plaît lisez-les attentivement. En vous connectant, vous serez automatiquement d'accord avec eux.

# VerifyYourEmailSubject
source: {0} - Verify your email
fr_ca: {0} - Vérification de votre courriel

# VerifyYourEmailParagraph1
source: {1} has received a request to enable this email account to receive email notifications from {1} and your upline.
fr_ca: {1} a reçu une demande pour que cette adresse courriel puisse recevoir les notifications par courriel de la part d'{1} et de votre lignée en aval.

# VerifyYourEmailParagraph2
source: To confirm this email account, please click the following link:
fr_ca: Afin de confirmer cette adresse courriel, veuillez cliquer sur le lien suivant:

# VerifyYourEmailParagraph3
source: If you did not request email notifications from {1}, or believe you have received this email in error, please contact {1} customer service.
fr_ca: Si vous n'avez pas fait une demande pour recevoir les courriels d'{1} ou vous croyez que vous avez reçu ce courriel par erreur, veuillez s'il vous plaît contacter notre département du Service à la clientèle.

# VerifyYourEmailParagraph4
source: Sincerely,
fr_ca: Sincèrement,

# VerifyYourEmailParagraph5
source: {1} Customer Service
fr_ca: Service à la clientèle {1}

# WebsiteNotAvailableError
source: This website name is already taken
es_co: Este sitio web no está disponible
fr_ca: Ce nom de site est déjà pris

# PleaseSelectApickULocationMethodBeforeSaving
source: Please select a Pick Location Method before saving.
fr_ca: Sélectionnez une destination pour en savoir plus sur ce sujet.

# OptedIntoSMSLabel
source: SMS Messages
es_co: SMS
fr_ca: Préférences SMS

# LimitCharacters
source: Please enter at least three characters.
es_co: Por favor, introduzca al menos tres caracteres.
fr_ca: Veuillez entrer au moins trois caractères.

source: Consent Required
es_co: Consentimiento requerido
fr_ca: Consentement requis

source: Invalid company name
fr_ca: Nom de l'entreprise invalide

source: Terms of Sale
es_co: Términos de venta
fr_ca: Conditions de vente

# CartSavings
source: Save
es_co: Ahorra
fr_ca: Économisez

# CartFirstShipmentOn
source: Your first shipment will be on
es_co: Tú primer envío será el
fr_ca: Votre première commande avec livraison automatique sera le

# CartItemRemoved
source: You just removed
es_co: Acabas de eliminar
fr_ca: Vous venez de retirer

# CartTotalSavings
source: Total Savings:
es_co: Ahorro Total:
fr_ca: Économies totales:

# CartCurrentOrder
source: Current Order
es_co: Orden Actual
fr_ca: Commande actuelle

# CartCurrentOrderSummary
source: Current Order Summary
es_co: Resumen de la Orden Actual
fr_ca: Sommaire de la commande actuelle

# CartOrderAmount
source: The amount that you will pay today
es_co: Lo que vas a pagar hoy
fr_ca: Le montant que vous paierez aujourd'hui

# CartMonthlyAutoship
source: Monthly AutoShip
es_co: Autoenvío Mensual
fr_ca: Livraison automatique mensuelle

# CartAutoshipSummary
source: Monthly AutoShip Summary
es_co: Resumen de Autoenvío Mensual
fr_ca: Sommaire de la livraison automatique mensuelle

# CartAutoshipDisclaimer
source: Your first payment will only be charged when your order is shipped. Then each month after that.
es_co: Tú primer pago se realizará al enviar la orden, y después una vez al mes
fr_ca: Votre premier paiement sera porté à votre carte seulement lorsque la commande est expédiée et à chaque mois subséquent.

# CartPerMonth
source: per month
es_co: al mes
fr_ca: par mois

# CartKeepShopping
source: Back
fr_ca: Retour

# CartItemAdded
source: You just added 1 item.
fr_ca: Vous venez d'ajouter 1 article.

source: Please Enter Your Email
es_co: Por favor ingresa tu correo
fr_ca: Veuillez entrer votre courriel

# VerifyEmailDisclaimer
source: This will let us know if you're a new or an existing customer so we can get your order to you as soon as possible.
es_co: Esto nos permitirá saber si eres un cliente nuevo o antiguo, y así poder enviarte tu pedido lo más pronto posible.
fr_ca: Cela nous indiquera si vous êtes un nouveau client ou un client existant afin que nous puissions vous livrer votre commande le plus rapidement possible.

# AreYouConsultant
source: Are you an existing Immunotec Customer or Consultant?
es_co: ¿Eres un cliente o consultor de Immunotec?
fr_ca: Êtes-vous un client ou consultant Immunotec existant?

# WillFindConsultant
source: We’ll assign you to an Immunotec Consultant
es_co: Te asignaremos un consultor de Immunotec.
fr_ca: Nous vous assignerons un consultant Immunotec

source: Welcome Back
es_co: Bienvenido de vuelta
fr_ca: Bienvenue à nouveau

source: Forgotten Your Password?
es_co: Olvidaste tu contraseña?
fr_ca: Mot de passe oublié?

# SignUpEmail
source: Sign up with your email
es_co: Ingresa con tu correo
fr_ca: Inscrivez-vous avec votre courriel

# YouAreNewHere
source: It Looks Like You're New Here
es_co: Al parecer eres nuevo en Immunotec
fr_ca: On dirait que vous êtes nouveau

# RegistrationDisclaimer
source: We just need a few details to create your Immunotec account.
es_co: Necesitamos algunos detalles para crear tu cuenta.
fr_ca: Nous avons juste besoin de quelques détails pour créer votre compte Immunotec.

# EnterPassword
source: Enter a Password
es_co: Ingresa una contraseña
fr_ca: Entrer un mot de passe

source: Remembered your password?
fr_ca: Vous vous souvenez de votre mot passe?

# EmailSubscriptionDisclaimer
source: Email me news, updates and promotions about Immunotec Inc. products. I understand that I can cancel at any time.
es_co: Enviar información y noticias de Immunotec a mi correo. Entiendo que puedo cancelar este servicio en cualquier momento.
fr_ca: Envoyez-moi des nouvelles, des mises à jour et des promotions sur les produits d'Immunotec Inc. Je comprends que je peux annuler en tout temps.

# TryDifferentEmail
source: Try a different email
es_co: Prueba con un correo diferente
fr_ca: Essayez un autre courriel

source: Check Your Email
es_co: Revisa tu correo
fr_ca: Vérifiez votre courriel

# WeSentEmailTo1
source: We've sent an email to
es_co: Hemos enviado un correo a
fr_ca: Nous avons envoyé un courriel à

# WeSentEmailTo2
source: with instructions on how to create a new password
es_co: con instrucciones para crear una nueva contraseña
fr_ca: vous indiquant la façon de créer votre nouveau mot de passe.

# PrivacyDisclaimer
source: By creating an account with Immunotec I certify that
es_co: Al crear una cuenta con Immunotec certifico que
fr_ca: En créant un compte avec Immunotec, je certifie que

# AlreadyHaveAccount
source: Already have an account?
es_co: ¿Ya tienes una cuenta?
fr_ca: Vous avez déjà un compte?

source: Accept
es_co: Acepto
fr_ca: Acceptez

# HaveYouBeenReferred
source: Have You Been Referred by an Immunotec Consultant?
es_co: ¿Te refirió un consultor de Immunotec?
fr_ca: Avez-vous été référé par un consultant Immunotec?

source: Yes, I have
es_co: Sí
fr_ca: Oui

source: No, I have not
es_co: No
fr_ca: Non

# SearchReferrer
source: Search for your referrer's ID, last name or first name
es_co: Busca el ID o nombre de tu referente
fr_ca: Cherchez la personne qui vous a recommandé en entrant son numéro d'identification, son nom ou son prénom.
