Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

# ForgotPasswordEmailBody
source: <center> <table style="background-color: #f5f5f5; width: 100%;" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td><center> <table style="width: 630px;" cellspacing="0" cellpadding="12"> <tbody> <tr> <td style="width: 600px;"><a href="http://www.immunotec.com"><img src="https://media.immunotec.com/EN/images/autoresponders/immunotec-logo.png" alt="Immunotec logo" width="250" height="54" /></a></td> </tr> <tr> <td style="width: 600px;"> <table style="background-color: #ffffff; width: 99.6689%; height: 100%;" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr style="height: 15px;"> <td style="height: 15px; width: 100%;"><span style="font-family: arial, helvetica, sans-serif;"><img src="https://media.immunotec.com/EN/images/autoresponders/header_autoresponders-new.jpg" alt="Immunotec" width="625" height="227" /></span></td> </tr> <tr style="height: 15px;"> <td style="height: 15px; width: 100%;"> <table style="width: 100%; margin-left: auto; margin-right: auto;" cellspacing="12" cellpadding="6"> <tbody> <tr> <td style="padding-left:12px;padding-right:12px;padding-top:20px"> <table border="0" cellpadding="0" cellspacing="0" width="100%" align="left" style="border:none;border-collapse:collapse;border-spacing:0;table-layout:fixed;width:100%"> <tbody><tr> <td style="color:#717172;font-family:'HelveticaNeue-Light','Helvetica Neue Light',Helvetica,Arial,sans-serif;font-size:16px;line-height:28px">Hello {0},<br><br> We received a request to reset your password. Click on the link to choose a new one:<br><br> <a style="text-decoration:none;font-family:'HelveticaNeue-Light','Helvetica Neue Light',Helvetica,Arial,sans-serif;font-size:16px;color:#12939a" href="{1}" target="_blank" >Reset password</a> </td> </tr> <tr> <td> <table border="0" cellpadding="0" cellspacing="0" style="border:none;border-collapse:collapse;border-spacing:0;width:100%" width="100%"> <tbody><tr> <td style="font-size:0px;line-height:0px;padding-bottom:28px">&nbsp;</td> </tr> </tbody> </table> </td> </tr> </tbody> </table> </td> </tr> <tr align="center"> <td><span style="font-family: arial, helvetica, sans-serif;"><a title="Facebook" href="https://www.facebook.com/Immunotec" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_facebook_blue.png" alt="Facebook" width="32" height="32" align="none" /></a>&nbsp;<a href="https://twitter.com/immunotec_hq" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_twitter_blue.png" alt="Twitter" width="32" height="32" align="none" /></a>&nbsp;<a href="https://www.linkedin.com/company/immunotec" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_linkedin_blue.png" width="32" height="32" align="none" /></a>&nbsp;<a href="https://plus.google.com/+immunotec" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_googlePlus_blue.png" width="32" height="32" align="none" /></a>&nbsp;<a href="https://www.youtube.com/user/CorpImmunotec" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_youtube_blue.png" width="32" height="32" align="none" /></a>&nbsp;<a href="https://www.pinterest.com/immunotecCorp/" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_pinterest_blue.png" width="32" height="32" align="none" /></a>&nbsp;<a href="https://www.instagram.com/immunoteccorporate/" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_instagram_blue.png" width="32" height="32" align="none" /></a>&nbsp;<a href="https://vimeo.com/immunotecinc" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_vimeo_blue.png" width="32" height="32" align="none" /></a></span></td> </tr> </tbody> </table> </td> </tr> </tbody> </table> </td> </tr> <tr> <td style="width: 600px; text-align: center;"><span style="font-family: arial, helvetica, sans-serif; font-size: 10pt; color: #333333;">&copy;2019 Immunotec Inc. All Rights Reserved</span></td> </tr> </tbody> </table> </center></td> </tr> </tbody> </table> </center>
es_co: <center> <table style="background-color: #f5f5f5; width: 100%;" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td><center> <table style="width: 630px;" cellspacing="0" cellpadding="12"> <tbody> <tr> <td style="width: 600px;"><a href="http://www.immunotec.com"><img src="https://media.immunotec.com/SP/images/autoresponders/immunotec-logo.png" alt="Immunotec logo" width="250" height="54" /></a></td> </tr> <tr> <td style="width: 600px;"> <table style="background-color: #ffffff; width: 99.6689%; height: 100%;" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr style="height: 15px;"> <td style="height: 15px; width: 100%;"><span style="font-family: arial, helvetica, sans-serif;"><img src="https://media.immunotec.com/SP/images/autoresponders/header_autoresponders-new.jpg" alt="Immunotec" width="625" height="227" /></span></td> </tr> <tr style="height: 15px;"> <td style="height: 15px; width: 100%;"> <table style="width: 100%; margin-left: auto; margin-right: auto;" cellspacing="12" cellpadding="6"> <tbody> <tr> <td style="padding-left:12px;padding-right:12px;padding-top:20px"> <table border="0" cellpadding="0" cellspacing="0" width="100%" align="left" style="border:none;border-collapse:collapse;border-spacing:0;table-layout:fixed;width:100%"> <tbody><tr> <td style="color:#717172;font-family:'HelveticaNeue-Light','Helvetica Neue Light',Helvetica,Arial,sans-serif;font-size:16px;line-height:28px">Hola {0},<br><br> Recibimos una solicitud para restablecer tu contraseña. Haz clic en el enlace para elegir una nueva:<br><br> <a style="text-decoration:none;font-family:'HelveticaNeue-Light','Helvetica Neue Light',Helvetica,Arial,sans-serif;font-size:16px;color:#12939a" href="{1}" target="_blank" > Restablecer tu contraseña</a> </td> </tr> <tr> <td> <table border="0" cellpadding="0" cellspacing="0" style="border:none;border-collapse:collapse;border-spacing:0;width:100%" width="100%"> <tbody><tr> <td style="font-size:0px;line-height:0px;padding-bottom:28px">&nbsp;</td> </tr> </tbody> </table> </td> </tr> </tbody> </table> </td> </tr> <tr align="center"> <td><span style="font-family: arial, helvetica, sans-serif;"><a title="Facebook" href="https://www.facebook.com/Immunotec" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_facebook_blue.png" alt="Facebook" width="32" height="32" align="none" /></a>&nbsp;<a href="https://twitter.com/immunotec_hq" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_twitter_blue.png" alt="Twitter" width="32" height="32" align="none" /></a>&nbsp;<a href="https://www.linkedin.com/company/immunotec" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_linkedin_blue.png" width="32" height="32" align="none" /></a>&nbsp;<a href="https://plus.google.com/+immunotec" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_googlePlus_blue.png" width="32" height="32" align="none" /></a>&nbsp;<a href="https://www.youtube.com/user/CorpImmunotec" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_youtube_blue.png" width="32" height="32" align="none" /></a>&nbsp;<a href="https://www.pinterest.com/immunotecCorp/" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_pinterest_blue.png" width="32" height="32" align="none" /></a>&nbsp;<a href="https://www.instagram.com/immunoteccorporate/" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_instagram_blue.png" width="32" height="32" align="none" /></a>&nbsp;<a href="https://vimeo.com/immunotecinc" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_vimeo_blue.png" width="32" height="32" align="none" /></a></span></td> </tr> </tbody> </table> </td> </tr> </tbody> </table> </td> </tr> <tr> <td style="width: 600px; text-align: center;"><span style="font-family: arial, helvetica, sans-serif; font-size: 10pt; color: #333333;">&copy;2019 Immunotec Inc. All Rights Reserved</span></td> </tr> </tbody> </table> </center></td> </tr> </tbody> </table> </center>
fr_ca: <center> <table style="background-color: #f5f5f5; width: 100%;" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr> <td><center> <table style="width: 630px;" cellspacing="0" cellpadding="12"> <tbody> <tr> <td style="width: 600px;"><a href="http://www.immunotec.com"><img src="https://media.immunotec.com/FR/images/autoresponders/immunotec-logo.png" alt="Immunotec logo" width="250" height="54" /></a></td> </tr> <tr> <td style="width: 600px;"> <table style="background-color: #ffffff; width: 99.6689%; height: 100%;" border="0" cellspacing="0" cellpadding="0"> <tbody> <tr style="height: 15px;"> <td style="height: 15px; width: 100%;"><span style="font-family: arial, helvetica, sans-serif;"><img src="https://media.immunotec.com/FR/images/autoresponders/header_autoresponders-new.jpg" alt="Immunotec" width="625" height="227" /></span></td> </tr> <tr style="height: 15px;"> <td style="height: 15px; width: 100%;"> <table style="width: 100%; margin-left: auto; margin-right: auto;" cellspacing="12" cellpadding="6"> <tbody> <tr> <td style="padding-left:12px;padding-right:12px;padding-top:20px"> <table border="0" cellpadding="0" cellspacing="0" width="100%" align="left" style="border:none;border-collapse:collapse;border-spacing:0;table-layout:fixed;width:100%"> <tbody><tr> <td style="color:#717172;font-family:'HelveticaNeue-Light','Helvetica Neue Light',Helvetica,Arial,sans-serif;font-size:16px;line-height:28px">Bonjour {0},<br><br> Nous avons reçu une demande de réinitialisation de votre mot de passe. Cliquez sur le lien pour en choisir un nouveau:<br><br> <a style="text-decoration:none;font-family:'HelveticaNeue-Light','Helvetica Neue Light',Helvetica,Arial,sans-serif;font-size:16px;color:#12939a" href="{1}" target="_blank" >Réinitialiser le mot de passe</a> </td> </tr> <tr> <td> <table border="0" cellpadding="0" cellspacing="0" style="border:none;border-collapse:collapse;border-spacing:0;width:100%" width="100%"> <tbody><tr> <td style="font-size:0px;line-height:0px;padding-bottom:28px">&nbsp;</td> </tr> </tbody> </table> </td> </tr> </tbody> </table> </td> </tr> <tr align="center"> <td><span style="font-family: arial, helvetica, sans-serif;"><a title="Facebook" href="https://www.facebook.com/Immunotec" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_facebook_blue.png" alt="Facebook" width="32" height="32" align="none" /></a>&nbsp;<a href="https://twitter.com/immunotec_hq" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_twitter_blue.png" alt="Twitter" width="32" height="32" align="none" /></a>&nbsp;<a href="https://www.linkedin.com/company/immunotec" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_linkedin_blue.png" width="32" height="32" align="none" /></a>&nbsp;<a href="https://plus.google.com/+immunotec" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_googlePlus_blue.png" width="32" height="32" align="none" /></a>&nbsp;<a href="https://www.youtube.com/user/CorpImmunotec" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_youtube_blue.png" width="32" height="32" align="none" /></a>&nbsp;<a href="https://www.pinterest.com/immunotecCorp/" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_pinterest_blue.png" width="32" height="32" align="none" /></a>&nbsp;<a href="https://www.instagram.com/immunoteccorporate/" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_instagram_blue.png" width="32" height="32" align="none" /></a>&nbsp;<a href="https://vimeo.com/immunotecinc" target="_blank"><img style="width: 32px; height: 32px; margin: 0px 12px 0px 0px;" src="https://media.immunotec.com/images/autoresponders/social_vimeo_blue.png" width="32" height="32" align="none" /></a></span></td> </tr> </tbody> </table> </td> </tr> </tbody> </table> </td> </tr> <tr> <td style="width: 600px; text-align: center;"><span style="font-family: arial, helvetica, sans-serif; font-size: 10pt; color: #333333;">&copy;2019 Immunotec Inc. All Rights Reserved</span></td> </tr> </tbody> </table> </center></td> </tr> </tbody> </table> </center>

# ForgotPasswordEmailSubject
source: Immunotec - Forgot Password
es_co: Immunotec - Olvidé mi contraseña
fr_ca: Immunotec - mot de passe oublié

# EmailNotFound
source: Sorry your email has not been found within our system.
es_co: Lamentamos que tu correo electrónico no se haya encontrado dentro de nuestro sistema.
fr_ca: Désolé, nous n’avons pas trouvé votre adresse courriel dans notre système.

# TooManyEmails
source: Sorry, we have too many Customers with that Email Address please contact customer support to handle this further.
es_co: Lo sentimos, tenemos demasiados clientes con esa dirección de correo electrónico, por favor llame al soporte al cliente para resolverlo.
fr_ca: Désolé, nous avons trop de clients avec cette adresse courriel; veuillez communiquer avec le soutien à la clientèle pour régler le problème.

source: Forgot Password
es_co: Se te olvidó tu contraseña
fr_ca: Mot de passe oublié

source: No Recent Enrollments
es_co: No hay inscripciones recientes
fr_ca: Aucune inscription récente

# InThePast_Days
source: In the Past {0} days
es_co: En el pasado {0} días
fr_ca: Au cours des {0} derniers jours

# PasswordUpdated
source: Password Successfully changed! Please wait while you are redirected back to login.
es_co: ¡Contraseña cambiada correctamente! Espera mientras se te redirige para iniciar sesión.
fr_ca: Modification du mot de passe réussie! Veuillez attendre d’être redirigé vers l’ouverture de session.

source: Elasense Skin Care
es_co: Elasense Cuidado de la piel
fr_ca: Soins de la peau Elasense

source: Compensation Plan
es_co: Plan de compensación
fr_ca: Plan de rémunération

source: Consultant Information
es_co: Información del Consultor Independiente
fr_ca: Information du consultant

source: Contact Immunotec
es_co: Contacte a Immunotec
fr_ca: Contactez Immunotec

source: Contact Me
es_co: Contáctame
fr_ca: Contactez-moi

source: Corporate Information
es_co: Información corporativa
fr_ca: Information sur l’entreprise

source: Join Immunotec
es_co: Únete a Immunotec
fr_ca: Joignez Immunotec

source: Our Products
es_co: Nuestros productos
fr_ca: Produits aux fins d’inscription

source: Product Catalogue
es_co: Catálogo de productos
fr_ca: Catalogue de produits

source: Read My Story
es_co: Lee mi historia
fr_ca: Lire mon histoire

source: Start A Business
es_co: Iniciar un negocio
fr_ca: Démarrer une entreprise

# CustomerType_05
source: Employee
es_co: Empleado
fr_ca: Employé

source: Item Code
es_co: Código de artículo
fr_ca: Numéro d'article

# Packs
source: Starter Packs
es_co: Paquetes de inicio
fr_ca: Trousses de démarrage

# FollowingItemsAddedToCart
source: The following items are already in your cart – you can shop for more from the menu below.
es_co: Los siguientes artículos ya están en tu carrito: puedes comprar más en el menú a continuación.
fr_ca: Les articles suivants sont déjà dans votre panier – vous pouvez en choisir d’autres dans le menu ci-dessous.

source: Enrollment Products
es_co: Productos de inscripción
fr_ca: Produits aux fins d’inscription

# IWouldNotLikeToCreate
source: I do not want to set up an AutoShip today
es_co: No deseo configurar un Autoenvío hoy
fr_ca: Je ne désire pas configurer la livraison automatique aujourd’hui

source: AutoShip Bundles
es_co: Paquetes autoenvío
fr_ca: Forfaits de livraison automatique

# EmailUnavailable
source: This email isn't available
es_co: Este correo electrónico no está disponible
fr_ca: Ce courriel n'est pas disponible

# AddAndSave
source: Add an Autoship and save 25%
es_co: Agregar un Autoenvío y ahorra un 25%
fr_ca: AJOUTER UNE LIVRAISON AUTOMATIQUE ET ÉCONOMISER 25 %

source: PV
es_co: VP
fr_ca: VP

source: Total PV
es_co: VP total
fr_ca: VP total

source: Please Choose a Language
es_co: Por favor, elije un idioma
fr_ca: Veuillez choisir une langue

# Volume_006
source: Personal Group Volume (PGV)
es_co: Volumen grupal personal (VGP)
fr_ca: Volume du groupe personnel (VGP)

# Volume_007
source: Total Organization Volume (TOV) (Uncapped)
es_co: Volumen total de la organización (VTO) (no cubierta)
fr_ca: Total du volume organisationnel (TVO) (non plafonné)

# Volume_008
source: Total Organization Volume (TOV) (Capped Current Rank)
es_co: Volumen total de la organización (VTO) (Rango actual no cubierto)
fr_ca: Total du volume organisationnel (TVO) (plafonné au niveau actuel)

# Volume_009
source: Total Organization Volume (TOV) (Capped Next Rank)
es_co: Volumen total de la organización (VTO) (Categoría siguiente cerrada)
fr_ca: Total du volume organisationnel (TVO) (plafonné au prochain niveau)

# Volume_010
source: Total CV (TCV)
es_co: total VC(VCT)
fr_ca: VC total (VCT)

# Volume_011
source: Qualified Venture Legs
es_co: Ramificaciones de Asociados calificados
fr_ca: Branches Actif qualifiées

# Volume_012
source: Platinum Consultant Legs
es_co: Ramificaciones Consultor Independiente Platino
fr_ca: Branches du consultant Platine

# Volume_013
source: Central Group Volume (CGV) (Paid Rank 10 - Entrepreneur)
es_co: Volumen del grupo central (VGC) (Rango pagado 10 - Empresario)
fr_ca: Volume du groupe central (VGC) (Niveau de rémunération 10 - Entrepreneur)

# Volume_014
source: Central Group Volume (CGV) (Paid Rank 20 - Associate)
es_co: Volumen del grupo central (VGC) (Rango pagado 20 - Asociado)
fr_ca: Volume du groupe central (VGC) (Niveau de rémunération 20 - Associé)

# Volume_015
source: Central Group Volume (CGV) (Paid Rank 30 - Venture)
es_co: Volumen del grupo central (VGC) (Rango pagado 30 - Asociado)
fr_ca: Volume du groupe central (VGC) (Niveau de rémunération 30 - Actif)

# Volume_016
source: Central Group Volume (CGV) (Paid Rank 40 - Silver)
es_co: Volumen del grupo central (VGC) (Rango pagado 40 - Plata)
fr_ca: Volume du groupe central (VGC) (Niveau de rémunération 40 - Argent)

# Volume_017
source: Central Group Volume (CGV) (Paid Rank 50 - Gold)
es_co: Volumen del grupo central (VGC) (Rango pagado 50 - Oro)
fr_ca: Volume du groupe central (VGC) (Niveau de rémunération 50 - Or)

# Volume_018
source: Central Group Volume (CGV) (Paid Rank 60 - Diamond)
es_co: Volumen del grupo central (VGC) (Rango pagado 60 - Diamante)
fr_ca: Volume du groupe central (VGC) (Niveau de rémunération 60 - Diamant)

# Volume_019
source: Central Group Volume (CGV) (Paid Rank 70 - Executive Diamond)
es_co: Volumen del grupo central (VGC) (Rango pagado 70 - Diamante Ejecutivo)
fr_ca: Volume du groupe central (VGC) (Niveau de rémunération 70 - Diamant prestige)

# Volume_020
source: Central Group Volume (CGV) (Paid Rank 80 - Platinum)
es_co: Volumen del grupo central (VGC) (Rango pagado 80 - Platino)
fr_ca: Volume du groupe central (VGC) (Niveau de rémunération 80 - Platine)

# Volume_021
source: Central Group Volume (CGV) (Paid Rank 90 - Senior Platinum)
es_co: Volumen del grupo central (VGC) (Rango pagado 90 - Platino Principal)
fr_ca: Volume du groupe central (VGC) (Niveau de rémunération 90 - Platine principal)

# Volume_022
source: Central Group Volume (CGV) (Achieved Rank 10 - Entrepreneur)
es_co: Volumen del grupo central (VGC) (rango alcanzado 10 - Empresario)
fr_ca: Volume du groupe central (VGC) (Niveau atteint 10 - Entrepreneur)

# Volume_023
source: Central Group Volume (CGV) (Achieved Rank 20 - Associate)
es_co: Volumen del grupo central (VGC) (rango alcanzado 20 - Miembro)
fr_ca: Volume du groupe central (VGC) (Niveau atteint 20 - Associé)

# Volume_024
source: Central Group Volume (CGV) (Achieved Rank 30 - Venture)
es_co: Volumen del grupo central (VGC) (Rango alcanzado 30 - Asociado)
fr_ca: Volume du groupe central (VGC) (Niveau atteint 30 - Actif)

# Volume_025
source: Central Group Volume (CGV) (Achieved Rank 40 - Silver)
es_co: Volumen del grupo central (VGC) (Rango alcanzado 40 - Plata)
fr_ca: Volume du groupe central (VGC) (Niveau atteint 40 - Argent)

# Volume_026
source: Central Group Volume (CGV) (Achieved Rank 50 - Gold)
es_co: Volumen del grupo central (VGC) (Rango alcanzadoo 50 - Oro)
fr_ca: Volume du groupe central (VGC) (Niveau atteint 50 - Or)

# Volume_027
source: Central Group Volume (CGV) (Achieved Rank 60 - Diamond)
es_co: Volumen del grupo central (VGC) (Rango alcanzado 60 - Diamante)
fr_ca: Volume du groupe central (VGC) (Niveau atteint 60 - Diamant)

# Volume_028
source: Central Group Volume (CGV) (Achieved Rank 70 - Executive Diamond)
es_co: Volumen del grupo central (VGC) (Rango alcanzado 70 - Diamante Ejecutivo)
fr_ca: Volume du groupe central (VGC) (Niveau atteint 70 - Diamant prestige)

# Volume_029
source: Central Group Volume (CGV) (Achieved Rank 80 - Platinum)
es_co: Volumen del grupo central (VGC) (Rango alcanzado 80 - Platino)
fr_ca: Volume du groupe central (VGC) (Niveau atteint 80 - Platine)

# Volume_030
source: Central Group Volume (CGV) (Achieved Rank 90 - Senior Platinum)
es_co: Volumen del grupo central (VGC) (Rango alcanzado 90 - Platino principal)
fr_ca: Volume du groupe central (VGC) (Niveau atteint 90 - Platine principal)

# Volume_031
source: Purchased Venture Pack
es_co: Paquete de Asociado Comprado
fr_ca: Trousse Actif achetée

# Volume_032
source: Generation Node
es_co: Nodo Generación
fr_ca: Nœud de génération

# Volume_033
source: Account Status InActive PeriodID
es_co: Estado de cuenta en Periodo activo
fr_ca: Numéro de la période d’activité du compte

# Volume_034
source: Personally Sponsored Customers With CV
es_co: Clientes patrocinados personalmente con VC
fr_ca: Clients parrainés personnellement avec VC

# Volume_035
source: Personally Enrolled New Consultants With 400 PV
es_co: Nuevos Consultores Independientes inscritos personalmente con 400 PV
fr_ca: Nouveaux consultants inscrits personnellement avec VP de 400

# Volume_036
source: Customer Commissionable Volume (CCV)
es_co: Volumen de cliente sujeto a comisión (VCC)
fr_ca: Volume commissionnable des clients (VCC)

# Volume_037
source: Consultant Enrollment Period ID
es_co: ID del período de inscripción del Consultor Independiente
fr_ca: Numéro de la période d’inscription du consultant
