Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

# ScienceBehind_Article3
source: <div class="ScienceBehind-content"> <h1>The science behind Immunocal</h1> <div class="articles"> <a class="btnTextLinkBack" href="back">BACK</a> <h3>Living Healthier Through Natural Technologies</h3> <p><img src="https://media.immunotec.com/images/science_article-3.jpg" alt="Article 3" class="rticlesRight">The last few decades have witnessed a major shift from the reliance on drugs to a demand for natural alternatives. What has spurred this change is an increasingly overburdened, expensive and often inaccessible medical system that has been so busy taking care of the sick, that wellness has been left to non-conventional medicine. More and more of us are now moving from a reactive to a proactive approach to maintaining health and well-being, and this includes lifestyle changes, exercise, nutrition and natural supplements.</p> <p>Until recently, many medical professionals have been somewhat wary of natural supplements, worried about quality, consistency and efficacy of what was being sold to the public. In the world of science, it is research that represents the gold standard, and without the funding available to drug manufacturers, natural products have historically fallen short of the rigor involved in investigating a new medication.</p> <p><strong><em>Until recently...</em></strong></p> <p>Both in the United States and in Canada, federal agencies (the NIH<sup>1</sup> initiative and Health Canada’s NHPD<sup>2</sup>) have taken strides to promote the use of natural products, but only if they meet the standards of validation through appropriate research.</p> <p>Immunotec has taken full advantage of this opportunity, and with some ease. Immunocal, its flagship product, has been studied extensively with numerous medical and scientific articles written in peer-reviewed journals. Research on this natural substance already existed for over three decades.</p> <p>Currently, people are looking for clinically proven, natural products that will help to improve health and help them feel younger and more energetic. You have the opportunity to gain tremendous benefits from the leader in the field of natural products, Immunotec and its principal product, Immunocal.</p> <p class="textSmaller"> 1. NIH – National Institutes of Health<br> 2. NHPD – Natural Health Products Directorate </p> <h4>Improve Your Immune System and Optimize Your Quality of Life</h4> <p><strong>Immunocal is a natural protein that addresses several critical factors affecting your quality of life. Immunocal&nbsp;can:</strong></p> <ul> <li>Increase your ability to fight off free radicals through optimizing you antioxidation ability</li> <li>Strengthen your immune defenses</li> <li>Help properly deal with pollutants and toxins in your body</li> <li>Enhance your energy and sense of well-being</li> </ul> <p>It is easy to explain how Immunocal does this.</p> <h4>What is Immunocal?</h4> <p>Immunocal is a patented supplement that in nature is most similar to mother’s milk. It is over 90% pure protein and has a biological value higher than any other protein supplement or food available. The term “biological value” (BV) refers to a measurement of how important any edible protein is to your body.</p> <p>Taken daily, Immunocal will raise your body’s concentration of glutathione (abbreviated as GSH), a molecule referred to as “Your Body’s Most Important Protector”. Most individuals have never heard of glutathione, however given the huge amount of research publications on the subject and the large impact it will have in future health care, the term glutathione will shortly become part of our everyday language, the same way as we use the words “antioxidant” or “cholesterol”. To date, there have been over 80,000 published articles on glutathione in the medical literature.</p> <h4>What is Glutathione?</h4> <p>Glutathione (GSH) is the body’s own health ‘AID to Energy’– Antioxidant, Immune Booster, Detoxifier and Energy enhancer. This small protein, produced naturally in the body, supports these four crucial functions. In fact, your life depends upon glutathione. Without it, your cells would disintegrate from unrestrained oxidation, your body would have little resistance to bacteria, viruses and cancer, and your liver would cease functioning from the accumulation of toxins.</p> <h4>The Roles of Glutathione</h4> <p>Medical science has described literally dozens of roles that glutathione plays in your body. However, the four most important <a href="https://media.immunotec.com/EN/science_rolesGlutathione.pdf " target="_blank">roles of glutathione</a> can be summarized by the acronym:</p> <p> <span class="textStandout">A I D = E<sup>2</sup></span><br> These letters stand for: </p> <ul> <li><span class="textStandout">A</span>ntioxidant</li> <li><span class="textStandout">I</span>mmune support</li> <li><span class="textStandout">D</span>etoxifier</li> <li><span class="textStandout">E</span>nergy</li> </ul> <p><strong>Let’s look at these four critical processes driven by glutathione:</strong></p> <p> <strong><span class="textStandout">A</span> – Glutathione – “Your Master <span class="textStandout">A</span>ntioxidant”</strong><br> Over the past thirty years, advances in the study of antioxidants have grown to the point that a whole new branch of medicine has developed called “Free Radical Biology” which focuses on oxidant/antioxidant balance. These scientists have elaborated upon several hundred different disease processes where antioxidants play a vital role. The shelves of natural food stores and pharmacies are resplendent with a large array of different antioxidants offered. However, although these antioxidants including vitamin C and vitamin E are usually “natural”, they are not natural to your body. If you do not ingest these vitamins, they will not be found in your cells naturally. Given the importance of antioxidation in hundreds of different disease processes, one poses the question – “What antioxidant does the body manufacture to ward off these processes?” Glutathione is the most abundantly produced antioxidant in the body. In fact, the presence of this small protein is crucial for the functioning of all of the other antioxidants we know of, gaining the title of “Master Antioxidant”. </p> <p> <strong><span class="textStandout">I</span> – Glutathione – “Food for the <span class="textStandout">I</span>mmune System”</strong><br> Your immune system is constantly on the prowl for pathogens and foreign antigens—agents of cellular damage, toxicity and disease. These antigens include viruses, bacteria, parasites, fungi and even pre-cancerous cells. To neutralize these pathogens the body needs a ready supply of glutathione. If it doesn’t have enough, some of the invaders will get through, infecting the body and/or contributing to aging, long-term accumulative damage—even eventual cancer. We can’t avoid illness and aging altogether—although a few scientists are pursuing some age-old dreams—but by keeping our intracellular glutathione levels up we also keep our immune system on full alert and fully armed. Dr.&nbsp;Gustavo&nbsp;Bounous, discoverer of Immunocal, has focused on glutathione as support for the immune system. “ The limiting factor for the proper activity and multiplication of our lymphocytes (white blood cells) is the availability of glutathione”. Dr.&nbsp;Bounous’ research at McGill University has spawned countless other research papers worldwide examining this phenomenon. </p> <p> <strong><span class="textStandout">D</span> – Glutathione – “<span class="textStandout">D</span>etoxification System”</strong><br> Hundreds of toxins are eliminated by the GSH enzyme system, including drug breakdown products, pollutants, carcinogens and radiation damage. It’s no surprise that GSH concentrations are highest in the liver, the body’s major detoxifying organ. We inhale and ingest natural and synthetic toxins every day of our lives and can’t possibly avoid them, especially in our technological times, our congested and polluted cities and with our bio-engineered food supplies. Experimental studies have shown that low glutathione levels lead to poor liver and kidney function, and result in unnecessarily large quantities of toxins circulating through the body. There, they continuously damage individual cells and organs. The list of toxins eliminated include cigarette smoke, automobile exhaust and heavy metals. Physicians regularly use drugs to elevate glutathione levels in critical illnesses like acetaminophen overdose and severe liver failure. </p> <p> <strong><span class="textStandout">E<sup>2</sup></span> – Glutathione – “<span class="textStandout">E</span>nergize Yourself”</strong><br> Our cells are like little machines, running 24 hours a day. Where does the energy to fuel this constant activity come from? The answer is quite complicated but science had identified tiny structures within our cells called “mitochondria” which serve as tiny batteries inside the cell. Like any source of fuel, inevitably burning and waste products are a result. The mitochondria literally burn up oxygen and as a result are prone to overload and damage and are limited in their ability to continue working unless these breakdown products like oxyradicals are removed. The major substance produced by the cell to keep these mitochondria “cool” and efficient is glutathione. This translates into more energy and more strength. Raising glutathione has become a focus for many studies from sports medicine to anti-aging for this reason. </p> <h4>What Causes Us to LOSE Glutathione (GSH)</h4> <p> Every day our bodies are exposed to factors that drain our levels of glutathione: stress, pollution, radiation, infection, drugs, poor diet, aging, injury and fatigue. These all contribute to glutathione depletion which, in turn, leads to cellular aging, disease and death. “Concern about maintaining one’s glutathione level will eventually be on par with other health maintenance issues.” says Dr.&nbsp;Bounous, discoverer of Immunocal. </p> <h4>Immunocal Can Fix the Problem</h4> <p>Immunocal is proven and patented to raise glutathione. It is a natural source of the glutathione building block called cysteine, for the maintenance of a strong immune system.</p> <p>There are other synthetic ways in which glutathione levels may be raised, but the high level of side effects and short duration of action limits their usefulness. In contrast, Immunocal is extremely effective and has negligible side effects when used as directed. It is a protein isolate from milk, but has an insignificant amount of lactose (&lt;1%); therefore, it is easily tolerated by lactose intolerant individuals.</p> <h4>Recognition</h4> <p>Immunocal is patent-protected worldwide and has several important high-level acknowledgments: </p> <ul> <li>Awarded an NPN (Natural Product Number) issued by Health Canada</li> <li>Listed in the U.S. Physicians’ Desk Reference (PDR)</li> </ul> <h4>Give Your Body What it Needs to Perform Optimally</h4> <p>Most of us know it’s a good idea to eat well, exercise and get a good night’s sleep. We might also know that it’s a good idea to take some vitamins and minerals.</p> <p>But if you are seeking a way to give your body an extra edge in a world where we are constantly bombarded with environmental stressors, then supporting your immune system is key. And typical vitamin and mineral supplements aren’t enough to do the job.</p> <p><strong><em>Taking Immunocal on a regular basis will give you more control over your health, vitality and wellbeing.</em></strong></p> <a class="btnTextLinkBack" href="back">BACK</a> </div> </div>
es_co: <div class="ScienceBehind-content"> <h1>La ciencia detr&aacute;s de Immunocal</h1> <div class="articles"> <a class="btnTextLinkBack" href="back">VOLVER</a> <h3><span class="sectionHeading">Vivir m&aacute;s saludable a trav&eacute;s de tecnolog&iacute;as naturales</span></h3> <p><img src="https://media.immunotec.com/images/science_article-3.jpg" alt="Article 3" class="rticlesRight" />Las &uacute;ltimas d&eacute;cadas han presenciado un importante cambio de la completa confianza en medicamentos hacia una creciente demanda de productos alternativos. Lo que ha estimulado este cambio es el sobrecargado, caro y a veces inaccesible sistema m&eacute;dico que ha estado tan ocupado encarg&aacute;ndose de la enfermedad que el bienestar ha sido dejado a la medicina no convencional. Cada vez m&aacute;s de nosotros estamos pas&aacute;ndonos de un enfoque reactivo a un enfoque proactivo para mantener nuestra salud y bienestar y esto incluye cambios en nuestro estilo de vida, ejercicio, nutrici&oacute;n y suplementos naturales. </p> <p>Hasta hace muy poco, preocupados por la calidad, consistencia y eficacia de lo que se vend&iacute;a al p&uacute;blico, muchos m&eacute;dicos hab&iacute;an mostrado cierto recelo en cuanto a los suplementos naturales. En el mundo de la ciencia, las investigaciones son las que representan el estandarte de oro y al contar con los fondos disponibles para los fabricantes de medicamentos, los productos naturales hist&oacute;ricamente no se han podido beneficiar del rigor requerido para las investigaciones de nuevos medicamentos. </p> <p><strong><em>Hasta muy recientemente...</em></strong></p> <p>Tanto en Estados Unidos como en Canad&aacute;, las agencias federales (los NIH<sup>1</sup> y la NHPD<sup>2</sup> de <em>Health Canada</em>) han tomado iniciativas para promover el uso de los productos naturales, pero s&oacute;lo si cumplen con los est&aacute;ndares de validaci&oacute;n obtenidos a trav&eacute;s de las investigaciones apropiadas. </p> <p>Immunotec ha aprovechado todas las ventajas de esta oportunidad, y con cierta facilidad. Immunocal&reg;, su producto clave, ha sido exhaustivamente estudiado y se le han publicado numerosos art&iacute;culos cient&iacute;ficos y m&eacute;dicos en publicaciones muy controladas. Las investigaciones sobre este producto han existido por m&aacute;s de tres d&eacute;cadas.</p> <p>Actualmente, la gente anda en busca de productos naturales probados cl&iacute;nicamente que le van a ayudar a mejorar su salud y a sentirse m&aacute;s joven y energ&eacute;tico. Ahora usted tiene la oportunidad de obtener grandes beneficios del l&iacute;der en el &aacute;mbito de los productos naturales, Immunotec y su producto principal, Immunocal.</p> <p class="textSmaller">1. <span class="xSmall2">NIH &ndash; Institutos Nacionales de Salud</span><br /> 2. <span class="xSmall2">NHPD &ndash;Direcci&oacute;n de Productos Naturales para la Salud</span></p> <h4><span class="boldBlue">Mejore su Sistema Inmunitario y Optimice su Calidad de Vida</span></h4> <p><strong>Immunocal es una prote&iacute;na natural que se dirige a varios factores esenciales que afectan su calidad de vida. Immunocal puede:</strong></p> <ul> <li>Incrementar la habilidad de su cuerpo de combatir los radicales libres al optimizar su producci&oacute;n de antioxidantes</li> <li>Mantener sus defensas inmunitarias</li> <li>Ayudar a deshacerse adecuadamente de los contaminantes y toxinas de su cuerpo</li> <li>Mejorar su energ&iacute;a y sensaci&oacute;n de bienestar</li> </ul> <p>Es muy f&aacute;cil explicar c&oacute;mo lo hace Immunocal.</p> <h4><span class="boldBlue">&iquest;Qu&eacute; es Immunocal?</span></h4> <p>Immunocal es un suplemento patentado que en la naturaleza es muy parecido a la leche materna. Contiene m&aacute;s de 90% de prote&iacute;na pura y tiene un valor biol&oacute;gico m&aacute;s alto que cualquier otro suplemento prote&iacute;nico o alimento disponible. El t&eacute;rmino &ldquo;valor biol&oacute;gico&rdquo; (VB) se refiere a la medida de qu&eacute; tan importante es para su cuerpo cualquier prote&iacute;na comestible.</p> <p>El consumo diario de Immunocal le ayudar&aacute; a aumentar el nivel de concentraci&oacute;n de glutati&oacute;n (abreviado como GSH), una mol&eacute;cula a la que se hace referencia como &ldquo;El protector m&aacute;s importante de su cuerpo&rdquo;. La mayor&iacute;a de las personas nunca han o&iacute;do hablar del glutati&oacute;n; sin embargo, debido a la inmensa cantidad de publicaciones de investigaciones sobre el tema y el gran impacto que esto va a tener en el cuidado de la salud en el futuro, el t&eacute;rmino glutati&oacute;n muy pronto va a convertirse en parte de nuestro vocabulario diario, de la misma manera en que ahora utilizamos las palabras &ldquo;antioxidante&rdquo; o &ldquo;colesterol&rdquo;. A la fecha, se han publicado m&aacute;s de 80,000 art&iacute;culos sobre el glutati&oacute;n en la literatura m&eacute;dica. </p> <h4><span class="boldBlue">&iquest;Qu&eacute; es el Glutati&oacute;n?</span></h4> <p>Glutati&oacute;n (GSH) es la salud propia del cuerpo &ldquo;APOYO a la Energ&iacute;a&rdquo;. Antioxidante, estimulante del sistema inmunitario, desintoxicante y productor de energ&iacute;a. Esta peque&ntilde;a prote&iacute;na, producida naturalmente por el cuerpo, apoya estas cuatro funciones principales. De hecho, su vida depende del glutati&oacute;n. Sin &eacute;l, sus c&eacute;lulas se desintegrar&iacute;an por causa de una oxidaci&oacute;n desenfrenada, su cuerpo opondr&iacute;a menos resistencia a las bacterias, los virus y el c&aacute;ncer y su h&iacute;gado dejar&iacute;a de funcionar debido a la acumulaci&oacute;n de toxinas.</p> <h4><span class="boldBlue">Los Papeles del Glutati&oacute;n</span></h4> <p>La ciencia m&eacute;dica ha descrito literalmente docenas de funciones que desempe&ntilde;a el glutati&oacute;n en nuestro cuerpo. Sin embargo, los <a href="https://media.immunotec.com/SP/science_rolesGlutathione.pdf" target="_blank">papeles principales del glutati&oacute;n</a> pueden ser resumidos en el acr&oacute;nimo siguiente :</p> <p><span class="textStandout">A R D = E<sup>2</sup></span><br /> <span class="boldBlue">Estas letras quieren decir:</span></p> <ul> <li><span class="textStandout">A</span>ntioxidante</li> <li><span class="textStandout">R</span>efuerzo Inmunol&oacute;gico</li> <li><span class="textStandout">D</span>esintoxicante</li> <li><span class="textStandout">E</span>nerg&iacute;a</li> </ul> <p><strong>Veamos estos cuatro procesos cr&iacute;ticos que dirige el glutati&oacute;n :</strong></p> <p><strong><span class="textStandout">A</span> &#8211; Glutati&oacute;n &#8211; &#8220;Su <span class="textStandout">A</span>ntioxidante Maestro&#8221;</strong><br /> Durante los &uacute;ltimos treinta a&ntilde;os, los avances en el estudio de los antioxidantes han llegado al punto de desarrollar una nueva rama de la medicina llamada &ldquo;Biolog&iacute;a de los Radicales Libres&rdquo;, la cual se concentra en el balance entre los oxidantes y los antioxidantes. Los cient&iacute;ficos han profundizado en varios cientos de procesos patol&oacute;gicos diferentes en las que los antioxidantes desempe&ntilde;an una funci&oacute;n de vital importancia. Los estantes de las tiendas de productos naturales y las farmacias se encuentran repletos de una gran variedad de antioxidantes. Sin embargo, a pesar de que estos antioxidantes, incluyendo la vitamina C y la E, son generalmente &ldquo;naturales&rdquo;, &eacute;stos no son naturales para su cuerpo. Si usted ingiere estas vitaminas, &eacute;stas no se encontrar&aacute;n en sus c&eacute;lulas naturalmente. Debido a la importancia de los antioxidantes en cientos de procesos patol&oacute;gicos, uno se hace la pregunta: &ldquo;&iquest;Cu&aacute;l es el antioxidante que nuestro cuerpo produce para defenderse de estos procesos?&rdquo; El glutati&oacute;n es el antioxidante m&aacute;s abundantemente producido en nuestro cuerpo. De hecho, la presencia de esta peque&ntilde;a prote&iacute;na es crucial para el funcionamiento de todos los dem&aacute;s antioxidantes que conocemos, haciendo que esto le otorgue el t&iacute;tulo de &ldquo;Antioxidante Maestro&rdquo;.</p> <p><strong><span class="textStandout">I</span> &#8211; Glutati&oacute;n &#8211; &#8220;Alimento para el Sistema <span class="textStandout"> I</span>nmunitario&#8221;</strong><br /> Su sistema inmunol&oacute;gico est&aacute; en la b&uacute;squeda constante de pat&oacute;genos y ant&iacute;genos externos (agentes que da&ntilde;an las c&eacute;lulas y provocan toxicidad y enfermedad). Estos ant&iacute;genos incluyen a los virus, bacterias, par&aacute;sitos, hongos e incluso c&eacute;lulas pre-cancer&iacute;genas. Para neutralizar estos pat&oacute;genos, el cuerpo necesita reservas listas de glutati&oacute;n ya que si no cuenta con una cantidad suficiente, los invasores pueden penetrar infectando el cuerpo y/o contribuyendo al envejecimiento, a da&ntilde;os acumulativos a largo plazo y hasta a un posible c&aacute;ncer. No podemos evitar enfermarnos y envejecer al mismo tiempo (aunque algunos cient&iacute;ficos contin&uacute;en buscando alcanzar el sue&ntilde;o de la longevidad) pero s&oacute;lo manteniendo altos nuestros niveles de glutati&oacute;n intercelulares vamos a mantener nuestro sistema inmunol&oacute;gico en completa alerta y completamente armado. El Dr. Gustavo Bounous, descubridor de Immunocal, se ha enfocado en el glutati&oacute;n como respaldo al sistema inmunol&oacute;gico. &ldquo;El factor limitante para la actividad adecuada y la multiplicaci&oacute;n de los linfocitos (gl&oacute;bulos blancos) es el grado de disponibilidad del glutati&oacute;n&rdquo;. La investigaci&oacute;n del Dr. Bounous en la Universidad McGill ha engendrado en todo el mundo otras numerosas investigaciones que examinan este fen&oacute;meno.</p> <p><strong><span class="textStandout">D</span> &#8211; Glutati&oacute;n &#8211; &#8220;Sistema de <span class="textStandout">D</span>esintoxicaci&oacute;n &#8221;</strong><br /> El sistema de enzimas del GSH elimina miles de toxinas, incluyendo productos de degradaci&oacute;n de las drogas, contaminantes, cancer&iacute;genos y da&ntilde;os por radiaci&oacute;n. Es bien sabido que las concentraciones m&aacute;s altas de GSH se encuentran en el h&iacute;gado, el principal &oacute;rgano desintoxicante del cuerpo. El ser humano inhala e ingiere diariamente toxinas naturales y sint&eacute;ticas y no hay manera de evitarlo, especialmente en estos tiempos modernos, con nuestras ciudades congestionadas y contaminadas y nuestros alimentos modificados gen&eacute;ticamente. Algunos estudios experimentales han demostrado que los bajos niveles de glutati&oacute;n generan un funcionamiento deficiente del h&iacute;gado y el ri&ntilde;&oacute;n ocasionando que grandes cantidades de toxinas circulen por el cuerpo. Una vez all&iacute;, da&ntilde;an continuamente c&eacute;lulas y &oacute;rganos individuales. La lista de toxinas eliminadas incluye el humo de cigarrillo, las emisiones de los autom&oacute;viles y metales pesados. Normalmente, los m&eacute;dicos emplean medicamentos para aumentar los niveles de glutati&oacute;n en enfermedades cr&iacute;ticas como en la sobredosis de acetaminof&eacute;n y en el funcionamiento inadecuado severo del h&iacute;gado.</p> <p><strong><span class="textStandout">E<sup>2</sup></span> &#8211; Glutati&oacute;n &#8211; &#8220;Ll&eacute;nese de <span class="textStandout">E</span>nerg&iacute;a Usted Mismo&#8221;</strong><br /> Nuestras c&eacute;lulas son como peque&ntilde;as m&aacute;quinas que funcionan las 24 horas del d&iacute;a. &iquest;De d&oacute;nde proviene esta energ&iacute;a para alimentar esta actividad constante? La respuesta es bastante complicada pero la ciencia ha identificado estructuras diminutas entre nuestras c&eacute;lulas llamadas &ldquo;mitocondrias&rdquo; que dentro de la c&eacute;lula funcionan como bater&iacute;as min&uacute;sculas. Al igual que cualquier fuente de energ&iacute;a, el resultado inevitable es la creaci&oacute;n de productos de desecho. Literalmente, la mitocondria quema ox&iacute;geno y tiene como consecuencia sobrecargas y da&ntilde;os, y se encuentran limitadas en su habilidad para continuar funcionando a menos que se eliminen los productos de degradaci&oacute;n como los oxirradicales. La sustancia principal producida por la c&eacute;lula para mantener el buen estado y eficiencia de la mitocondria es el glutati&oacute;n. Esto se traduce en una mayor energ&iacute;a y fuerza. Por estos motivos, el aumento de los niveles de glutati&oacute;n se ha convertido en el centro de atenci&oacute;n de muchos estudios desde la medicina deportiva hasta la de tratamientos para el rejuvenecimiento.</p> <h4><span class="boldBlue">&iquest;Qu&eacute; Provoca la P&Eacute;RDIDA de Glutati&oacute;n (GSH)?</span></h4> <p>Todos los d&iacute;as, nuestro cuerpo est&aacute; expuesto a factores que hacen disminuir nuestros niveles de glutati&oacute;n: el estr&eacute;s, la contaminaci&oacute;n, la radiaci&oacute;n, las infecciones, los medicamentos, las dietas deficientes, el envejecimiento, las lesiones y la fatiga. Todo esto contribuye a la reducci&oacute;n del glutati&oacute;n y esto, a su vez, lleva al envejecimiento celular, enfermedad y muerte. &ldquo;La preocupaci&oacute;n por mantener los niveles de glutati&oacute;n pronto va a estar a la par con el mantenimiento de otros aspectos de la salud.&rdquo;, comenta el Dr. Bounous, descubridor del Immunocal.</p> <h4><span class="boldBlue">Immunocal puede resolver el problema</span></h4> <p>Se ha comprobado y patentado la capacidad de Immunocal para aumentar los niveles de glutati&oacute;n. Es una fuente natural de la ciste&iacute;na, pieza primordial en la construcci&oacute;n del glutati&oacute;n, para el mantenimiento de un sistema inmunitario saludable.</p> <p>Existen otras formas sint&eacute;ticas de aumentar los niveles de glutati&oacute;n pero el alto nivel de efectos secundarios y la corta duraci&oacute;n de su acci&oacute;n limitan su utilidad. En contraste, Immunocal es extremadamente efectivo y, si se emplea como se recomienda, presenta efectos secundarios m&iacute;nimos que no son dignos de tomarse en cuenta. Es un aislado de prote&iacute;na de suero de leche pero presenta una cantidad insignificante de lactosa (&lt;1 %); por lo tanto, es f&aacute;cilmente tolerable por las personas intolerantes a la lactosa.</p> <h4><span class="boldBlue">Reconocimiento</span></h4> <p>Immunocal posee una patente internacional y cuenta con importantes reconocimientos de alto nivel : </p> <ul> <li>Se le ha otorgado un NPN (N&uacute;mero de Producto Natural) asignado por <em>Health Canada</em></li> <li>Se encuentra incluido en la <em>Physicians&rsquo; Desk Reference</em> (PDR) de Estados Unidos.</li> </ul> <h4><span class="boldBlue">D&eacute; a Su Cuerpo lo que Necesita para Desempe&ntilde;arse &Oacute;ptimamente</span></h4> <p>La mayora de nosotros sabemos que debemos comer bien, hacer ejercicio regularmente y dormir suficientemente. Tambi&eacute;n sabemos que es buena idea consumir vitaminas y minerales.</p> <p>Si anda buscando darle un impulso extra a su cuerpo, en un mundo en el que estamos constantemente bombardeados por estresantes ambientales, la clave consiste en reforzar su sistema inmunitario y las vitaminas y minerales convencionales no son suficientes para completar este cometido.</p> <p><em><strong>Tomar Immunocal regularmente le va a dar el control sobre su salud, vitalidad y bienestar. </strong></em></p> </div> <a class="btnTextLinkBack" href="back">VOLVER</a> </div>
fr_ca: <div class="ScienceBehind-content"> <h1>La science d'Immunocal</h1> <div class="articles"> <a class="btnTextLinkBack" href="back">RETOUR</a> <h3><span class="sectionHeading">Vivre en meilleure sant&eacute; gr&agrave;ce aux technologies naturelles</span></h3> <p><img src="https://media.immunotec.com/images/science_article-3.jpg" alt="Article 3" class="articlesRight" />Au cours des derni&egrave;res d&eacute;cennies, nous avons connu un virage majeur qui a donn&eacute; lieu &agrave; une demande accrue pour des solutions de remplacement naturelles aux m&eacute;dicaments traditionnels. Ce changement a vu le jour en r&eacute;ponse &agrave; un syst&egrave;me de sant&eacute; de plus en plus surcharg&eacute;, dispendieux et inaccessible qui arrive &agrave; peine &agrave; traiter les malades et qui a laiss&eacute; l&rsquo;aspect mieux-&ecirc;tre aux soins de la m&eacute;decine alternative. De plus en plus de gens adoptent une attitude proactive par rapport &agrave; leur sant&eacute; et &agrave; leur mieux-&ecirc;tre ce qui les conduit &agrave; changer leurs habitudes de vie, &agrave; faire de l&rsquo;exercice, &agrave; mieux s&rsquo;alimenter et &agrave; prendre des suppl&eacute;ments naturels.</p> <p>Jusqu&rsquo;&agrave; tout r&eacute;cemment, bien des professionnels de la sant&eacute; exprimaient des r&eacute;serves relativement aux suppl&eacute;ments naturels, s&rsquo;inqui&eacute;tant de la qualit&eacute;, de l&rsquo;uniformit&eacute; et de l&rsquo;efficacit&eacute; des produits vendus au grand public. En fait, dans le monde de la science, le mot d&rsquo;ordre c&rsquo;est la recherche, et comme les fabricants de produits naturels ne disposaient pas des m&ecirc;mes ressources financi&egrave;res que les entreprises pharmaceutiques, elles ne pouvaient apporter toute la rigueur requise lors des recherches sur de nouvelles m&eacute;dications. </p> <p><strong><em>Jusqu&#8217;&agrave; tout r&eacute;cemment...</em></strong></p> <p>Aux &Eacute;tats-Unis comme au Canada, les organismes f&eacute;d&eacute;raux (les initiatives NIH<sup>1</sup> et DPSN<sup>2</sup> de Sant&eacute; Canada) ont fait de grands pas relativement &agrave; la promotion des produits naturels, mais seulement si ces produits r&eacute;pondent aux normes requises &agrave; la suite de recherches appropri&eacute;es.</p> <p>Immunotec a tir&eacute; profit au maximum de cette occasion, et ce, avec beaucoup de facilit&eacute;. Immunocal, le produit phare de l&rsquo;entreprise, a fait l&rsquo;objet d&rsquo;&eacute;tudes pouss&eacute;es et de nombreux articles m&eacute;dicaux et scientifiques ont &eacute;t&eacute; publi&eacute;s dans des revues scientifiques reconnues. Ce produit naturel est le fruit de plus de trois d&eacute;cennies de recherches.</p> <p>&Agrave; l&rsquo;heure actuelle, les gens exigent des produits naturels qui ont fait leurs preuves lors d&rsquo;essais cliniques indiquant qu&rsquo;ils peuvent am&eacute;liorer leur sant&eacute; et les aider &agrave; se sentir plus jeunes et plus vigoureux. Vous avez la possibilit&eacute; de profiter des bienfaits extraordinaires offerts par un leader dans le domaine des produits naturels, Immunotec, qui vous propose son produit phare, Immunocal. </p> <p class="textSmaller">1. <span class="xSmall2">NIH &ndash; <em>National Institutes of Health</em> (&Eacute;.-U.)</span><br /> 2. <span class="xSmall2">DPSN &ndash; Direction des produits de sant&eacute; naturels (Canada)</span></p> <h4><span class="boldBlue">Am&eacute;liorez votre syst&egrave;me immunitaire et optimisez votre qualit&eacute; de vie</span></h4> <p><strong>Immunocal est une prot&eacute;ine naturelle qui s&rsquo;attaque &agrave; diff&eacute;rents facteurs majeurs qui affectent notre qualit&eacute; de vie. Immunocal peut :</strong></p> <ul> <li> Augmenter la capacit&eacute; de votre m&eacute;tabolisme &agrave; lutter contre les radicaux libres en optimisant la production d&rsquo;anti-oxydants </li> <li>Renforce la d&eacute;fense immunologique</li> <li>Aider &agrave; lutter de fa&ccedil;on appropri&eacute;e contre les polluants et les toxines </li> <li>Am&eacute;liorer votre &eacute;nergie et votre mieux-&ecirc;tre</li> </ul> <p>L&rsquo;action d&rsquo;Immunocal s&rsquo;explique facilement.</p> <h4><span class="boldBlue">En quoi consiste Immunocal? </span></h4> <p>Immunocal est un compl&eacute;ment brevet&eacute; dont la composition est tr&egrave;s similaire &agrave; celle du lait maternel. Il est constitu&eacute; &agrave; 90&nbsp;% de prot&eacute;ines et sa valeur biologique est plus &eacute;lev&eacute;e que celle de tout autre compl&eacute;ment ou aliment disponible. Le terme &laquo; valeur biologique &raquo; fait r&eacute;f&eacute;rence &agrave; l&rsquo;int&eacute;r&ecirc;t nutritionnel d&rsquo;une prot&eacute;ine qui peut varier en fonction de la teneur et de la proportion harmonieuse des acides amin&eacute;s essentiels qu&rsquo;elle contient. </p> <p>Une consommation quotidienne d&rsquo;Immunocal aura pour cons&eacute;quence d&rsquo;augmenter la concentration du glutathion (GSH), &laquo;&nbsp;le grand protecteur de votre organisme &raquo;. La majorit&eacute; des gens ne savent pas encore ce qu&rsquo;est le glutathion. Mais avec les innombrables recherches et publications dont il a fait l&rsquo;objet, et l&rsquo;impact extraordinaire qu&rsquo;il aura sur les soins de sant&eacute; futurs, le glutathion fera bient&ocirc;t partie de notre vocabulaire courant, tout comme les anti-oxydants et le cholest&eacute;rol. Jusqu&rsquo;&agrave; ce jour, pas moins de 80&nbsp;000 articles sur le glutathion ont &eacute;t&eacute; publi&eacute;s dans la litt&eacute;rature m&eacute;dicale.</p> <h4><span class="boldBlue">En quoi consiste le glutathion?</span></h4> <p>Le glutathion (GSH) c&rsquo;est l&rsquo;AIDE sant&eacute; du corps sous divers aspects : Anti-oxydant, Immunostimulant, D&eacute;toxiquant, &Eacute;nergisant. Cette petite prot&eacute;ine, qui est produite naturellement dans l&rsquo;organisme, appuie toutes ces fonctions essentielles. En fait, votre vie repose sur le glutathion. Sans le glutathion, vos cellules se d&eacute;sint&eacute;greraient sous l&rsquo;effet de l&rsquo;oxydation, votre corps aurait tr&egrave;s peu de r&eacute;sistance aux bact&eacute;ries, au virus et au cancer, et votre foie cesserait de fonctionner suite &agrave; l&rsquo;accumulation de toxines.</p> <h4><span class="boldBlue">Les divers r&ograve;les du glutathion</span></h4> <p>La science m&eacute;dicale a soulign&eacute; que le glutathion joue des douzaines de r&ocirc;les dans l&rsquo;organisme. Toutefois, les quatre plus importants <a href="https://media.immunotec.com/FR/science_rolesGlutathione.pdf" target="_blank">r&ocirc;les du glutathion</a> peuvent se r&eacute;sumer &agrave; cet acronyme : </p> <p><span class="textStandout">A I D E</span><br /> <span class="boldBlue">Ces quatre lettres signifient :</span></p> <ul> <li><span class="textStandout">A</span>nti&#8211;oxydant</li> <li><span class="textStandout">I</span>mmunostimulant</li> <li><span class="textStandout">D</span>&eacute;toxiquant</li> <li><span class="textStandout">&Eacute;</span>nergisant</li> </ul> <p><strong>Voyons ces processus critiques appuy&eacute;s par le glutathion :</strong></p> <p><strong><span class="textStandout">A</span> &#8211; Glutathion &#8211; Votre &laquo; ma&icirc;tre <span class="textStandout">A</span>nti&#8211;oxydant &raquo;</strong><br /> Au cours des trente derni&egrave;res ann&eacute;es, la science a effectu&eacute; des avanc&eacute;es tellement importantes dans le domaine de l&rsquo;&eacute;tude des antioxydants, qu&rsquo;elles ont donn&eacute; lieu &agrave; la cr&eacute;ation d&rsquo;une toute nouvelle branche de la m&eacute;decine appel&eacute;e biologie radicalaire, qui se concentre sur l&rsquo;&eacute;tude des oxydants et antioxydant. Les scientifiques ont soulign&eacute; des centaines de processus pathog&eacute;niques dans le cadre desquels les antioxydants jouent un r&ocirc;le vital. Les tablettes des pharmacies et des diff&eacute;rents magasins d&rsquo;alimentation regorgent d&rsquo;antioxydants de toutes sortes. Les tablettes des magasins de produits naturels et des pharmacies regorgent de produits antioxydants de toutes sortes. Toutefois, quoique ces antioxydants, dont la vitamine C et E, sont habituellement &laquo; naturels &raquo;, ils ne sont pas naturels &agrave; votre organisme. Si vous n&rsquo;ing&eacute;rez pas ces vitamines, elles ne se retrouveront pas dans vos cellules de fa&ccedil;on naturelle. &Eacute;tant donn&eacute; l&rsquo;importance de l&rsquo;anti-oxydation relativement &agrave; des centaines de processus pathog&eacute;niques, on doit se poser la question suivante : &laquo; Quel antioxydant fabrique l&rsquo;organisme pour contrer ces processus? &raquo; Le glutathion est l&rsquo;antioxydant que l&rsquo;organisme produit le plus abondamment. En fait, la pr&eacute;sence de cette petite prot&eacute;ine est cruciale au fonctionnement de tous les autres antioxydants connus, de l&agrave; son surnom de &laquo; ma&icirc;tre antioxydant. &raquo;</p> <p><strong><span class="textStandout">I</span> &#8211; Glutathion &#8211; la &laquo; nourriture du syst&egrave;me <span class="textStandout">I</span>mmunitaire &raquo;</strong><br /> Votre syst&egrave;me immunitaire est constamment assailli par des pathog&egrave;nes et des antig&egrave;nes, qui peuvent endommager les cellules, &ecirc;tre toxiques ou causer des maladies. Parmi les antig&egrave;nes, on compte notamment les virus, les bact&eacute;ries, les parasites, les champignons et m&ecirc;me des cellules pr&eacute;canc&eacute;reuses. S&rsquo;il n&rsquo;est pas pr&eacute;sent en quantit&eacute; suffisante, certains envahisseurs vont s&rsquo;infiltrer, infecter le corps ou contribuer au vieillissement et causer des dommages &agrave; long terme, m&ecirc;me un &eacute;ventuel cancer. Nous ne pouvons totalement &eacute;viter la maladie ou freiner le vieillissement, et ce, m&ecirc;me si c&rsquo;est un r&ecirc;ve que caressent encore quelques scientifiques. Mais, en optimisant nos niveaux de glutathion intracellulaires, nous maintenons &eacute;galement notre syst&egrave;me immunitaire pr&ecirc;t pour l&rsquo;attaque et bien arm&eacute; pour se d&eacute;fendre. Le docteur Gustavo Bounous, qui a d&eacute;couvert Immunocal, s&rsquo;est concentr&eacute; sur l&rsquo;&eacute;tude du glutathion en tant que soutien du syst&egrave;me immunitaire. &laquo; Le facteur limitant de l&rsquo;activit&eacute; et de la multiplication normales de nos lymphocytes (globules blancs) est la disponibilit&eacute; du glutathion &raquo;. Les recherches effectu&eacute;es par le Dr&nbsp;Bounous &agrave; l&rsquo;Universit&eacute; McGill ont donn&eacute; lieu &agrave; d&rsquo;innombrables autres m&eacute;moires de recherches &agrave; l&rsquo;&eacute;chelle mondiale portant sur ce ph&eacute;nom&egrave;ne.</p> <p><strong><span class="textStandout">D</span> &#8211; Glutathion &#8211; &laquo; syst&egrave;me <span class="textStandout">D</span>&eacute;toxiquant &raquo;</strong><br /> Le syst&egrave;me d&rsquo;enzymes GSH &eacute;limine des centaines de toxines, notamment des produits de d&eacute;gradation des drogues, des polluants, des canc&eacute;rog&egrave;nes et des radiol&eacute;sions. Il n&rsquo;est donc pas &eacute;tonnant que les taux de GSH soient plus &eacute;lev&eacute;s dans le foie, qui est l&rsquo;organe de d&eacute;toxication principal de l&rsquo;organisme. Nous respirons et ing&eacute;rons des toxines naturelles et synth&eacute;tiques chaque jour de notre vie, sans pouvoir les &eacute;viter. C&rsquo;est encore plus vrai &agrave; l&rsquo;&egrave;re de la technologie, des villes congestionn&eacute;es et pollu&eacute;es et des aliments manipul&eacute;s g&eacute;n&eacute;tiquement. Des &eacute;tudes exp&eacute;rimentales ont d&eacute;montr&eacute; que lorsque les taux de glutathion ne sont pas suffisamment &eacute;lev&eacute;s, les fonctions h&eacute;patique et r&eacute;nale sont diminu&eacute;es et ne suffissent pas &agrave; bien &eacute;liminer les toxines qui circulent dans l&rsquo;organisme, laissant &agrave; ces derni&egrave;res le pouvoir de continuer &agrave; d&eacute;t&eacute;riorer les cellules et les organes. Les toxines ainsi &eacute;limin&eacute;es sont notamment la fum&eacute;e de cigarettes, les gaz d&rsquo;&eacute;chappement des voitures et les m&eacute;taux lourds. Les m&eacute;decins utilisent couramment des m&eacute;dicaments qui permettent d&rsquo;&eacute;lever les taux de glutathion dans le cas de maladies graves comme une surdose d&rsquo;ac&eacute;taminoph&egrave;ne ou d&rsquo;insuffisance h&eacute;patique.</p> <p><strong><span class="textStandout">E</span> &#8211; Glutathion &#8211; &laquo; <span class="textStandout">&Eacute;</span>nergisez&#8211;vous! &raquo;</strong><br /> Nos cellules sont comme de petites machines qui fonctionnent 24 heures par jour. D&rsquo;o&ugrave; vient l&rsquo;&eacute;nergie qu&rsquo;elles utilisent pour ce constant d&eacute;ploiement d&rsquo;activit&eacute;? La r&eacute;ponse n&rsquo;est pas simple, mais la science a identifi&eacute; une structure intracellulaire constante dans toutes les cellules, les mitochondries. Les mitochondries sont en quelque sorte les petites piles d&rsquo;&eacute;nergie de nos cellules. Elles jouent un r&ocirc;le essentiel dans tous les ph&eacute;nom&egrave;nes d&rsquo;oxydation. Les mitochondries br&ucirc;lent de l&rsquo;oxyg&egrave;ne et peuvent devenir surcharg&eacute;es et endommag&eacute;es, et leur capacit&eacute; peut &ecirc;tre limit&eacute;e par des produits de d&eacute;gradation comme les oxyradicaux. La substance la plus importante produite par la cellule pour r&eacute;gulariser et maintenir le bon fonctionnement des mitochondries, c&rsquo;est le glutathion. Cela se traduit en une augmentation d&rsquo;&eacute;nergie et de vitalit&eacute;. C&rsquo;est pour cette raison que le rehaussement des taux de glutathion est devenu le point central de nombreuses &eacute;tudes relevant notamment de la m&eacute;decine sportive ou de la recherche sur le vieillissement.</p> <h4><span class="boldBlue">Quelles sont les causes des BAISSES de glutathion (GSH) dans notre organisme?</span></h4> <p>Tous les jours, nous sommes expos&eacute;s &agrave; de nombreux facteurs qui minent nos niveaux de glutathion : le stress, la pollution, la radiation, les infections, les m&eacute;dicaments, la mauvaise alimentation, le vieillissement, les blessures et la fatigue. Tous ces &eacute;l&eacute;ments contribuent &agrave; &eacute;puiser nos r&eacute;serves de glutathion, ce qui occasionne le vieillissement des cellules, les maladies et la mort. &laquo; Ce d&eacute;sir de maintenance des taux de glutathion deviendra &eacute;ventuellement une pr&eacute;occupation de sant&eacute; courante. &raquo;</p> <h4><span class="boldBlue">Immunocal peut r&eacute;gler le probl&egrave;me</span></h4> <p>Immunocal est une pr&eacute;paration brevet&eacute;e et &eacute;prouv&eacute;e pour hausser les taux de glutathion. C&rsquo;est une source naturelle d&rsquo;&eacute;l&eacute;ments constitutifs du glutathion, une prot&eacute;ine appel&eacute;e cyst&eacute;ine, pour le maintien d&rsquo;un syst&egrave;me immunitaire fort. </p> <p>Il existe de nombreuses fa&ccedil;ons synth&eacute;tiques de rehausser les taux de glutathion, mais l&rsquo;intensit&eacute; de leurs effets secondaires et leur faible dur&eacute;e d&rsquo;action en limitent l&rsquo;usage. Au contraire de ces derniers, Immunocal est extr&ecirc;mement efficace et n&rsquo;a pratiquement aucun effet secondaire lorsqu&rsquo;il est utilis&eacute; selon les recommandations. Il s&rsquo;agit d&rsquo;un isolat prot&eacute;ique de lactos&eacute;rum, mais ne contient qu&rsquo;une quantit&eacute; n&eacute;gligeable de lactose (&lt;1 %). Par cons&eacute;quent, il est bien tol&eacute;r&eacute; par les gens souffrant d&rsquo;intol&eacute;rance au lactose.</p> <h4><span class="boldBlue">Notori&eacute;t&eacute;</span></h4> <p>Immunocal est rev&ecirc;tu d&rsquo;un brevet international et a &eacute;t&eacute; reconnu &agrave; plusieurs niveaux : </p> <ul> <li>A re&ccedil;u un num&eacute;ro de produit de sant&eacute; naturel (no PSN) &eacute;mis par Sant&eacute; Canada.</li> <li>Immunocal est r&eacute;pertori&eacute; au <em>Physicians' Desk Reference</em> (publication am&eacute;ricaine similaire au CPS canadien).</li> </ul> <h4><span class="boldBlue">Donnez &agrave; votre corps ce dont il a besoin pour optimiser votre m&eacute;tabolisme</span></h4> <p>Nous savons tous qu&rsquo;il est pr&eacute;f&eacute;rable de bien manger, de faire de l&rsquo;exercice et de bien dormir. Nous savons peut-&ecirc;tre &eacute;galement que c&rsquo;est une bonne id&eacute;e de prendre des vitamines et des min&eacute;raux.</p> <p>Mais si vous d&eacute;sirez donner &agrave; votre organisme un avantage sup&eacute;rieur pour se d&eacute;fendre dans ce monde peupl&eacute; d&rsquo;agresseurs environnementaux, dans ce cas, la cl&eacute; consiste &agrave; renforcer votre syst&egrave;me immunitaire&hellip;et &agrave; eux seuls, les suppl&eacute;ments de vitamines et de min&eacute;raux ordinaires ne suffisent pas &agrave; y arriver.</p> <p><em><strong>Le fait de prendre Immunocal de fa&ccedil;on r&eacute;guli&egrave;re vous permettra de mieux contr&ocirc;ler votre sant&eacute;, votre vitalit&eacute; et votre mieux-&ecirc;tre.</strong></em></p> </div> <a class="btnTextLinkBack" href="back">RETOUR</a> </div>
