Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

source: Mobile
es_co: Celular
fr_ca: Cellulaire

# CommunicationPreference2
source: Communication Preferences
es_co: preferencias de comunicación
fr_ca: préférences de communication

source: Roadmap to Success
es_co: Camino al Éxito
fr_ca: Feuille de route pour réussir

# WelcomeToRoadmap
source: Welcome to Our Immunotec<br />Roadmap to Success
es_co: Bienvenido a nuestro<br /> Mapa del camino al éxito de Immunotec
fr_ca: Feuille de<br />Route Immunotec pour réussir

source: Contact your Prospects
es_co: Contacta tus prospectos
fr_ca: Contactez vos candidats

source: Invite to Join
es_co: Invita a unirse
fr_ca: Invitez-les à se joindre à vous

source: Maintain Silver
es_co: Mantén tu rango Plata
fr_ca: Maintenez le niveau Argent

source: Make your Prospect List
es_co: Haz tu lista de prospectos
fr_ca: Dressez votre liste de candidats

source: Qualify as Silver
es_co: Califica como Plata
fr_ca: Atteignez le niveau Argent

# ScheduleNextContact
source: Schedule your next contact
es_co: Programa tu próximo encuentro
fr_ca: Planifiez votre prochain contact

source: Set your Goal
es_co: Establece tu meta
fr_ca: Fixez votre objectif

source: Start taking Immunocal
es_co: Empieza a tomar Immunocal
fr_ca: Commencez à prendre Immunocal

source: Watch the video
es_co: Ver el video
fr_ca: Visionnez la vidéo

source: Meetings
es_co: Reuniones
fr_ca: Recontres

# MixImmunocal1
source: One pouch (Immunocal) with orange juice
es_co: Un sobre con jugo de naranja
fr_ca: Un sachet avec du jus d'orange

# MixImmunocal2
source: One pouch (Immunocal) with water
es_co: Un sobre con agua
fr_ca: Un sachet avec de l'eau

# MixImmunocal3
source: One pouch of each (Immunocal and Platinum) with water plus Optimizer
es_co: Un sobre de cada uno (Immunocal y Platino) con agua más Optimizer
fr_ca: Un sachet de chacun (Immunocal et Platinum) avec de l'eau plus le Booster

# MixImmunocal4
source: One pouch (Immunocal) and optimizer with water
es_co: Un sobre con agua más Optimizer
fr_ca: Un sachet avec de l'eau plus le Booster

source: New Consultant Enrollment
es_co: Inscripción de nuevos consultores
fr_ca: Inscription de nouveaux consultants

source: Prospects
es_co: Prospectos
fr_ca: Candidats

# RecipeForSuccess
source: The recommended recipe for success is with every 10 prospects your goal is to set up 3 meetings from which you enroll 1 new Consultant.
es_co: La receta recomendada para el éxito consiste en que de cada 10 prospectos tu puedes poner la meta de programar 3 reuniones y de éstas inscribir a 1 nuevo(a) Consultor(a).
fr_ca: La recette recommandée pour la réussite : pour chaque bloc de 10 candidats, organisez jusqu’à 3 rencontres avec l'objectif d'inscrire 1 nouveau consultant.

# GetToSilver
source: 10-3-1 to get to Silver
es_co: 10-3-1 para llegar a Plata
fr_ca: 10-3-1 pour atteindre le niveau Argent

# HowToMix
source: Learn How to Mix Immunocal
es_co: Aprende a mezclar Immunocal
fr_ca: Apprenez à mélanger Immunocal

# StarAnswer
source: Answer
es_co: Analiza, estudia y contesta
fr_ca: Attentionnez-vous à leurs questions

# StarRecommend
source: Recommend
es_co: Recomienda
fr_ca: Recommandez-leur de se joindre à vous!

# StarShare
source: Share
es_co: Siente, conoce y comparte
fr_ca: Se partager l'histoire d'Immunotec

# StarTell
source: Tell
es_co: Transmite tu historia
fr_ca: Transmettez votre histoire

# UseYourStar
source: Use your "{0}"
es_co: Usa tu "{0}"
fr_ca: Misez sur le « {0} »

# MinimumCharacters
source: Please enter 3 or more characters
es_co: Por favor ingresa 3 o mas caracteres
fr_ca: Saisir 3 caractères ou plus

# Prospects1
source: Prospect who knows Immunotec
es_co: Prospecto que conoce Immunotec
fr_ca: Candidat qui connaît Immunotec

# Prospects2
source: Prospect who doesn’t know Immunotec
es_co: Prospecto que no conoce Immunotec
fr_ca: Candidat qui ne connaît pas Immunotec

# Athlete_RowingCanadaAviron
source: Rowing Canada Aviron
es_co: Atletas del Remo Aviron de Canad&aacute;

# Athlete_Triathlon
source: Triathlon
es_co: Triatl&oacute;n

# Athlete_Football
source: Football
es_co: F&uacute;tbol

source: Consultant
es_co: Consultor Independiente

# Category_promotions
source: Promotions
es_co: Promociones

source: Science
es_co: Ciencia

source: Canada
es_co: Canadá

source: MiForm
es_co: N/A

# ChildrensFund_mex_p3
source: <h3>MINISTERIOS DE AMOR</h3> <p> Sus casas reciben desde recién nacidos hasta chicos de 15 años, que salen para reincorporarse a la sociedad hasta que están listos como personas intelectualmente productivas, así como mentalmente forjadas en carácter. Nuestro propósito además de proporcionales alojamiento, alimentación balanceada, atención psicológica y médica, también consiste en formarles a través de actividades deportivas, culturales y de educación académica. Gracias a ello, hemos visto a muchos de ellos concluir carreras brillantes a lo largo de casi tres décadas; formar familias estables y sumar con generosidad al cambio positivo de México. </p> <ul> <li>Por una mejor calidad de vida</li> <li>para que tengan mejores posibilidades</li> <li>porque son el mañana</li> <li>tan solo por una sonrisa</li> </ul> <h3>NIÑOS TRIQUIS “NUESTROS GIGANTES DESCALZOS”</h3> <p> Son niños indígenas pertenecientes a las regiones mas pobres de Oaxaca, donde no existen los recursos para afrontar el costo de la alimentación y muchos menos tener acceso a la educación. </p> <p> Ellos solían trabajar en las actividades agrícolas dejando la escuela. Hace 10 años, el Sr. Sergio Zúñiga tuvo un sueño ... promover una vida mejor para estos niños a través del basquetbol. Para pertenecer a este grupo, deben tener buenas calificaciones (no menos de 8.5). Ellos participan en torneos locales e internacionales. Por su entrega y desempeño se han convertido en un Orgullo mexicano consiguiendo la admiración y el respeto de todos, fueron nombrados "Los gigantes descalzos." Representan el sueño de 2500 niños triquis , ahora usted por medio del Fondo Immunotec les ayuda a construir una vida mejor. </p>
es_co: <h3>MINISTERIOS DE AMOR</h3> <p> Sus casas reciben desde bebés recién nacidos hasta jóvens de 15 años, que cuando están listos salen para reincorporarse a la sociedad como personas intelectualmente productivas, así como mentalmente forjadas en carácter. Nuestro propósito además de proporcionales alojamiento, alimentación balanceada, atención psicológica y médica, también consiste en formarles a través de actividades deportivas, culturales y de educación académica. Gracias a ello, hemos visto a muchos de ellos concluir carreras brillantes a lo largo de casi tres décadas; formar familias estables y sumar con generosidad al cambio positivo de México. </p> <ul> <li>Por una mejor calidad de vida</li> <li>para que tengan mejores posibilidades</li> <li>porque son el mañana</li> <li>tan solo por una sonrisa</li> </ul> <h3>NIÑOS TRIQUIS “NUESTROS GIGANTES DESCALZOS”</h3> <p> Son niños indígenas pertenecientes a las regiones mas pobres de Oaxaca, donde no existen los recursos para afrontar el costo de la alimentación y muchos menos tener acceso a la educación. </p> <p> Ellos solían trabajar en las actividades agrícolas dejando la escuela. Hace 10 años, el Sr. Sergio Zúñiga tuvo un sueño ... promover una vida mejor para estos niños a través del basquetbol. Para pertenecer a este grupo, deben tener buenas calificaciones (no menos de 8.5). Ellos participan en torneos locales e internacionales. Por su entrega y desempeño se han convertido en un Orgullo mexicano consiguiendo la admiración y el respeto de todos, fueron nombrados "Los gigantes descalzos." Representan el sueño de 2500 niños triquis , ahora usted por medio del Fondo Immunotec les ayuda a construir una vida mejor. </p>

# CreditCardType_02
source: Visa
es_co: Tarjeta Visa

# CreditCardType_03
source: MasterCard
es_co: Tarjeta MasterCard

# CreditCardType_23
source: Carte Blanche
es_co: Carta blanca

# Language_007
source: Mandarin
es_co: Mandarín

# PayableType_04
source: Net 30
es_co: Neto 30

# PayableType_05
source: Net 60
es_co: Neto 60

# PaymentType_04
source: Net 30
es_co: Neto 30

# PaymentType_05
source: Net 60
es_co: Neto 60

# Rank_00
source: Entrepreneur
es_co: Empresario

source: Bonus
es_co: Bono

source: Date
es_co: Fecha

source: Description
es_co: Descripción

source: Grand Total
es_co: Gran total

source: Message
es_co: Mensaje

source: Minutes
es_co: Minutos

source: Notifications
es_co: Notificaciones

source: Public
es_co: Público

source: Source
es_co: Fuente

source: Volumes
es_co: Volúmenes

source: Contact
es_co: Contacto

source: Exigo Credit
es_co: Crédito Exigo

source: Info
es_co: Información

source: Oops!
es_co: ¡Huy!

source: Commissions
es_co: Comisiones

source: Image
es_co: Imagen

# Country_AI
source: Anguilla
es_co: Anguila

# Country_BY
source: Belarus
es_co: Belarús

# Country_BZ
source: Belize
es_co: Belice

# Country_CA
source: Canada
es_co: Canadá

# Country_FR
source: France
es_co: Francia

# Country_GA
source: Gabon
es_co: Gabón

# Country_IR
source: Iran
es_co: Corrí

# Country_KE
source: Kenya
es_co: Kenia

# Country_LS
source: Lesotho
es_co: Lesoto

# Country_LU
source: Luxembourg
es_co: Luxemburgo

# Country_MC
source: Monaco
es_co: Mónaco

# Country_MV
source: Maldives
es_co: Maldivas

# Country_NE
source: Niger
es_co: Níger

# Country_OM
source: Oman
es_co: Omán

# Country_PA
source: Panama
es_co: Panamá

# Country_PH
source: Philippines
es_co: Filipinas

# Country_PK
source: Pakistan
es_co: Pakistán

# Country_QA
source: Qatar
es_co: Katar

# Country_RW
source: Rwanda
es_co: Ruanda

# Country_SL
source: Sierra Leone
es_co: Sierra Leona

# Country_SZ
source: Swaziland
es_co: Swazilandia

# Country_TG
source: Togo
es_co: Ir

# Country_TL
source: Timor-Leste
es_co: Timor Oriental

# Country_UA
source: Ukraine
es_co: Ucrania

# Country_ZW
source: Zimbabwe
es_co: Zimbabue

# Kendo_Page
source: Page
es_co: Página

source: Suggestions
es_co: Sugerencias

source: Question
es_co: Pregunta

source: Volume
es_co: Volumen

source: FromCustomerID
es_co: Desde ID Cliente

source: FromCustomerName
es_co: Desde Nombre del cliente

source: Actions
es_co: acciones

source: Type
es_co: Tipo

source: Action
es_co: Acción

# EnterCategoryInAllLanguages
source: LoginAlerts
es_co: Alertas de acceso

# ProductDescription3
source: FAQ
es_co: Preguntas más frecuentes

source: Promotions
es_co: Promociones

# Rank_10
source: Entrepreneur
es_co: Empresario

# LaVidaImportant
source: IMPORTANT!
es_co: ¡IMPORTANTE!

source: OK
es_co: DE ACUERDO

source: Dollars (US)
es_co: Dólares (US)

# PromotionCreatedResponse
source: PromotionResponse
es_co: Respuesta de promoción

# ds411
source: Direct Selling 411
es_co: Venta directa 411

source: CSV
es_co: VVC

# ResourceType_image
source: Image
es_co: Imagen

# ResourceType_document
source: Document
es_co: Documento

# DepositAccountType_00
source: Checking
es_co: Cuenta Corriente

# DepositAccountType_01
source: Saving
es_co: Cuenta de Ahorros

# DepositAccountType_02
source: Buisness
es_co: Monetaria sin intereses

# DepositAccountType_03
source: Personal
es_co: Monetaria Inversion

# ValidPhoneNumber
source: Please enter a valid phone number.
es_co: Por favor ingrese un número de teléfono válido.

source: Pay at
es_co: Pagar en

source: Payment Ticket
es_co: Tiquete de pago

# PaymentTicketDisclaimer
source: To make your bank payment click the button below to view your payment ticket, print it and then take it to your bank.
es_co: Para realizar el pago haz clic en el siguiente botón, imprime tu tiquete y llévalo a una sucursal del banco.

source: View Ticket
es_co: Ver tiquete de pago

# CardVerificationDisclaimerCo
source: Enter the last three our four digits from the signature panel on the back of your card
es_co: Ingrese los últimos tres o cuatro dígitos en el reverso de su tarjeta

# ShipMethodDesc61
source: Send to my address
es_co: Enviar a mi domicilio

source: Bank
es_co: Banco

# NameOwner
source: Name of Owner
es_co: Nombre del Titular

source: Document Number
es_co: Número de Documento

# PayWithBankPse
source: Bank Payment with PSE
es_co: Pago bancario con PSE

source: Print Voucher
es_co: Imprimir Comprobante

source: End Transaction
es_co: Finalizar Transacción

source: Operation Result
es_co: Resultado de la operación

source: Enterprise
es_co: Empresa

source: Order Reference
es_co: Referencia de Pedido

source: Transaction Reference
es_co: Referencia de transacción

# Money
source: Currency
es_co: Moneda

source: Ip Origin
es_co: Ip Origen

source: Retry Transaction
es_co: Reintentar Transacción

source: Pay Order
es_co: Pagar la Orden

# CancelTransactionPsee
source: If you want to cancel this transaction you must click
es_co: Si quieres cancelar esta transacción debes dar clic

source: Here
es_co: Aquí

# ItemStock
source: This item is temporarily unavailable. Check back soon to place your order for this product.
es_co: Este producto no está disponible temporalmente. Regrese pronto para hacer su pedido de este producto.

source: Position
es_co: Posición

source: Consultants
es_co: Consultores

# HeaderKeywordsElasenseAgeDefyingSerum
source: serum diminish wrinkles hydrate skin peptide
es_co: suero, disminuir, arrugas, peptido, de la piel

# YourShouldSelectPaymentMethod
source: You should select pay method
es_co: Debes seleccionar un método de pago

# MaintainSilverLink
source: https://media.immunotec.com/roadmap/docs/SP/MX/roadmap-MaintainSilver.pdf
es_co: https://media.immunotec.com/roadmap/docs/SP/CO/roadmap-MaintainSilver.pdf

# QualifyAsSilverLink
source: https://media.immunotec.com/roadmap/docs/SP/MX/roadmap-QualifySilver.pdf
es_co: https://media.immunotec.com/roadmap/docs/SP/CO/roadmap-QualifySilver.pdf
