Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

source: Next Step
es_co: Siguiente
fr_ca: Prochaine étape

source: Year
es_co: Año
fr_ca: An

source: Select
es_co: Seleccionar
fr_ca: Sélectionner

# WhatIsThis
source: What's this?
es_co: ¿Qué es esto?
fr_ca: Qu'est-ce que c'est ça?

source: Card Verification Value
es_co: Código de verificación
fr_ca: Code de sécurité

# CardVerificationDisclaimer
source: Enter the last three digits from the signature panel on the back of your card
es_co: Ingrese los últimos tres dígitos en el reverso de su tarjeta
fr_ca: Entrez les trois derniers chiffres qui sont imprimés sur le panneau de signature à l'arrière de votre carte de crédit

# ProcessingOrderDisclaimer
source: Thank you, we are processing your order. This usually takes a few seconds. Please don't close this window
fr_ca: Merci, nous traitons votre commande. Cela prend généralement quelques secondes. S'il vous plaît ne fermez pas cette fenêtre

# OrderIsProcessing
source: Your order is processing
es_co: Procesando tu orden
fr_ca: Votre commande est en cours de traitement

# ThanksForPurchase
source: Thanks For Your Purchase
es_co: Gracias por tu compra
fr_ca: Merci pour votre achat

# AutoShipChangesSaved
source: Your AutoShip changes were saved
es_co: Sus cambios de autoenvío fueron guardados
fr_ca: Vos modifications en expédition automatique ont été enregistrées.

# OrderConfirmationDisclaimer
source: An order confirmation email has been sent to
es_co: Un mensaje de confirmación del pedido fue enviado a
fr_ca: Un courriel de confirmation a été envoyé à l'adresse

source: Loading Cart
es_co: Cargando el carrito
fr_ca: Chargement du panier

source: Forgot Something?
es_co: ¿Olvidaste algo?
fr_ca: Vous avez oublié quelque chose?

# KeepShopping
source: Go back and keep shopping
es_co: Regresa a la tienda
fr_ca: Retourner et continuer achats

# ShoppingWith
source: You Are Shopping With
es_co: Estás comprando con
fr_ca: Vous faites vos achats avec

# AutoShipDisclaimer1
source: Your AutoShip Order will be billed on {0}. Subsequent shipments will be processed on a monthly basis.
es_co: Su orden de autoenvío será facturada en {0}. Los siguientes a este serán procesados mensualmente.
fr_ca: Votre commande avec livraison automatique sera facturée le {0}. Les commandes avec livraison automatique ultérieures seront traitées sur une base mensuelle.

# AutoShipDisclaimer2
source: Your AutoShip order can be modified or cancelled anytime up to two business days prior to the shipping date.
es_co: Puedes cancelar o modificar tu pedido de AutoEnvío en cualquier momento hasta dos días hábiles antes de la fecha de expedición.
fr_ca: Votre commande avec livraison automatique peut être modifiée ou annulée n’importe quand jusqu’à 2 jours ouvrables avant la date choisie pour votre livraison automatique.

# NoSpecialCharacters
source: This field only accepts letters, numbers and special characters / and _
es_co: Este campo solo acepta letras, números y caracteres especiales / y _
fr_ca: Ce champ n'accepte que les lettres, chiffres et caractères spéciaux / et _

source: Items removed from your cart
es_co: Artículos eliminados de tu carrito
fr_ca: Articles retirés de votre panier

# NotAvailableInTheCurrentCountry
source: The following items are not available in the current country and were removed from your cart:
fr_ca: Les articles suivants ne sont pas disponibles dans le pays actuel et ont été retirés de votre panier:

source: Continue anyway...
es_co: Seguir de todos modos...
fr_ca: Continuer quand même...

# InvalidAddressFootnote
source: This address might be undeliverable
fr_ca: Cette adresse pourrait ne pas être livrable

source: Suggested address
fr_ca: Adresse suggérée

source: Original address
fr_ca: Adresse d'origine

# InvalidAddressWarning
source: We noticed that the shipping address you entered may be incomplete or incorrect
fr_ca: Nous avons remarqué que l'adresse de livraison que vous avez entrée peut être incomplète ou incorrecte

# CheckYourAddress
source: Is your address correct?
fr_ca: Votre adresse est-elle correcte?

source: Welcome
es_co: Bienvenido
fr_ca: Bienvenue

source: Consultant discount
es_co: Descuento de consultor
fr_ca: Remise de consultant

# PreferredDiscount
source: AutoShip Customer discount
es_co: Descuento de Cliente de AutoEnvío
fr_ca: Rabais du client avec livraison automatique

# DefaultDiscount
source: Special Discount
es_co: Descuento especial
fr_ca: Remise spéciale

# TypeThreeChars
source: Type at least 3 characters
es_co: Ingrese al menos 3 caracteres
fr_ca: Tapez au moins 3 caractères

source: Searching
es_co: Buscando
fr_ca: Recherche

# UsernameNotFound
source: Username or email not found
fr_ca: Nom d'utilisateur ou email introuvable

source: New address
es_co: Nueva dirección
fr_ca: Nouvelle adresse

# PickupLocationFootnote
source: If you pick up your order, we'll use this as your billing address.
es_co: Si recoges tu pedido usaremos esta dirección para tu facturación
fr_ca: Si vous ramassez votre commande, nous utiliserons cette adresse comme adresse de facturation

source: Your pick up location will be
es_co: La dirección para recoger tu pedido es
fr_ca: Votre lieu de ramassage sera

source: Use another credit card
es_co: Usar otra tarjeta de crédito
fr_ca: Utilisez une autre carte de crédit

# NoMatches
source: Couldn't find any matches
es_co: No encontramos ningún resultado
fr_ca: Aucun résultat trouvé

# SelectOnePlaceholder
source: Select one...
es_co: Seleccione...
fr_ca: Selectionner…

# AcceptAndCreate
source: Accept and create account
es_co: Aceptar y crear cuenta
fr_ca: Accepter et créer compte

# AutoShipDisclaimer3
source: Note that products ordered through the AutoShip program are for personal consumption only.
es_co: Ten en cuenta que los productos pedidos a través del programa Autoenvío son sólo para consumo personal.
fr_ca: Veuillez noter que les produits commandés dans le cadre du programme de livraison automatique doivent être réservés à la consommation personnelle.

# GoogleAnalyticsCode
source: Google Analytics Account
fr_ca: Compte Google Analytics

# GoogleAnalyticsToolTip
source: Set up your Google Analytics account and add your <strong>Tracking ID</strong> to this field (example: UA‌-123456789-1)
fr_ca: Créez votre compte Google Analytics et ajoutez le <strong>ID de suivi</strong> à ce champ (exemple: UA‌-123456789-1)

source: Pick-up Centers
es_co: Centros de recogida
fr_ca: Centres de cueillette

source: Invalid number
es_co: Número inválido
fr_ca: Numéro non valide

source: Click here to pre-register
fr_ca: Cliquez ici pour vous préinscrire

# ErrorPayUPayment
source: The payment platform has flaws at this time, please try again later.
es_co: La plataforma de pagos presenta fallas en este momento, por favor intenta más tarde.
fr_ca: La plate-forme de paiement a des défauts en ce moment, veuillez réessayer plus tard.

# PayUCustomerID
source: Customer Code in PayU
es_co: Codigo Cliente en PayU
fr_ca: Code client dans PayU

# PleaseSelectCashPayment
source: Please select a cash payment provider
es_co: Seleccione un proveedor de pago en efectivo
fr_ca: Veuillez sélectionner un fournisseur de paiement en espèces

source: Pay with PayU
es_co: Pagar con PayU
fr_ca: Payez avec PayU

# ReferencePayU
source: Payment Reference
es_co: Referencia de Pago
fr_ca: Référence de Paiement

# VoucherPayU
source: To download the Voucher
es_co: Para descargar el Voucher
fr_ca: Pour télécharger le bon

# To download the Voucher
source: Download Voucher PayU
es_co: Descargar Voucher de PayU
fr_ca: Télécharger le coupon PayU

source: Download Voucher PayU
es_co: Descargar Voucher de PayU
fr_ca: Télécharger le coupon PayU

# YouAreLoggingInAsAConsultant
source: You are currently logging in as a Consultant and will be redirected to your online Business Center where you can continue to conduct your business or place your orders.
es_co: Usted está ingresando actualmente como Consultor y será redirigido a su Centro de Negocios donde podrá continuar a manejar su negocio y hacer pedidos.
fr_ca: Vous êtes sur le point d'ouvrir une session en tant que consultant et vous serez redirigé vers votre centre d'affaires en ligne où vous pourrez continuer à gérer votre entreprise ou à placer vos commandes.

source: Cash payment
es_co: Pago en efectivo
fr_ca: Paiement en espèces

# ChooseProvider
source: Choose a PayU cash payment provider
es_co: Elegir un proveedor de pago en efectivo PayU
fr_ca: Choisissez un fournisseur de paiement en espèces PayU

# DownloadCouponPayU
source: Download your PayU coupon, print it and take it to your nearest merchant to complete your purchase.
es_co: Descargue su cupón de PayU, imprímalo y llévelo a su comerciante más cercano para completar su compra.
fr_ca: Téléchargez votre coupon PayU, imprimez-le et apportez-le au commerçant le plus proche pour finaliser votre achat.

source: PaymentReference
es_co: Referencia de pago
fr_ca: Référence de paiement

source: Address Line 1
es_co: Dirección 1
fr_ca: Adresse 1

# AddressLine2
source: Address Line 2/Apartment Number
es_co: Dirección 2/Número de Apartamento
fr_ca: Adresse 2/Numéro d'appartement

source: Colombia
fr_ca: Colombie

# HoursColombia
source: Monday to Friday: 9:00 a.m. to 7:00 p.m. CT, Saturday: 10:00 a.m. to 2:00 p.m. CT
es_co: Lunes a viernes: 9:00 a.m. a 7:00 p.m., Sábados: 10:00 a.m. a 2:00 p.m. hora del centro
fr_ca: Lundi au vendredi, de 9 h à 19 h HC, samedi de 10 h à 14 h HC

# PayWithCash
source: Pay cash
es_co: Pagar en efectivo
fr_ca: Payer en espèces

# ShipMethodIWouldLikeToPickUpMyOrder
source: I would like to pick up my order
es_co: Me gustaría recoger mi pedido
fr_ca: J’aimerais ramasser ma commande

# ShipMethodIWouldLikeMyOrderShipped
source: I would like my order shipped
es_co: Me gustaría que mi pedido se envíe a mi domicilio
fr_ca: J’aimerais que ma commande me soit livrée

# MailInUse
source: This email is already in use
es_co: Este correo ya está en uso.
fr_ca: Cet email est déjà utilisé.

# NoSearchResults
source: The search did not return any results.
es_co: Esta búsqueda no arrojó resultados.
fr_ca: Cette recherche n’a donné aucun résultat.

source: Immunotec Online Store
es_co: Tienda en línea de Immunotec
fr_ca: Boutique en ligne Immunotec

# NoSpecialCharactersCompany
source: This field only accepts letters, numbers and spaces.
es_co: Este campo solo acepta letras, números y espacios
fr_ca: Ce champ n'accepte que des lettres, chiffres et espaces.

# MobilePhoneRequired
source: Cell Phone is required
es_co: Se requiere el teléfono celular
fr_ca: Le téléphone cellulaire est requis

# RegisterAnotherCountry
source: I want to shop or register from another country:
es_co: Quiero comprar o registrarme desde otro país:
fr_ca: Je veux acheter ou m'inscrire d'un autre pays:

source: (Country/Region)
es_co: (País/Región)
fr_ca: (Pays /Région)

source: GO TO WEBSITE
es_co: IR AL SITIO WEB
fr_ca: ALLER SUR LE SITE WEB

# PreferredWebSite
source: Select your preferred website
es_co: Selecciona tu país preferido
fr_ca: Sélectionnez votre pays

# ChangingCountry
source: Changing country website
es_co: Cambiar país del sitio web
fr_ca: Modifier le pays

# ChangingCountryDescription
source: Changing the country you shop or register from may affect factors including price, shipping options and product availability
es_co: Cambiar el país desde el que compra o se registra puede afectar factores como el precio, las opciones de envío y la disponibilidad del producto.
fr_ca: Lorsque vous modifiez le pays depuis lequel vous magasinez ou vous vous inscrivez, des facteurs tels que les prix, les options de livraison et la disponibibilté des produits peuvent être affectés.

# Paperwork
source: Paperwork included in Order Shipment
es_co: Papeleo incluido en el envío del pedido
fr_ca: Documents administratifs inclus dans l'expédition de la commande

source: Packing slip
es_co: Recibo de empaque
fr_ca: Bordereau d'emballage

source: Send invoice
es_co: Enviar factura
fr_ca: Envoyer la facture

source: Current Order Savings:
es_co: Ahorro de la Orden Actual:
fr_ca: Économies de la commande actuelle :

source: Monthly Autoship Savings:
es_co: Ahorro Mensual de Autoenvío:
fr_ca: Économies de la livraison automatique mensuelle :

source: Total CV
es_co: VC Total
fr_ca: VC Total

source: AutoShip ID
es_co: ID AutoEnvío
fr_ca: Livraison automatique

source: Billed on
es_co: Facturado el
fr_ca: Sera facturée le

source: Create a Personal Order
es_co: Hacer una Orden Personal
fr_ca: Créer une commande personnelle

# EditAutoShip
source: View/Edit AutoShip
es_co: Editar autoenvío
fr_ca: Modifier la livraison automatique

source: Create AutoShip
es_co: Crear autoenvío
fr_ca: Créer une commande avec livraison automatique

source: Add Products
es_co: Agregar productos
fr_ca: Ajouter des produits

source: Add More Products
es_co: Agregar mas productos
fr_ca: Ajouter plus de produits

# AutoShipActiveStatus
source: Active
es_co: Activo
fr_ca: Actif

# AutoShipInactiveStatus
source: Inactive
es_co: Inactivo
fr_ca: Inactif

# AutoShipDeletedStatus
source: Deleted
es_co: Eliminado
fr_ca: Supprimé

# AutoShipPausedStatus
source: Paused
es_co: Pausado
fr_ca: En pause

# ArrayDays
source: Sunday,Monday,Tuesday,Wednesday,Thursday,Friday,Saturday
es_co: Domingo,Lunes,Martes,Miércoles,Jueves,Viernes,Sábado
fr_ca: Dimanche,Lundi,Mardi,Mercredi,Jeudi,Vendredi,Samedi

# ArrayMonths
source: January,February,March,April,May,June,July,August,September,October,November,December
es_co: Enero,Febrero,Marzo,Abril,Mayo,Junio,Julio,Agosto,Septiembre,Octubre,Noviembre,Diciembre
fr_ca: Janvier,Février,Mars,Avril,Mai,Juin,Juillet,Août,Septembre,Octobre,Novembre,Décembre

# PausedBecauseUpperDate
source: Your autoship has been paused.
es_co: Tu autoenvío ha sido pausado.
fr_ca: Votre envoi automatique a été mis en pause.

source: Pay today
es_co: Paga hoy
fr_ca: À payer aujourd’hui

# PayAutoShip
source: Pay when AutoShip ships
es_co: Pagar cuando es Autoenvío
fr_ca: À payer lorsque la commande avec livraison automatique est expédiée

source: Ranks
es_co: Rangos
fr_ca: Rangs

source: Last Order ID
es_co: ID de la última orden
fr_ca: Dernier numéro de commande

source: Last Order Status
es_co: Estado del último pedido
fr_ca: Statut de la dernière commande

source: Inactive
es_co: Inactivo
fr_ca: Inactif

source: Deleted
es_co: Eliminado
fr_ca: Supprimé

source: Incomplete
es_co: Incompleto
fr_ca: Incomplet

source: Pending
es_co: Pendiente
fr_ca: En attente

source: Declined
es_co: Declinado
fr_ca: Refusée

source: Cancelled
es_co: Cancelado
fr_ca: Annulé

source: Accepted
es_co: Aceptado
fr_ca: Accepté

source: Printed
es_co: Impreso
fr_ca: Imprimé

source: Inventory
es_co: Inventario
fr_ca: Inventaire

source: Last Order Created Date
es_co: Fecha de creación de la última orden
fr_ca: Date de création de la dernière commande

source: Notice
es_co: Nota
fr_ca: Avis

# NoteCash
source: Please calculate shipping estimate in order to show the merchant options for PayU
es_co: Por favor calcula el envío estimado para mostrar las opciones de pago con PayU
fr_ca: S'il vous plaît calculer l'estimation de la livraison afin de montrer les options du commerçant pour PayU

source: Manage My Autoships
es_co: Gestionar mis Autoenvíos
fr_ca: Gérer mes commandes

source: View
es_co: Ver
fr_ca: Voir

source: Cancel Your AutoShip
es_co: Cancele su Autoenvío
fr_ca: Annuler votre livraison automatique

# ConfirmCancelAutoShip
source: Are you sure you want to cancel this AutoShip
es_co: ¿Seguro que quieres cancelar este Autoenvío
fr_ca: Souhaitez-vous vraiment annuler cette commande avec livraison automatique

source: Go back without cancelling
es_co: Volver sin cancelar
fr_ca: Retour sans annuler

# YesCancelAutoShip
source: Yes, cancel my AutoShip
es_co: Sí, cancelar mi autoenvío
fr_ca: Oui, annuler

source: has been cancelled
es_co: ha sido cancelado
fr_ca: a été annulé

# ExcludesShipping
source: * Excludes shipping and tax. Click the blue "View / Edit" link to see the full total.
es_co: * Excluye gastos de envío e impuestos. Haga clic en el enlace azul "Ver / Editar" para ver el total completo.
fr_ca: * Le total estimé n'inclut ni les frais d'expédition et de manutention ni les taxes. Cliquez sur Voir / Modifier pour afficher le total.

source: AutoShip Orders
es_co: Pedidos de Autoenvío
fr_ca: Vos commandes avec livraison automatique

source: Exit
es_co: Salida
fr_ca: Sortie

source: Choose Products
es_co: Elegir Productos
fr_ca: Choisir vos produits

source: What Do You Get?
es_co: ¿Qué obtienes?
fr_ca: Ce que vous obtenez

# ChooseProductToContinue
source: Choose a product before continuing
es_co: Elija un producto antes de continuar
fr_ca: Choisir un produit avant de continuer

source: Shipping and Payment
es_co: Envío y pago
fr_ca: Expédition et paiement

# InfoAutoShipEmpty
source: Please note that products ordered through the AutoShip program are for personal consumption only
es_co: Ten en cuenta que los productos pedidos a través del programa Autoenvío son sólo para consumo personal
fr_ca: Veuillez noter que les produits commandés dans le cadre du programme de livraison automatique doivent être réservés à la consommation personnelle

# WhatIsAnAutoShip
source: What's An AutoShip?
es_co: ¿Qué es un Autoenvío?
fr_ca: Qu’est-ce qu’une livraison automatique?

source: Monthly Subscription
es_co: Suscripción mensual
fr_ca: Abonnement mensuel

# AutoShipsMonthlySuscription
source: AutoShips are a monthly subscription that makes sure your products get to you exactly when you need them
es_co: Autoenvío es una suscripción mensual que garantiza que sus productos lleguen a usted exactamente cuando los necesite.
fr_ca: La livraison automatique est un abonnement mensuel qui garantit que vos produits vous soient livrés exactement au bon moment

source: Big Savings
es_co: Grandes ahorros
fr_ca: Grosses économies

# AutoShipsOfferConsultants
source: AutoShips offer Consultants substantial savings through special product bundles
es_co: Autoenvíos ofrece a los Consultores ahorros sustanciales a través de paquetes de productos especiales.
fr_ca: Le programme de livraison automatique pour consultants offre des économies substantielles grâce aux forfaits de livraison automatique

# AutoShipsPreferredCustomer
source: AutoShip Customer receive a 25% discount on all purchase and have access to special offers
es_co: Los Clientes preferenciales reciben un 25% de descuento en todas las compras y tienen acceso a ofertes especiales.
fr_ca: Les Client sur livraison automatique profitent d’un rabais de 25% sur tous les achats et ont accès à des offres spéciales

# CancelAnyTime
source: Cancel at Any Time
es_co: Cancelar en cualquier momento
fr_ca: Annuler à tout moment

# AutoShipsCanModified
source: AutoShips are optional and can be modified or cancelled at any time
es_co: Los envíos automáticos son opcionales y se pueden modificar o cancelar en cualquier momento
fr_ca: La livraison automatique est facultative et peut être modifiée ou annulée à tout moment

# ChooseDateNextShipment
source: Choose the date you want your AutoShip order to process
es_co: Elija la fecha en que desea su próximo envío
fr_ca: Choisir la date à laquelle vous souhaitez que votre commande avec livraison automatique soit traitée

source: Pause this AutoShip
es_co: Pausar este Autoenvío
fr_ca: Mettre en attente

# HowLongPauseAutoShip
source: How long do you want to pause your AutoShip for?
es_co: ¿Por cuánto tiempo quieres pausar tu Autoenvío?
fr_ca: Pendant combien de temps souhaitez-vous suspendre votre auto-expédition?

# Pause30Days
source: Pause for 30 days
es_co: Pausa durante 30 dias
fr_ca: Pause de 30 jours

# Pause60Days
source: Pause for 60 days
es_co: Pausa durante 60 dias
fr_ca: Pause de 60 jours

source: Resume this AutoShip
es_co: Reanudar este autoenvío
fr_ca: Reprendre cette auto-expédition

# YourNextShipment
source: Your next shipment will be on
es_co: Tu próximo envío será procesado el
fr_ca: Votre prochain envoi sera le

# ThisAutoShipStarted
source: This AutoShip started on
es_co: Este autoenvío comenzó en
fr_ca: Cette auto-expédition a commencé le

source: Cancel this Autoship
es_co: Cancelar este autoenvío
fr_ca: Annuler cette expédition automatique

source: Finish Editing
es_co: Terminar de editar
fr_ca: Terminer le montage

source: Save Autoship
es_co: Guardar Autoenvío
fr_ca: ENREGISTRER LA COMMANDE

# ToAddProduct
source: To add a product, click the button
es_co: Para agregar un producto, haga clic en el botón
fr_ca: Pour ajouter un produit, cliquez sur le bouton

# QuestionOrConcerns
source: Questions or Concerns About Yout AutoShip?
es_co: ¿Preguntas o inquietudes acerca de su autoenvío?
fr_ca: Vous avez des questions ou préoccupations concernant votre commande avec livraison automatique?

# EmailContact
source: info@immunotec.com
es_co: infoco@immunotec.com
fr_ca: infocanada@immunotec.com

# InvalidDate
source: The date must be greater than the current date.
es_co: La fecha debe ser mayor a la fecha actual.
fr_ca: La date doit être supérieure à la date du jour.

source: Annual Renewal Date
es_co: Fecha Anual de Renovación
fr_ca: Date de renouvellement annuelle

source: Renew Today
es_co: Renueva hoy
fr_ca: Renouveler aujourd'hui

source: Include Annual Renewal Date
es_co: Incluir Fecha Anual de Renovación
fr_ca: Inclure la date de renouvellement annuelle

# AddressLine
source: Please limit this address line to 40 characters
es_co: Por favor limitar el campo de dirección a 40 caracteres
fr_ca: Le champ adresse municipale ne peut contenir plus de 40 caractères

# AddressLineMX
source: Please limit this address line to 35 characters
es_co: Por favor limitar el campo de dirección a 35 caracteres
fr_ca: Le champ adresse municipale ne peut contenir plus de 35 caractères

# UserInformationMessage
source: Please enter a Username and Password that you will remember in the future to login to your Business Center.
es_co: Ingresar un Nombre de usuario y Contraseña de fácil recordación para que puedas ingresar a tu Centro de Negocios.
fr_ca: Veuillez entrer un Nom d’utilisateur et un Mot de passe que vous vous souviendrez afin d’accéder à votre centre d’affaires.

# RenewalFeeAdd
source: Your Renewal Fee has been added
es_co: La tarifa de Renovación de su Consultor ha expirado y se agregará al pedido de línea descendente.
fr_ca: Les frais de renouvellement de votre consultant sont en souffrance et seront ajoutés à la commande en aval.

# EventsCalendar
source: Events Calendar - NEW
es_co: Calendario de eventos - NUEVO
fr_ca: Calendrier des événements - NOUVEAU

source: Trip Credits Earned From
es_co: Créditos de viaje obtenidos de
fr_ca: Crédits de voyage obtenus du

# LaVidaYourProgress
source: Your {0} Progress
es_co: Tu progreso en {0}
fr_ca: Votre progrès en {0}

# LaVidaDetailedReport
source: Detailed {0} Report
es_co: Informe detallado {0}
fr_ca: Rapport détaillé {0}

# LaVidaDownload
source: Download the {0} Trip Flyer
es_co: Descargue el Folleto del Viaje {0}
fr_ca: Téléchargez le feuillet du voyage {0}

source: Two
es_co: Dos
fr_ca: Deux

source: Trip Credits
es_co: Créditos de viaje
fr_ca: Crédits de voyage

# LaVidaYouNeed
source: You need {0} more for a Trip for {1}
es_co: Necesitas {0} más para un Viaje para {1}
fr_ca: Il vous en faut {0} de plus pour un voyage pour {1}

# LaVidaDownloadUrl
source: https://media.immunotec.com/BC/EN/event-incentive2020-EN.pdf
es_co: https://media.immunotec.com/BC/SP/event-incentive2020-LATAM.pdf
fr_ca: https://media.immunotec.com/BC/FR/event-incentive2020-FR.pdf
