Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

# MaximumCardsMessage
source: Note that a maximum of two credit cards can be saved to your account. To modify one of the cards, please go to your Account Settings > Payment Methods page.
es_co: Toma en cuenta que puedes guardar un máximo de dos tarjetas de crédito en su cuenta. Para modificar una de las tarjetas, por favor dirígete a la página Configuración de cuenta> Métodos de pago.
fr_ca: À noter qu’un maximum de deux cartes de crédit peuvent être sauvegardées à votre compte. Si vous désirez modifier une de vos cartes, veuillez s’il vous plait aller à la page « Modes de paiement » dans vos paramètres.

# TypePaperWork
source: Paperwork
es_co: Papeleo
fr_ca: Paperasse

# AccountIsBlocked
source: Your account is blocked, please contact customer support
es_co: Su cuenta está bloqueada, póngase en contacto con el servicio de atención al cliente.
fr_ca: Votre compte est bloqué, veuillez contacter le support client.

# PasswordUpdatedSuccessfully
source: Thank you! Your password has been successfully updated.
es_co: ¡Gracias! Tu contraseña ha sido actualizada con éxito.
fr_ca: Merci! Votre mot de passe a été changé avec succès.

# UpdatePasswordDisclaimer
source: Please update your password in order to enhance the security of your Immunotec account.
es_co: Por favor actualiza tu contraseña para mejorar la seguridad de tu cuenta Immunotec.
fr_ca: Veuillez mettre à jour votre mot de passe afin d’améliorer la sécurité de votre compte Immunotec.

source: Change Password
es_co: Cambia tu contraseña
fr_ca: Changement de mot de passe

# KeepShoppingReplicated
source: Go to my account
es_co: Ir a mi cuenta
fr_ca: Accéder à mon compte

# OrderConfirmationCustomerID
source: Your Customer ID is:
es_co: Tu ID de Cliente es:
fr_ca: Votre numéro d'identification client est:

# RenewNowText
source: Your Immunotec Business Renewal is set to expire within the next 30 days. Renew today by clicking "Renew Now" or click "Continue" to renew later. Note that if your renewal expires, you will no longer have access to your Business Center until the renewal fee is paid for.
es_co: La renovación de tu negocio Immunotec está por expirar dentro de 30 días. Renuévalo hoy haciendo clic en "Renovar ahora" o haz clic en "Continuar" para renovarlo más tarde. Por favor ten en cuenta que si tu renovación expira no tendrás acceso a tu Centro de negocios hasta que pagues el cobro de renovación.
fr_ca: Le renouvellement de votre entreprise Immunotec expirera dans les 30 prochains jours. Renouvelez aujourd'hui en cliquant sur «Renouveler maintenant» ou cliquez sur «Continuer» pour renouveler ultérieurement. Notez que si votre renouvellement expire, vous ne pourrez plus accéder à votre centre d'affaires tant que les frais de renouvellement ne seront pas payés.

source: Renew Now
es_co: Renovar Ahora
fr_ca: Renouveler maintenant

source: CGV Goal for Single
es_co: Objetivo VGC para uno solo
fr_ca: Objectif de VGC pour un voyage pour une personne

source: CGV Goal for Double
es_co: Objetivo de VGC para dos
fr_ca: Objectif de VGC pour un voyage pour deux personnes

source: Super Diamond
es_co: Súper Diamante
fr_ca: Super Diamant

# QualifiedAtRankDiamond
source: Months Paid at Achieved Rank (minimum Diamond)
es_co: Meses Pagados en el Rango Alcanzado (mínimo Diamante)
fr_ca: Nombre de mois rémunéré au niveau atteint (minimum Diamant)

# QualifiedAtRankDiamondPlatinum
source: Months Paid at Achieved Rank (minimum Executive Diamond)
es_co: Meses Pagados en el Rango Alcanzado (mínimo Diamante Ejecutivo)
fr_ca: Nombre de mois rémunéré au niveau atteint (minimum Diamant prestige)

# EliteClubTripDownloadUrl
source: https://media.immunotec.com/BC/EN/events-eliteClub-spain-2020.pdf
es_co: https://media.immunotec.com/BC/SP/events-eliteClub-spain-2020.pdf
fr_ca: https://media.immunotec.com/BC/FR/events-eliteClub-spain-2020.pdf

# EliteClubTrip
source: Elite Club Trip Progress Report
es_co: Informe de progreso Viaje del Elite Club
fr_ca: Rapport d’avancement Voyage Elite Club

# RankPromotions
source: Rank Promotions ({0} {1})
es_co: Promociones de Rango ({0} {1})
fr_ca: Avancements de niveau ({0} {1})

source: View all rank promotions
es_co: Ver todas las promociones de rango
fr_ca: Visionner tous les avancements de niveau

# LengthMenu
source: Display _MENU_ records per page
es_co: Mostrar _MENU_ registros por página
fr_ca: Afficher _MENU_ lignes par page

# InfoData
source: Showing page _PAGE_ of _PAGES_
es_co: Mostrando página _PAGE_ de _PAGES_
fr_ca: Affichage de la page _PAGE_ de _PAGES_

# InfoFiltered
source: (filtered from _MAX_ total records)
es_co: (filtrado de _MAX_ registros en total)
fr_ca: (filtré à partir de _MAX_ enregistrements totaux)

source: Previous
es_co: Anterior
fr_ca: Précédent

# SearchPlaceholder
source: Find names, IDs and more
es_co: Buscar nombres, IDs y mas
fr_ca: Trouvez des noms, des ID et plus encore

source: Show Rank:
es_co: Mostrar Rango:
fr_ca: Afficher niveau(x):

source: Apply
es_co: Aplicar
fr_ca: Appliquer

# TopRecruiters
source: Top Recruiters ({0} {1})
es_co: Top de Patrocinios Personales ({0} {1})
fr_ca: Meilleurs recruteurs ({0} {1})

source: View all top recruiters
es_co: Ver todos los patrocinios personales
fr_ca: Visionner tous les meilleurs recruteurs

source: enrolled
es_co: patrocinio(s)
fr_ca: recruté(s)

source: Number Enrolled
es_co: Número de Patrocinios
fr_ca: Nombre de recrues

source: Customers
es_co: Clientes
fr_ca: Clients

source: Commission Period
es_co: Período de comisión
fr_ca: Période de commission

# ErrorShipMethods
source: Error in the ShipMethods list
es_co: Error en la lista de ShipMethods
fr_ca: Erreur dans la liste ShipMethods

# InventoryStatus
source: This item is temporarily unavailable, we apologize for the inconvenience. Please check back soon to place your order for this product.
es_co: Este artículo no está disponible temporalmente, te pedimos disculpas por las molestias. Por favor, vuelve pronto para que hagas tu pedido de este producto
fr_ca: Cet article est temporairement non disponible. Nous sommes désolés de cet inconvénient. Veuillez revenir bientôt pour passer votre commande pour ce produit.

# InventoryStatusItem
source: This item is temporarily unavailable
es_co: Este artículo no está disponible temporalmente
fr_ca: Cet article est temporairement non disponible

# AutoshipInstuctions1
source: Click the Edit button for any changes that you wish to make to your AutoShip settings below or you can add or remove any products to your AutoShip order. Make sure to click the SAVE AUTOSHIP button below to save any changes that you have made.
es_co: Haz clic en el botón Editar para cualquier cambio que quieras hacer a tus parámetros de AutoEnvío a continuación o para agregar o eliminar cualquier producto de tu pedido de AutoEnvío. Cerciórate de hacer clic en el botón GUARDAR AUTOENVÍO de abajo para mantener cualquier cambio que hayas hecho.
fr_ca: Cliquez sur le bouton Modifier pour apporter des changements à votre commande avec livraison automatique ci-dessous. Vous pouvez également ajouter ou supprimer des produits de votre commande avec livraison automatique. N’oubliez pas de cliquer sur le bouton ENREGISTRER LA COMMANDE pour sauvegarder vos modifications.

source: Close without changes
es_co: Cerrar sin cambios
fr_ca: Fermer sans modifications

source: SAVE NEW ADDRESS
es_co: GUARDAR LA NUEVA DIRECCIÓN
fr_ca: ENREGISTRER LA NOUVELLE ADRESSE

source: Facebook Pixel Code
es_co: Código Facebook Pixel
fr_ca: Code Pixel Facebook

# FacebookPixelToolTip
source: Set up your Facebook Pixel account and add your <strong>Tracking ID</strong> to this field (example: 336909656949280)
es_co: Configura tu cuenta de Facebook Pixel y añade tu <fuerte>Tracking ID</strong> a este campo (ejemplo: 336909656949280)
fr_ca: Créez votre compte de pixel Facebook et ajoutez votre code de pixel Facebook à ce champ (exemple : 33690965694949280)

# ZendeskHelpCenter
source: Help Center
es_co: Centro de ayuda
fr_ca: Centre d'aide

source: Redirect to
es_co: Redireccionando a
fr_ca: Rediriger vers

# TotalAmountByDay
source: We're sorry, you've reached the maximum order amount permitted per day. Please contact <a href="{0}/{1}/Company/Contact"><u>Customer Service</u></a> for further assistance.
es_co: Nos disculpamos, has alcanzado la cantidad máxima permitida de pedidos en un día. Por favor contacta al <a href="{0}/{1}/Company/Contact"><u>servicio al cliente</u></a> para más asistencia.
fr_ca: Nous sommes désolés, vous avez atteint le montant maximal de commande autorisé par jour. Veuillez contacter le <a href="{0}/{1}/Company/Contact"><u>Service à la clientèle</u></a> pour obtenir de l'assistance

source: Download invoice
es_co: Descargar factura
fr_ca: Télécharger le facture

# TripProgressReportMenu
source: Canadian Incentive Trip Progress Report
fr_ca: Rapport d'étape sur le voyage d'encouragement canadien

# TripProgressReportTitle
source: Canadian Incentive Trip Progress Report
fr_ca: Rapport d'étape sur le voyage d'encouragement canadien

# DownloadTripFlyer
source: Download the {0} Trip Flyer
fr_ca: Téléchargez le flyer du voyage {0}

# IncentiveTripYourProgress
source: Your {0} Progress
fr_ca: Votre progrès {0}

# IncentiveTripTripFor
source: Trip for {0}
fr_ca: Voyage pour {0}

# IncentiveTripYouNeed
source: You need {0} more a Trip for {1}
fr_ca: Vous avez besoin de {0} plus un voyage pour {1}

# IncentiveTripDetailedReport
source: Detailed {0} Report
fr_ca: Rapport Détaillé {0}

# AugustMonth
source: August
fr_ca: Août

# SeptemberMonth
source: September
fr_ca: Septembre

# OctoberMonth
source: October
fr_ca: Octobre

# NovemberMonth
source: November
fr_ca: Novembre

# DecemberMonth
source: December
fr_ca: Décembre

# IncentiveTripNewEnrolledConsultants
source: New personally enrolled Consultants
fr_ca: Nouveaux consultants personnellement inscrits

# IncentiveTripDownlineEnrolledConsultants
source: Downline new personally enrolled Consultants
fr_ca: Nouveaux consultants recrutés personnellement en aval

# IncentiveTripNewEnrolledCustomers
source: New personally enrolled Customer
fr_ca: Nouveau client inscrit personnellement

# IncentiveTripDownlineEnrolledCustomers
source: Downline new personally enrolled Customer
fr_ca: Nouveau client inscrit personnellement

# IncentiveTripDownlineTripAchievers
source: Downline Trip Achievers
fr_ca: Réussite du voyage en aval

# IncentiveTripBonus
source: Bonus
fr_ca: Prime

# IncentiveTripKickBonus
source: Kick Start Bonus
fr_ca: Boni Démarrez en force

# IncentiveTripTotal
source: Total
fr_ca: Totale

# CanadaTripUrl
source: https://media.immunotec.com/BC/EN/CA/Great-Canadian-Cancun-Getaway-080119-EN.pdf
fr_ca: https://media.immunotec.com/BC/FR/Great-Canadian-Cancun-Getaway-080119-FR.pdf

# CanadianIncentiveTripMenu
source: Canadian Incentive Trip Progress Report
fr_ca: Rapport d'étape sur le voyage d'encouragement canadien

# Language_223
source: Spanish
es_co: Español
fr_ca: Espagnol

source: Country Code
es_co: Código de país
fr_ca: Code de pays

# HeaderKeywords
source: science, product, immunotec, join, opportunity, promo
es_co: ciencia, producto, immunotec, unete, oportunidad, promo
fr_ca: science, produit, immunotec, joignez, occassion d'affaires, promo

# HeaderKeywordsProducts
source: product, products, health and wellness, health, wellness, immunocal, immunotec, promotions, helps support, consultant, customer
es_co: producto, productos, salud, immunocal, immunotec, ayuda, consultor, cliente, immunocal
fr_ca: produit, sante et bien-etre, sante, immunocal, immunotec, promotions, client, aide, consultant

# HeaderKeywordsImmunocal
source: immunocal, glutathione, immune system, protein, health, natural, cysteine
es_co: ESTE PRODUCTO NO ES UN MEDICAMENTO. EL CONSUMO DE ESTE PRODUCTO ES RESPONSABILIDAD DE QUIEN LO RECOMIENDA Y DE QUIEN LO USA.
fr_ca: immunocal, glutathion, systeme immunitaire, proteine, sante, naturel, cystéine

# HeaderKeywordsImmunocalPlatinum
source: immunocal, glutathione, immune system, protein, health, natural, platinum, cysteine, cytokine, muscle, rmf
es_co: ESTE PRODUCTO NO ES UN MEDICAMENTO. EL CONSUMO DE ESTE PRODUCTO ES RESPONSABILIDAD DE QUIEN LO RECOMIENDA Y DE QUIEN LO USA.
fr_ca: immunocal, glutathion, protéine, systeme immunitaire, sante, naturel, cysteine, cytokine, rmf

# HeaderKeywordsImmunocalBooster
source: new, antioxidant, glutathione, immunocal, booster, nrf2, sulforaphane, detoxification, selenium, superfood
es_co: nuevo, antioxidante, glutation, immunocal, booster , nrf2 , superalimento
fr_ca: nouveau, antioxydant, glutathion, immunocal, booster, nrf2, sulforaphane, detoxification, selenium, super-aliments

# HeaderKeywordsMultiResveratrol
source: health, vitamin, chlorella, resveratrol, mineral, maintenance
es_co: salud, vitamina, chlorella, resveratrol, mineral, mantenimiento
fr_ca: sante, vitamine, resveratrol, mineraux, maintien

# HeaderKeywordsOmegaGenV
source: fish, gluten-free, vitamin, supplement, oil, essential , epa, support, omega
es_co: pescado, sin gluten, vitamina, suplemento, aceite, esencial, epa
fr_ca: poisson, sans gluten, vitamine, supplement, huile, essentiel, support, omega

# HeaderKeywordsContralenta
source: glucosamine, contralenta, healthy, essential, joint
es_co: glucosamina, contralenta, sana, esencial, articulacion
fr_ca: glucosamine, contralenta, sante, essentiel, articulaire

# HeaderKeywordsSerenT200
source: stress, reduce, natural, mental, Seren-T200
es_co: estres, reducir, mental, natural, Seren-T200
fr_ca: stress, reduire, naturel, mental, Seren-T200

# HeaderKeywordsMagistral
source: herbal, prostate, health, magistral
es_co: hierbas, prostata, salud, magistral
fr_ca: a base de vegetaux, prostate, sante, magistral

# HeaderKeywordsCustomerHealthPacks
source: health pack, immunocal, customer, platinum
fr_ca: sante pour, immunocal, client, platinum

# HeaderKeywordsJunePromoProbio3
source: immunotec, Product, promo
es_co: ends in a few days
fr_ca: ends in a few days

# HeaderKeywordsElasense3In1FacialWash
source: wrinkles, skin, facial wash, health, improve, synerg
fr_ca: rides, peau, visage, ameliorer, synerg

# HeaderKeywordsElasenseRejuvenatingNightCream
source: hydrate, skin, firmness, elasticity, soft, health, healthier, radiant, wrinkles
fr_ca: hydrate, peau, fermete, elasticite, douce, sante, plus saine, eclatant, rides

# HeaderKeywordsElasenseTripleActionEyeCream
source: soften, revitalize, eye, synerg, appearance, natural
es_co: suavizar, revitalizar, ojo, apariencia, natural
fr_ca: adoucir, revitaliser, synerg4, apparence, yeux

# HeaderKeywordsElasenseAntiAgingSet
source: anti-aging, anti, aging, set, serum, cream, wrinkles
es_co: antienvejecimiento, envejecimiento, arrugas
fr_ca: anti, anti-age, serum, creme, age

# HeaderKeywordsImmunocalDerma
source: immunocal, derma, nourish, moisturize, reduce, skin
es_co: immunocal, derma, hidratar, piel
fr_ca: nourrissez, immunocal, derma, peau, hydrate, reduisez

# HeaderKeywordsAccessories8
source: accessorie, catalog, product, shaker
fr_ca: catalogue, produit

# HeaderKeywordsScience
source: science nutritional, supplement, scientific evidence, health, Dr. Bounous, immunotec, science, supplement
es_co: ciencia, suplemento, salud , Bounous, immunotec
fr_ca: scientifiques, sante, bounous, immunotec

# HeaderKeywordsThesciencebehindimmunocal
source: Immunocal, Bounous, McGill University, protein, health, benefits, clinical
es_co: immunocal, Bounous, proteina, salud, beneficios, clinica
fr_ca: immunocal, bounous, proteine, sante, avant, clinique

# HeaderKeywordsScientists
source: scientist, immunotec, immunocal, bounous, kongshavn, dröge, renowned, immune, Mcgill
es_co: cientifico, immunotec, immunocal, bounous, kongshavn, dröge, inmunitario
fr_ca: scientifique, immunotec, bounous, kongshavn, droge, renommee, immunitaire

# HeaderKeywordsHistoricfirst
source: ncbi.nlm.nih.gov, bounous, protein, dröge, kongshavn, historic
es_co: bounous, proteina, historica, dröge, kongshavn
fr_ca: ncbi.nlm.nih.gov, bounous, proteine, droge, kongshavn, historique

# HeaderKeywordsEnrollment
source: immunotec, consultant, opportunity, join, discount, product
es_co: immunotec, consultor, oportunidad , descuento , producto
fr_ca: immunotec, consultant, produit

# HeaderKeywordsCompany
source: mission, consultant, network, immunotec, business, opportunity, nutrition
es_co: mision, consultor, red, immunotec, negocio, oportunidad, nutricion
fr_ca: mission, consultant, reseau, immunotec, entreprise, nutrition

# HeaderKeywordsNewsroom
source: immunotec , new, news, announce
es_co: nuevo, immunotec
fr_ca: immunotec, nouveau, nouvelle, annonce

# HeaderKeywordsChildrensFund
source: child , fund, immunotec, consultant, support, nutrition
es_co: fondo, immunotec, consultor, apoyo, nutricion, ninos
fr_ca: enfant, fond, immunotec, consultant, soutien, nutrition

# HeaderKeywordsMilestones
source: milestones, scientist, immunotec, immunocal, protein, market
es_co: hitos, cientifico, immunotec, proteina, mercado
fr_ca: jalons, scientifique, immunotec, proteine, marche, immunocal

# HeaderKeywordsVideos
source: library, brand, new, recognition, events, history, product, immunocal, testimonial
es_co: marca, nueva, reconocimiento, eventos, historia, immunocal
fr_ca: bibliothèque, marque, evenements, produit, immunocal

# HeaderDescription
source: Immunotec the science of living better. Buy unique Immunotec health products online. Register as a 'Customer' for a 25% discount. Science-Based. Proprietary Formulas. Exclusive Products. Nature-Focused. Brands: Immunocal, On The Go Shake, Immunocal Booster.
es_co: Immunotec la ciencia de vivir mejor. Compre productos de salud únicos de Immunotec en línea. Regístrese como "Cliente" con un 25% de descuento. Basado en la ciencia. Fórmulas propietarias. Productos exclusivos. Enfoque en la naturaleza. Marcas: Immunocal, On The Go Shake, Immunocal Booster.
fr_ca: Immunotec la science de mieux vivre. Achetez en ligne des produits de santé Immunotec uniques. Inscrivez-vous en tant que 'client' pour un rabais de 25%. Basé sur la science. Formules exclusives. Produits exclusifs. Axé sur la nature. Marques: Immunocal, Shake On Go, Booster Immunocal.

# HeaderDescriptionLogin
source: Immunotec the science of living better. Buy unique Immunotec health products online. Register as a 'Customer' for a 25% discount. Science-Based. Proprietary Formulas. Exclusive Products. Nature-Focused. Brands: Immunocal, On The Go Shake, Immunocal Booster.
fr_ca: Immunotec la science de mieux vivre. Achetez en ligne des produits de santé Immunotec uniques. Inscrivez-vous en tant que 'client' pour un rabais de 25%. Basé sur la science. Formules exclusives. Produits exclusifs. Axé sur la nature. Marques: Immunocal, Shake On Go, Booster Immunocal.

# HeaderDescriptionProducts
source: Shop our products and product catalog. Check out our monthly promotions. Join the Immunotec family.
es_co: Compra nuestros productos y catalogo de productos. Consulta nuestras promociones mensuales de productos. Únete a la familia Immunotec.
fr_ca: Magasinez nos produits et notre catalogue de produits. Consultez nos promotions de produits mensuelles. Joignez-vous à la famille Immunotec.

# HeaderDescriptionImmunocal
source: Immunocal is a patented, unique and specially formulated natural health product that has been clinically demonstrated to maintain your immune system, increase muscle strength and enhance performance.
es_co: ESTE PRODUCTO NO ES UN MEDICAMENTO. EL CONSUMO DE ESTE PRODUCTO ES RESPONSABILIDAD DE QUIEN LO RECOMIENDA Y DE QUIEN LO USA.
fr_ca: Immunocal est un produit de santé naturel breveté, unique et spécialement formulé qui a été cliniquement démontré pour maintenir votre système immunitaire, augmenter votre force musculaire et améliorer vos performances.

# HeaderDescriptionImmunocalPlatinum
source: Immunocal Platinum is a natural source of GSH cysteine precursor for the maintenance of a strong immune system.
es_co: ESTE PRODUCTO NO ES UN MEDICAMENTO. EL CONSUMO DE ESTE PRODUCTO ES RESPONSABILIDAD DE QUIEN LO RECOMIENDA Y DE QUIEN LO USA.
fr_ca: Immunocal Platinum est une source naturelle de précurseur du GSH cystéine pour le maintien d'un système immunitaire fort.

# HeaderDescriptionImmunocalBooster
source: Immunocal Booster switches on Nrf2 – your critical survival gene. The Booster is powered by our exclusive Nrf2 catalyst™ containing the most powerful Nrf2 switch on the market today: SULFORAPHANE or broccoli seed extract. Sulforaphane activates the body’s natural detoxification system* SELENIUM teams up with glutathione to strengthen antioxidant defenses* A UNIQUE RED y GREEN SUPERFOOD BLEND with over 50 polyphenols and phytonutrients from organic fruits and vegetables
fr_ca: Immunocal Booster active le gène Nrf2 – essentiel à la survie. Le Booster est propulsé par notre Nrf2 catalyst™ exclusif, qui contient l’activateur de gène Nrf2 le plus puissant sur le marché : Le SULFORAPHANE, ou extrait de graines de brocoli, active le système de détoxification naturel du corps Le SÉLÉNIUM s’associe au glutathion pour renforcer les mécanismes de défense contre l’oxydation ET Un MÉLANGE UNIQUE DE SUPER-ALIMENTS ROUGES ET VERTS contenant plus de 50 polyphénols et phytonutriments provenant de fruits et légumes organiques

# HeaderDescriptionMultiResveratrol
source: Multi + Resveratrol Contains a perfect blend of Vitamins and Minerals. Contains Chlorella which provides all the trace elements known to be required by humans. Contains Resveratrol, one of the rising antioxidant stars.
fr_ca: Multi + Resveratrol Certaines des multivitamines comblent vos besoins minimums quotidiens. Immunotec va au–delà de ces exigences et vous fournit ce dont vous avez besoin pour le maintien de la santé. Ajoutez du resvératrol et de la chlorelle et obtenez des résultats qu’aucune autre multivitamine ne peut offrir!

# HeaderDescriptionOmegaGenV
source: Omega Gen V helps support cognitive and cardiovascular health.
fr_ca: Omega Gen V aide à soutenir la santé cognitive et cardiovasculaire

# HeaderDescriptionContralenta
source: Immunotec Contralenta helps relieve joint pain associated with osteoarthritis.
fr_ca: Immunotec Contralenta aide à soulager les douleurs articulaires associées à l’arthrose.

# HeaderDescriptionSerenT200
source: Seren-T200 contains an active peptide from milk protein. This peptide is actually the 'active ingredient' in a warm glass of milk that makes you calm! Seren-T200 helps temporarily reduce symptoms of mild mental and physical stress. Seren-T200 is all-natural, and it has undergone clinical testing in human beings to prove its efficacy.
fr_ca: Seren-T200 contient un peptide actif dérivé de la protéine du lait. Ce peptide est « l’ingrédient actif » qui explique qu’un verre de lait chaud vous calme! Le Seren-T200 contribue à réduire temporairement les symptômes liés à un stress mental et physique modéré.

# HeaderDescriptionMagistral
source: Magistral, health support for men. Used in herbal medicine to help relieve the urologic symptoms associated with mild to moderate benign prostatic hyperplasia.
fr_ca: Magistral, soutien sanitaire pour les hommes. Utilisé en phytothérapie pour aider à soulager les symptômes urologiques associés à une hyperplasie bénigne de la prostate bénigne à modérée.

# HeaderDescriptionPromotions
source: Monthly promotions and deals. Updated each month
fr_ca: Promotions et offres mensuelles. Mis à jour chaque mois
