Repository: luisgabrielahumada/Roadmap
Catalog: Roadmap/App_GlobalResources/Common.*.resx
Languages: es_co, fr_ca

# HeaderDescriptionImmunocalDerma
source: Nourish your skin with Immunocal. Our skin: It’s one of the first things people notice about us. Not just a reflection of beauty, our skin is a window to our health, youth, and well-being. Our skin is not only our body’s largest organ, immunologists consider it “our first line of defence”, our immune barrier. Strikingly, skin problems are the fourth leading cause of illness worldwide. That’s because our skin is continually exposed to harmful environmental factors such as pollutants and toxins. Protection from these harmful agents is essential for women and men. Treating and moisturizing your skin is one way to combat this problem.* *Does not contain SPF
fr_ca: Nourrissez votre peau avec Immunocal. Notre peau. C’est l’une des premières choses que les gens remarquent chez nous. Elle n’est pas simplement le reflet de notre beauté, mais aussi de notre santé, notre jeunesse et notre bien-être. La peau est non seulement le plus grand organe du corps, mais les immunologistes la considèrent aussi comme « notre première ligne de défense », notre barrière immunitaire. Étonnamment, les problèmes cutanés sont la quatrième cause de maladie dans le monde. C’est parce que notre peau est continuellement exposée aux facteurs environnementaux nocifs comme les polluants et les toxines. Les hommes et les femmes doivent se protéger contre ces agents nocifs. Soigner et hydrater sa peau est une façon de combattre ce problème.* *Ne contient pas de FPS

# HeaderDescriptionScience
source: We at Immunotec have a passion for science. We are aware of the many choices that exist for nutritional supplements. In order to confidently recommend our products, it is important to us that we have scientific evidence that they have true benefits and are worth the cost we ask for them. For our company to be profitable and have a solid foundation, this proof is a must. And that is where we shine! The company's health-promoting products are the fruit of almost two decades of medical research spearheaded by Dr. Gustavo Bounous
fr_ca: Les gens d’Immunotec sont des passionnés de science. Nous savons qu’il existe de nombreux choix de suppléments alimentaires. Aussi, afin de pouvoir vous recommander nos produits en toute assurance, il est important que nous ayons les preuves scientifiques qui confirment que nos produits apportent de réels bienfaits et qu’ils valent le prix que nous en demandons. Ces preuves sont essentielles au succès de notre entreprise…et c’est là que nous brillons!

# HeaderDescriptionThesciencebehindimmunocal
source: Discovery of the health benefits of Immunocal At the beginning of the 70’s, under the direction of Gustavo Bounous, MD, (FRCSC), a team of researchers from the Faculty of Medicine at McGill University (Canada), was studying proteins of animal and vegetable origins in order to feed the patients with an elemental diet that would allow them to reduce their stay in hospital.
fr_ca: Découverte des bienfaits pour la santé qu’apporte Immunocal Une équipe de chercheurs de la Faculté de médecine de l’Université McGill (Canada), sous la direction de Gustavo Bounous (FRCSC), étudiait des protéines d’origines animales et végétales dans le but de fournir aux malades hospitalisés une diète élémentaire qui leur permettrait de raccourcir leur séjour l’hôpital.

# HeaderDescriptionScientists
source: Meet the scientists behind Immunotec Behind Immunotec, Immunocal and Immunocal Platinum are the world-renowned scientists Dr. Gustavo Bounous, Dr. Patricia Kongshavn, and Dr. Wulf Dröge, who are highly respected around the world. Along with them is a team that ensures that Immunotec's products are tested and proven to give you the benefits you want and need.
fr_ca: Rencontrez les scientifiques d’Immunotec À l’origine d’Immunotec, d’Immunocal et d'Immunocal Platinum, on retrouve des scientifiques de renommée internationale, soit les docteurs Gustavo Bounous, Patricia Kongshavn et Wulf Dröge, qui ont été les grands responsables de la découverte et du développement d’Immunocal. Bien d’autres chercheurs et docteurs ont depuis effectué des essais sur ce produit naturel. À leur côté, une équipe s’assure que les produits d’Immunotec soient testés et éprouvés afin de vous offrir tous les avantages que vous recherchez et dont vous avez besoin.

# HeaderDescriptionHistoricfirst
source: Historic firsts in whey protein, glutathione, and the immune system 2008: Gustavo Bounous, Wulf Dröge and colleagues were the first to show in a placebo controlled clinical trial the health benefits of an undenatured whey protein isolate in cancer patients. https://www.ncbi.nlm.nih.gov/pubmed/?term=18158761 1998: Wulf Dröge and colleagues were the first to discover the age-related decrease in the plasma concentration of cysteine, the limiting precursor of glutathione. https://www.ncbi.nlm.nih.gov/pubmed/?term=9639500 1989: Gustavo Bounous and colleagues were the first to discover that glutathione plays a role in the effect of whey protein on the immune system. https://www.ncbi.nlm.nih.gov/pubmed/?term=2743633 1989: Wulf Dröge and colleagues were the first to discover that HIV-infected patients have abnormally low cysteine and glutathione levels. https://www.ncbi.nlm.nih.gov/pubmed/?term=2784973 1986: Wulf Dröge and colleagues were the first to discover the effect of glutathione on the immune system in a living organism. https://www.ncbi.nlm.nih.gov/pubmed/?term=3490430 1981/1988: Gustavo Bounous and colleagues were the first to discover the effect of a whey protein on the immune system. https://www.ncbi.nlm.nih.gov/pubmed/?term=7024433 https://www.ncbi.nlm.nih.gov/pubmed/?term=3168349
fr_ca: Des premières historiques relativement à la protéine de lactosérum, au glutathion et au système immunitaire 2008 : Gustavo Bounous, Wulf Dröge et leurs collègues furent les premiers à démontrer les bienfaits pour la santé d’un isolat protéique de lactosérum non dénaturé, lors d’un essai clinique comparatif avec placebo effectué auprès de patients atteints de cancer. https://www.ncbi.nlm.nih.gov/pubmed/?term=18158761 1998 : Wulf Dröge et ses collègues furent les premiers à découvrir la relation entre le vieillissement et la chute, dans le plasma sanguin, des taux de concentration de cystéine, précurseur limitatif du glutathion. https://www.ncbi.nlm.nih.gov/pubmed/?term=9639500 1989 : Gustavo Bounous et ses collègues furent les premiers à découvrir que le glutathion joue un rôle dans l’effet de la protéine de lactosérum sur le système immunitaire. https://www.ncbi.nlm.nih.gov/pubmed/?term=2743633 1989 : Wulf Dröge et ses collègues furent les premiers à découvrir que les patients infectés par le VIH présentent des taux de cystéine et de glutathion anormalement bas. https://www.ncbi.nlm.nih.gov/pubmed/?term=2784973 1986 : Wulf Dröge et ses collègues furent les premiers à découvrir les effets du glutathion sur le système immunitaire d’un organisme vivant. https://www.ncbi.nlm.nih.gov/pubmed/?term=3490430 1981-1988 : Gustavo Bounous et ses collègues furent les premiers à découvrir les effets de la protéine de lactosérum sur le système immunitaire. https://www.ncbi.nlm.nih.gov/pubmed/?term=7024433 https://www.ncbi.nlm.nih.gov/pubmed/?term=3168349

# HeaderDescriptionEnrollment
source: GET STARTED WITH IMMUNOTEC. Join the Family! Welcome to a network marketing opportunity that combines premium quality, science-based products, world class training and support, and a generous compensation plan.
es_co: EMPIEZA CON IMMUNOTEC Bienvenido a una oportunidad de mercadeo en red que combina productos de alta calidad respaldados por la ciencia, capacitación, apoyo de clase mundial y un generoso Plan de Compensación.
fr_ca: COMMENCEZ IMMUNOTEC. Rejoignez la famille! Bienvenue dans une opportunité de marketing de réseau associant des produits de qualité supérieure et basés sur la science, une formation et un support de niveau international, ainsi qu’un plan de rémunération généreux.

# HeaderDescriptionCompany
source: We provide high quality scientifically based nutrition and wellness products which enhance quality of life and performance. We thrive by empowering people to share an exceptional network marketing opportunity accessible to everyone. We commit to continued growth and prosperity for our Consultants and Employees.
es_co: Nuestra visión Ubicamos a nuestros clientes, nuestros Consultores Independientes y nuestros empleados en el centro de todo lo que hacemos; para que Immunocal se convierta en el suplemento nutricional preferido en todo el mundo. Nuestra misión En Immunotec, nuestra misión consiste en ofrecer productos nutritivos y de bienestar, de calidad superior, respaldados por la ciencia, desarrollados para mejorar la calidad de vida y el rendimiento de las personas. Nuestro éxito radica, en ofrecer a la gente el poder de compartir una oportunidad excepcional dentro del mercadeo en red y además, accesible para todos. Nuestro compromiso se basa en asegurar el crecimiento y la prosperidad de nuestros Consultores Independientes, empleados y partes interesadas. Nuestros valores Una atmósfera agradable en todo lo que emprendemos Un ambiente de trabajo basado en el trabajo de equipo y el logro de metas compartidas Un compromiso para brindar un servicio excelente, buscando siempre superar las expectativas La mejora continua en todos los aspectos de la experiencia Immunotec Una cultura que personifique integridad, genere respeto y refuerce la confianza
fr_ca: Nous offrons des produits nutritifs et de bien-être de grande qualité, appuyés par la recherche scientifique, qui améliorent la qualité de vie et la performance. Nous réussissons en donnant aux gens le pouvoir d’offrir une occasion de marketing de réseau exceptionnelle, accessible à tous. Nous sommes determines à assurer la croissance et la prospérité de nos consultants et de nos employés.

# HeaderDescriptionNewsroom
source: Immunotec Current news and announcements. Includes archived announcements from 2007-Present
es_co: Immunotec Actualidad y anuncios. Incluye anuncios archivados desde 2007 hasta el presente.
fr_ca: Actualités et annonces actuelles d'Immunotec. Inclut les annonces archivées de 2007 à aujourd'hui

# HeaderDescriptionChildrensFund
source: The Immunotec Children's Fund was established to continue Dr. Gustavo Bounous' lifelong dream of improving the lives of underserved and underprivileged children. As with its product line, Immunotec took a holistic approach to The Immunotec Children's Fund by entering into a partnership with Consultants from around the world to help support children's academic, nutritional, and physical education needs within their local communities.
es_co: Ofrecemos productos de nutrición y bienestar de alta calidad, respaldados científicamente, que mejoran la calidad de vida y el rendimiento. Motivamos a las personas a compartir una oportunidad excepcional, accesible para todos. Nos comprometemos a seguir creciendo y prosperando continuamente para nuestros Consultores Independientes, Empleados y Accionistas.
fr_ca: Le Fonds Immunotec pour enfants a été mis sur pied pour poursuivre le rêve du Dr Gustavo Bounous d'améliorer la vie des enfants démunis et défavorisés. Comme pour le développement de toutes ses gammes de produits, Immunotec a adopté une philosophie holistique pour mettre sur pied le Fonds Immunotec pour enfants en s'associant à ses consultants du monde entier pour répondre aux besoins en matière d'instruction, de nutrition et d'éducation physique des enfants des collectivités locales.

# HeaderDescriptionMilestones
source: A timeline of Immunotec milestones It all started with the immune system. Over forty years ago, scientists based in Montreal, Canada, discovered the role of a specially-prepared whey protein isolate (now famous as Immunocal) in raising glutathione, a molecule often referred to as the body's master antioxidant. By the mid-1990s, the scientists had teamed up with veteran network marketing entrepreneur, Chuck Roberts, Dieter Beer, and John Molson, of the notable Canadian Molson family, to found the company now known to the world as Immunotec.
es_co: Una línea de tiempo de los hitos de Immunotec Todo empezó con la búsqueda del bienestar. Hace más de 40 años, científicos de Montreal, Canadá descubrieron la función de un suero aislado de proteína especialmente preparado (ahora conocido como el famoso Immunocal) para mediados de los años 90 dichos científicos se asociaron con los empresarios veteranos en Mercadeo en red Chuck Roberts, Dieter beer y John Molson, miembro de la célebre familia Canadiense Molson, para fundar la empresa que ahora el mundo conoce como Immunotec.
fr_ca: Tout a commencé par le système immunitaire. Il y a plus de quarante ans, des scientifiques de Montréal, au Canada, ont découvert le rôle que pouvait jouer un isolat de protéine de lactosérum spécialement formulé (aujourd'hui célèbre sous le nom Immunocal) pour augmenter le niveau de glutathion, une molécule souvent appelée le maître antioxydant du corps. Au milieu des années 90, ces scientifiques, se sont associés á un entrepreneur chevronné dans le domaine du marketing de réseau, Chuck Roberts, à Dieter Beer et à John Molson, de la célèbre famille canadienne Molson, pour fonder l'entreprise aujourd'hui connue sous le nom d'Immunotec.

# HeaderDescriptionVideos
source: A Video Library with useful videos on Brand Evolution, Products, Events, Recognition and Immunotec History.
es_co: Una biblioteca de videos con videos útiles sobre la evolución de la marca, productos, eventos, reconocimiento e historia de Immunotec.
fr_ca: Une vidéothèque contenant des vidéos utiles sur l'évolution de la marque, les produits, les événements, la reconnaissance et l'histoire d'Immunotec

# ChooseAutoShipDate
source: Choose the date you want your AutoShip order to process
es_co: Elija la fecha en que desea que se procese su pedido de Autoenvío
fr_ca: Choisissez la date à laquelle vous souhaitez que votre de la livraison automatique traite

# ScheduledFor
source: Scheduled for {0}
es_co: Programado para el {0}
fr_ca: Planifié le {0}

# ErrorAutoOrderDateRange
source: Autoorder date out of valid range.
es_co: Fecha de pedido automático fuera del rango válido.
fr_ca: La date de commande automatique est en dehors de la plage valide.

# AutoshipOrderCanBeSet
source: Please note your first Autoship order can be set to any date during the calendar month following your initial enrollment.
es_co: Ten en cuenta que tu primer pedido de AutoEnvío puede establecerse en cualquier fecha durante el mes calendario posterior a tu inscripción inicial.
fr_ca: Veuillez noter que votre première commande avec livraison automatique peut être fixée à n’importe quel jour du mois suivant votre inscription initiale.

# CalculateOrderMessageConnection
source: There was an unexpected error when calculating the order. Please try again or come back later.
es_co: Ocurrió un error inesperado al calcular su pedido. Por favor intentar de nuevo o volver más tarde.
fr_ca: Une erreur inattendue s'est produite lors du calcul de la commande. Veuillez réessayer ou revenir plus tard.

# CalculateOrderTitleConnection
source: Calculate Order
es_co: Calcular pedido
fr_ca: Calculer la commande

source: Retry
es_co: Reintentar
fr_ca: Réessayer

# Close2
source: Close
es_co: Cerrar
fr_ca: Fermer

# Milestone29
source: February - Immunotec celebrates the 2019 Unlimited Conference in Mexico City. With 6,500 attendees, it is the largest event in the company’s history.
es_co: En Febrero Immunotec celebra la Conferencia Sin Límites 2019 en la ciudad de México y se convierte en el evento más grande de su historia con 6,500 asistentes.
fr_ca: Février - Immunotec célèbre le Congrès Immunotec Sans limites 2019 à Mexico. Avec ses 6 500 participants, il s’agit du plus grand événement de l’histoire d’Immunotec.

# Milestone30
source: October - Immunotec begins operations in Colombia.
es_co: En Octubre de 2018 Immunotec abre operaciones en Colombia.
fr_ca: Octobre - Immunotec ouvre ses portes en Colombie.

# Milestone31
source: April - Immunotec begins operations in Guatemala.
es_co: En Abril de 2018 Immunotec abre operaciones en Guatemala.
fr_ca: Avril – Immunotec ouvre ses portes au Guatemala.

source: Peru
es_co: Perú
fr_ca: Pérou

# contentPhoneFormat
source: Please use the international format when entering your phone number. Phone number should include a + sign, a country code, area code and phone number.
es_co: Por favor usar el formato internacional cuando este agregando un número de teléfono. El número de teléfono debe incluir el signo +, código de país, código de área y numero de teléfono.
fr_ca: Veuillez utiliser le format international lorsque vous entrez votre numéro de télépone. Le numéro devrait inclure le signe plus + , l'indicatif de pays, l'indicatif régional et le numéro de téléphone.

source: Example:
es_co: Ejemplo:
fr_ca: Exemple:

# Language_225
source: Spanish
es_co: Español
fr_ca: Espagnol

source: Spain
es_co: España
fr_ca: Espagne

source: Invalid Captcha
es_co: Captcha inválido
fr_ca: Captcha invalide

# Language_226
source: English
es_co: Inglés
fr_ca: Anglais

source: Unit price
es_co: Precio unitario
fr_ca: Prix unitaire

# PendingApproval
source: Your Account is Pending Approval
es_co: Su cuenta está pendiente de aprobación
fr_ca: Votre compte est en attente d'approbation

# WeAreReviewingYourAccount
source: We're currently reviewing your account details and when we have confirmed your identity. Thanks for your patience.
es_co: Actualmente estamos revisando los detalles de su cuenta y cuando hayamos confirmado su identidad. Gracias por su paciencia.
fr_ca: Nous examinons actuellement les détails de votre compte et confirmons votre identité. Merci pour votre patience.

# PleaseContactUs
source: Please {0} for more information.
es_co: Por favor {0} para más información.
fr_ca: Veuillez {0} pour plus d'informations.

# OrderIncomplete
source: We’ve detected suspicious activity; Immunotec has placed your order under review.
es_co: Hemos detectado actividad sospechosa; Immunotec ha puesto su pedido bajo revisión.
fr_ca: Nous avons détecté une activité suspecte. Immunotec a placé votre commande sous contrôle.

# OrderIncompleteTitle
source: Order Under Review
es_co: Orden Bajo Revisión
fr_ca: Commande en cours de révision

# EnrollmentRejectTitle
source: Account Creation Rejected
es_co: Creación de cuenta rechazada
fr_ca: Création de compte refusée

# EnrollmentRejectMessage
source: Based on the information provided we are unable to create your account at this time. For further assistance please contact customer services.
es_co: Según la información proporcionada, no podemos crear su cuenta en este momento. Para obtener más ayuda, comuníquese con el servicio al cliente.
fr_ca: Sur la base des informations fournies, nous ne pouvons pas créer votre compte pour le moment. Pour plus d'aide, contactez le service clientèle.

# EnrollmentReviewTitle
source: Order Under Review
es_co: Pedido Bajo Revisión
fr_ca: Commande en cours de révision

# EnrollmentReviewMessage
source: Your order is currently under review and should be processed within 24hrs.
es_co: Su pedido se encuentra actualmente en revisión y debe procesarse dentro de las 24 horas.
fr_ca: Votre commande est en cours de révision et doit être traitée dans les 24 heures.

# AccountrReviewTitle
source: Account Under Review
es_co: Cuenta bajo revisión
fr_ca: Compte en cours de révision

# AccountReviewMessage
source: Your account is currently under review and should be processed within 24hrs.
es_co: Su cuenta está actualmente bajo revisión y debería ser procesada en 24 horas.
fr_ca: Votre compte est en cours de révision et devrait être traité dans les 24 heures.

# OrderRejectTitle
source: Order Creation Rejected
es_co: Creación de orden rechazada
fr_ca: Création de commande refusée

# OrderRejectMessage
source: Based on the information provided we are unable to create your order at this time. For further assistance please contact customer services.
es_co: Según la información proporcionada, no podemos crear su orden en este momento. Para obtener más ayuda, comuníquese con el servicio al cliente.
fr_ca: Sur la base des informations fournies, nous ne pouvons pas créer votre commande pour le moment. Pour plus d'aide, contactez le service clientèle.

source: Gender
es_co: Género
fr_ca: Genre

# CommunicationPreference
source: Communication Preferences
es_co: Preferencias de comunicación
fr_ca: Préférences de communication

source: Receive
es_co: Recibir
fr_ca: Recevoir

source: Name and Account #
es_co: Nombre y número de cuenta
fr_ca: Nom et numéro de compte

# EmailAddress2
source: Email Preferences
es_co: Preferencias de correo electrónico
fr_ca: Préférences courriel

source: Connected
es_co: Conectado
fr_ca: Connecté

# IsYourAccount
source: Is your account up to date?
es_co: ¿Tú cuenta está actualizada?
fr_ca: Votre compte est-il à jour?

# IsYourAccountComment
source: In order to have the best experience with Immunotec, please make sure that your account is up to date.
es_co: Para tener la mejor experiencia con Immunotec, asegúrate de que tu cuenta esté actualizada.
fr_ca: Pour profiter de la meilleure expérience avec Immunotec, veuillez vous assurer que votre compte est à jour.

# AccountInfoComment
source: on file is up to date
es_co: está actualizada
fr_ca: sont à jour

# CommunicationPreferenceTitle
source: are up to date to ensure that you receive all Immunotec communication
es_co: están actualizadas para asegurar que recibas las comunicaciones de Immunotec
fr_ca: sont à jour afin d’assurer la réception des communications de la part d’Immunotec

# AccountSettingsTitle
source: are up to date to ensure that people visiting your site have all the information they need
es_co: están al día para asegurar que las personas que visitan su sitio tengan toda la información que necesitan
fr_ca: sont à jour pour s'assurer que les personnes qui visitent votre site disposent de toute l'information dont elles ont besoin

source: REMIND ME LATER
es_co: RECORDÁRMELO DESPUÉS
fr_ca: ME LE RAPPELER PLUS TARD

source: MY INFORMATION ON FILE IS UP TO DATE
es_co: LA INFORMACIÓN DE MI CUENTA ESTÁ ACTUALIZADA
fr_ca: MES RENSEIGNEMENTS SONT À JOUR

source: Email Preferences
es_co: Preferencias de correo electrónico
fr_ca: Préférences de courriel

# SMSPreferences
source: Text/SMS Preferences
es_co: Preferencias de mensajes de texto/SMS
fr_ca: Préférences textos/SMS

# SendTextMessagesTo
source: Text Messages sent to
es_co: Mensajes de texto enviados a
fr_ca: Messages texte envoyés à

# PromotionalEmail
source: Receive promotional emails
es_co: Recibir correos electrónicos promocionales
fr_ca: Abonnement aux courriels promotionnels

# InfoMessages
source: Enter a personal message to display on your site.
es_co: Introduzca un mensaje personal para mostrar en su sitio.
fr_ca: Entrez un message personnel à afficher sur votre site

# UplineEmail
source: Receive emails from my Upline
es_co: Recibir correos electrónicos de mi línea ascendente
fr_ca: Abonnement aux courriels de ma lignée en amont

source: Account Information
es_co: información de la cuenta
fr_ca: renseignements du compte

# PhoneNumbersProfile
source: Phone Number(s)
es_co: Número(s) de teléfono
fr_ca: Numéro(s) de téléphone

# PaymentMethodsProfile
source: Payment Method(s)
es_co: Método(s) de pago
fr_ca: Mode(s) de paiement

source: Send Text/SMS to
es_co: Enviar texto/SMS a
fr_ca: Envoyer du texte/SMS à

source: Receive Text/SMS messages
es_co: Recibir mensajes de texto/SMS
fr_ca: Abonnement aux textos/SMS

source: Primary Address
es_co: Dirección principal
fr_ca: Adresse principale

# CallContactService
source: Call Customer Service
es_co: Llama a Servicio al cliente
fr_ca: Appeler le Service à la clientèle
